{
  "badge_id": "B8",
  "badge_name": "জরুরী রেগুলেশন (WBERC ফোকাস)",
  "badge_icon": "regulation_icon",
  "badge_description": "জাতীয় আইনের পাশাপাশি, প্রতিটি রাজ্যের নিজস্ব বিদ্যুৎ রেগুলেটরি কমিশন থাকে যারা স্থানীয় পরিস্থিতি অনুযায়ী নিয়মকানুন তৈরি করে। পশ্চিমবঙ্গে, WBERC (West Bengal Electricity Regulatory Commission) হলো সেই সর্বোচ্চ সংস্থা। এই ব্যাজ আপনাকে একজন পশ্চিমবঙ্গ-ভিত্তিক কর্মীর জন্য অপরিহার্য কিছু স্থানীয় নিয়মাবলী এবং স্ট্যান্ডার্ডস অফ পারফর্ম্যান্স সম্পর্কে জানাবে।",
  "levels": [
    {
      "level_id": "8.1",
      "level_title": "WBERC পরিচিতি: রাজ্যের পাওয়ার বস",
      "level_status": "locked",
      "level_summary": "জানুন WBERC কী, কেন এটি তৈরি হয়েছে এবং বিদ্যুৎ গ্রাহক ও কোম্পানি উভয়ের জন্য এর ভূমিকা কতটা গুরুত্বপূর্ণ।"
    },
    {
      "level_id": "8.2",
      "level_title": "সাপ্লাই কোড (Supply Code): গ্রাহক পরিষেবার নিয়মাবলী",
      "level_status": "locked",
      "level_summary": "নতুন সংযোগ, মিটারিং, বিলিং এবং সংযোগ বিচ্ছিন্ন করার ক্ষেত্রে WBERC-এর নির্দিষ্ট নিয়মগুলো কী কী, তা শিখুন। এটি গ্রাহকের অধিকার রক্ষার মূল চাবিকাঠি।"
    },
    {
      "level_id": "8.3",
      "level_title": "স্ট্যান্ডার্ডস অফ পারফর্ম্যান্স (SoP): সময়ের মূল্য",
      "level_status": "locked",
      "level_summary": "জানুন WBERC অনুযায়ী একটি নতুন সংযোগ কতদিনের মধ্যে দিতে হবে বা একটি ফল্ট কত ঘন্টার মধ্যে সারাতে হবে। এই সময়সীমা পূরণ করতে না পারলে কোম্পানির জরিমানার বিধান আছে।"
    },
    {
      "level_id": "8.4",
      "level_title": "গ্রিড কোড (Grid Code): সিস্টেম শৃঙ্খলার নিয়ম",
      "level_status": "locked",
      "level_summary": "কীভাবে রাজ্যের বিদ্যুৎ গ্রিডকে স্থিতিশীল এবং সুরক্ষিত রাখা হয়? জানুন ফ্রিকোয়েন্সি, ভোল্টেজ এবং সিস্টেম শৃঙ্খলার জন্য WBERC-এর নিয়মাবলী।"
    },
    {
      "level_id": "8.5",
      "level_title": "সেফটি কোড (Safety Code): সুরক্ষার স্থানীয় আইন",
      "level_status": "locked",
      "level_summary": "CEA নিয়মাবলীর পাশাপাশি, পশ্চিমবঙ্গে সুরক্ষার জন্য WBERC-এর কোনো বিশেষ নির্দেশিকা বা অতিরিক্ত নিয়ম আছে কিনা, সে সম্পর্কে ধারণা নিন।"
    },
    {
      "level_id": "8.6",
      "level_title": "গ্রাহক অভিযোগ নিষ্পত্তি (Grievance Redressal): আপনার কাজের পর্যালোচনা",
      "level_status": "locked",
      "level_summary": "যদি কোনো গ্রাহক আপনার বা কোম্পানির পরিষেবায় সন্তুষ্ট না হন, তবে তিনি কোথায় অভিযোগ জানাতে পারেন? জানুন CGRF (গ্রাহক অভিযোগ নিষ্পত্তি ফোরাম)-এর কার্যকারিতা।"
    },
    {
      "level_id": "8.7",
      "level_title": "ট্যারিফ অর্ডার (Tariff Order): বিদ্যুতের দামের হিসাব",
      "level_status": "locked",
      "level_summary": "WBERC কীভাবে বিদ্যুতের দাম নির্ধারণ করে তার প্রাথমিক ধারণা নিন। জানুন কেন বিভিন্ন ধরনের গ্রাহকের জন্য বিদ্যুতের দাম আলাদা হয়।"
    },
    {
      "level_id": "8.8",
      "level_title": "নেট মিটারিং (Net Metering) রেগুলেশন: সৌরশক্তির নিয়ম",
      "level_status": "locked",
      "level_summary": "বাড়ির ছাদে সোলার প্যানেল বসিয়ে অতিরিক্ত বিদ্যুৎ গ্রিডে ফেরত দেওয়ার ক্ষেত্রে WBERC-এর নিয়মগুলো কী কী? এই আধুনিক প্রযুক্তি সম্পর্কে জানুন।"
    },
    {
      "level_id": "8.9",
      "level_title": "পরিবেশগত নিয়মাবলী: রাজ্যের দৃষ্টিকোণ",
      "level_status": "locked",
      "level_summary": "পশ্চিমবঙ্গের প্রেক্ষাপটে পরিবেশ সংক্রান্ত কোনো বিশেষ নিয়ম বা নির্দেশিকা আছে কিনা, সে সম্পর্কে জানুন।"
    },
    {
      "level_id": "8.10",
      "level_title": "রেগুলেশন এবং আপনি: ফিল্ডে প্রয়োগ",
      "level_status": "locked",
      "level_summary": "চূড়ান্ত অধ্যায়ে শিখুন, এই সমস্ত জাতীয় এবং রাজ্য-স্তরের নিয়মাবলীকে আপনার প্রতিদিনের কাজে কীভাবে প্রয়োগ করবেন এবং একজন আইন-সচেতন কর্মী হয়ে উঠবেন।"
    }
  ]
}

