{
  "badge_id": "B9",
  "badge_name": "যন্ত্রের স্বাস্থ্য পরীক্ষা (Testing Manual)",
  "badge_icon": "testing_icon",
  "badge_description": "একজন ডাক্তার যেমন রক্ত পরীক্ষা বা এক্স-রে করে রোগের মূল কারণ খুঁজে বের করেন, একজন দক্ষ টেকনিশিয়ানও তেমনি বিভিন্ন টেস্টিং-এর মাধ্যমে যন্ত্রপাতির ভেতরের স্বাস্থ্য পরীক্ষা করেন। এই ব্যাজ আপনাকে সেই ডায়াগনস্টিক ক্ষমতা দেবে। ট্রান্সফরমার থেকে সার্কিট ব্রেকার, প্রতিটি যন্ত্রের জন্য নির্ধারিত টেস্টিং পদ্ধতি এবং তাদের ফলাফলের অর্থ বুঝতে শিখুন।",
  "levels": [
    {
      "level_id": "9.1",
      "level_title": "ট্রান্সফরমার টেস্টিং (পার্ট ১): মৌলিক পরীক্ষা",
      "level_status": "locked",
      "level_summary": "ট্রান্সফরমারের প্রাথমিক স্বাস্থ্য পরীক্ষা করুন। শিখুন কীভাবে মেগার দিয়ে ইনসুলেশন রেজিস্ট্যান্স (IR) এবং ওয়াইন্ডিং রেজিস্ট্যান্স (Winding Resistance) পরীক্ষা করতে হয়।"
    },
    {
      "level_id": "9.2",
      "level_title": "ট্রান্সফরমার টেস্টিং (পার্ট ২): তেল পরীক্ষা",
      "level_status": "locked",
      "level_summary": "ট্রান্সফরমারের রক্ত পরীক্ষা করুন। জানুন কীভাবে তেলের ডাই-ইলেকট্রিক স্ট্রেন্থ (BDV Test) এবং আর্দ্রতা (Moisture Content) পরীক্ষা করা হয় ও তার ফলাফল কী নির্দেশ করে।"
    },
    {
      "level_id": "9.3",
      "level_title": "সার্কিট ব্রেকার টেস্টিং: কমান্ডোর ফিটনেস টেস্ট",
      "level_status": "locked",
      "level_summary": "ব্রেকারের স্বাস্থ্য যাচাই করুন। কন্টাক্ট রেজিস্ট্যান্স (Contact Resistance) এবং টাইমিং টেস্ট (Timing Test - ব্রেকার কত দ্রুত খোলে বা বন্ধ হয়) সম্পর্কে প্রাথমিক ধারণা নিন।"
    },
    {
      "level_id": "9.4",
      "level_title": "কেবিল টেস্টিং: লুকানো নেটওয়ার্কের স্বাস্থ্য",
      "level_status": "locked",
      "level_summary": "আন্ডারগ্রাউন্ড কেবিলের স্বাস্থ্য পরীক্ষা করুন। কন্টিনিউটি টেস্ট, ফেজ আইডেন্টিফিকেশন এবং হাই-পট (High Potential - Hi-Pot) টেস্টের মূল ধারণা বুঝুন।"
    },
    {
      "level_id": "9.5",
      "level_title": "আর্থিং সিস্টেম টেস্টিং: অদৃশ্য রক্ষকের শক্তি পরীক্ষা",
      "level_status": "locked",
      "level_summary": "সুরক্ষা সিস্টেমের ভিত্তি পরীক্ষা করুন। 'Fall of Potential' পদ্ধতি ব্যবহার করে আর্থ রেজিস্ট্যান্স টেস্টার দিয়ে আর্থ পিটের কার্যকারিতা মাপতে শিখুন।"
    },
    {
      "level_id": "9.6",
      "level_title": "ইনসুলেটর টেস্টিং: প্রহরীর শক্তি পরীক্ষা",
      "level_status": "locked",
      "level_summary": "ইনসুলেটরের স্বাস্থ্য যাচাই করুন। মেগার দিয়ে ইনসুলেশন রেজিস্ট্যান্স মাপা এবং করোনা ক্যামেরা দিয়ে লুকানো ত্রুটি খোঁজার ধারণা নিন।"
    },
    {
      "level_id": "9.7",
      "level_title": "রিলে টেস্টিং: মস্তিষ্কের কার্যকারিতা পরীক্ষা",
      "level_status": "locked",
      "level_summary": "সিস্টেমের মস্তিষ্কের স্বাস্থ্য পরীক্ষা করুন। রিলে টেস্টিং কিট দিয়ে কীভাবে একটি ওভারকারেন্ট বা আর্থ ফল্ট রিলে পরীক্ষা করা হয় তার প্রাথমিক ধারণা নিন।"
    },
    {
      "level_id": "9.8",
      "level_title": "ব্যাটারি এবং চার্জার টেস্টিং: জরুরি শক্তির উৎস",
      "level_status": "locked",
      "level_summary": "সাবস্টেশনের জরুরি ডিসি (DC) সিস্টেমকে জানুন। শিখুন কীভাবে ব্যাটারির ভোল্টেজ, গ্র্যাভিটি এবং লোড টেস্ট করা হয়।"
    },
    {
      "level_id": "9.9",
      "level_title": "ক্যাপাসিটর ব্যাংক টেস্টিং: পাওয়ার বুস্টারের কার্যকারিতা",
      "level_status": "locked",
      "level_summary": "ক্যাপাসিটর ইউনিটের স্বাস্থ্য পরীক্ষা করুন। ক্যাপাসিট্যান্স মিটার দিয়ে এর ক্ষমতা মাপা এবং ডিসচার্জ রেসিস্টর পরীক্ষা করার পদ্ধতি জানুন।"
    },
    {
      "level_id": "9.10",
      "level_title": "টেস্টিং রিপোর্ট তৈরি: ডাক্তারের প্রেসক্রিপশন",
      "level_status": "locked",
      "level_summary": "পরীক্ষা করাটাই শেষ কথা নয়। শিখুন কীভাবে সমস্ত পরীক্ষার ফলাফলকে একটিมาตรฐาน ফরম্যাটে নথিভুক্ত করতে হয় এবং তার ওপর ভিত্তি করে সুপারিশ (Recommendation) করতে হয়।"
    }
  ]
}