{
  "level_id": "3.9",
  "badge_name": "লাইন চেনার জাদুকর",
  "level_title": "গার্ড ওয়্যার ও ক্রেডল গার্ডিং: অতিরিক্ত সুরক্ষা জাল",
  "mission_briefing": "বিদ্যুৎ লাইন যখন কোনো রাস্তা, হাইওয়ে, রেললাইন বা অন্য কোনো কমিউনিকেশন লাইনের ওপর দিয়ে যায়, তখন একটি অতিরিক্ত ঝুঁকির সৃষ্টি হয়। যদি কোনো কারণে ওপরের লাইভ কন্ডাক্টরটি ছিঁড়ে যায়, তবে সেটি নিচে থাকা মানুষ, গাড়ি বা অন্য লাইনের ওপর পড়ে মারাত্মক দুর্ঘটনা ঘটাতে পারে। এই বিপদ থেকে রক্ষা করার জন্য আমরা একটি অতিরিক্ত সুরক্ষা জাল ব্যবহার করি—গার্ডিং। এই লেভেলের মিশন হলো, এই সুরক্ষা জালটিকে চেনা এবং এর সঠিক ইনস্টলেশন ও রক্ষণাবেক্ষণের গুরুত্ব বোঝা।",
  "sections": [
    {
      "title": "ছিঁড়ে পড়া তারের বিরুদ্ধে প্রতিরোধ",
      "points": [
        {
          "item_name": "১. গার্ডিং কী এবং কেন এটি প্রয়োজন?",
          "specifications": "গার্ডিং হলো একটি যান্ত্রিক সুরক্ষা ব্যবস্থা যা লাইভ কন্ডাক্টরের নিচে এবং/অথবা পাশে অতিরিক্ত তার (সাধারণত গ্যালভানাইজড স্টিল বা GI Wire) দিয়ে একটি জাল বা খাঁচার মতো কাঠামো তৈরি করে। এর প্রধান উদ্দেশ্য হলো, ওপরের কন্ডাক্টর ছিঁড়ে গেলে সেটিকে মাটিতে বা নিচে থাকা অন্য কোনো বস্তুর ওপর পড়তে না দিয়ে এই জালের ওপর আটকে রাখা।",
          "importance": "ভারতীয় বিদ্যুৎ নিয়মাবলী (Indian Electricity Rules) অনুযায়ী, যেকোনো রাস্তা, রেললাইন বা টেলিকম লাইন অতিক্রম করার সময় গার্ডিং ইনস্টল করা বাধ্যতামূলক। এটি জনসাধারণের সুরক্ষার জন্য একটি অপরিহার্য ব্যবস্থা।",
          "daily_check": "লাইন পেট্রোলিং-এর সময়, ক্রসিং পয়েন্টগুলোতে গার্ডিং অক্ষত আছে কিনা, কোনো তার ছিঁড়ে বা ঝুলে পড়েছে কিনা, তা বিশেষভাবে পরীক্ষা করুন।"
        },
        {
          "item_name": "২. ক্রেডল গার্ডিং (Cradle Guarding): সবচেয়ে পরিচিত রূপ",
          "specifications": "• গঠন: এটি দেখতে অনেকটা বাচ্চার দোলনা বা ক্রেডলের মতো। এখানে লাইভ কন্ডাক্টরগুলোর নিচে একাধিক GI তার আড়াআড়িভাবে (Cross-wise) এবং লম্বাভাবে (Longitudinal) বুনে একটি জালের মতো কাঠামো তৈরি করা হয়।\n• আর্থিং: এই পুরো গার্ডিং কাঠামোটিকে প্রতিটি পোলে খুব ভালোভাবে আর্থিং করা হয়।",
          "importance": "যদি লাইভ কন্ডাক্টর ছিঁড়ে এই আর্থ করা গার্ডিং-এর ওপর পড়ে, তবে তৎক্ষণাৎ একটি భారీ শর্ট সার্কিট (Phase-to-Earth Fault) তৈরি হয়। এর ফলে ফিডারের সার্কিট ব্রেকার বা ফিউজ সঙ্গে সঙ্গে অপারেট করে এবং লাইনটি বন্ধ হয়ে যায়, যা বড় বিপদ এড়ায়।",
          "safety_tip": "গার্ডিং ইনস্টল বা মেরামত করার সময় এটি একটি জটিল এবং ঝুঁকিপূর্ণ কাজ। এই সময় নিচে ট্র্যাফিক নিয়ন্ত্রণ করা এবং সমস্ত সুরক্ষা নিয়ম মেনে চলা অত্যন্ত জরুরি।"
        },
        {
          "item_name": "৩. খাঁচা গার্ডিং (Cage Guarding)",
          "specifications": "• গঠন: ভার্টিকাল ফর্মেশনে থাকা লাইনের ক্ষেত্রে (যেখানে কন্ডাক্টরগুলো একটির নিচে আরেকটি থাকে), কন্ডাক্টরগুলোর চারপাশে একটি খাঁচার মতো করে গার্ডিং তৈরি করা হয়।\n• ব্যবহার: এটি সাধারণত কম ব্যবহৃত হয়, তবে বিশেষ পরিস্থিতিতে এর প্রয়োগ দেখা যায়।",
          "importance": "এর কার্যনীতি ক্রেডল গার্ডিং-এর মতোই—ছিঁড়ে পড়া তারকে আটকে রাখা এবং আর্থ ফল্ট তৈরি করে লাইন বন্ধ করা।",
          "daily_check": "গার্ডিং-এর কোনো অংশ মরিচা ধরে বা ক্ষয় হয়ে দুর্বল হয়ে গেছে কিনা তা পরীক্ষা করুন।"
        },
        {
          "item_name": "৪. সাধারণ সমস্যা এবং রক্ষণাবেক্ষণ",
          "specifications": "• ঝুলে পড়া বাหย่อน হওয়া (Sagging): সময়ের সাথে বা কোনো কিছুর আঘাতে গার্ডিং-এর তারগুলো ঝুলে পড়তে পারে। এটি ওপরের লাইভ কন্ডাক্টর এবং গার্ডিং-এর মধ্যেকার নিরাপদ দূরত্ব (Clearance) কমিয়ে দেয়।\n• মরিচা বা ক্ষয় (Corrosion): GI তারের গ্যালভানাইজিং নষ্ট হয়ে গেলে এতে মরিচা ধরে এবং এটি দুর্বল হয়ে পড়ে।\n• ভাঙা বা ছেঁড়া তার (Broken Wires): ঝড় বা অন্য কোনো কারণে গার্ডিং-এর তার ছিঁড়ে যেতে পারে।\n• দুর্বল আর্থিং (Poor Earthing): আর্থিং কানেকশন চুরি হয়ে গেলে বা ক্ষয় হয়ে গেলে গার্ডিং তার কার্যকারিতা হারায়।",
          "importance": "একটি ক্ষতিগ্রস্ত গার্ডিং সুরক্ষার বদলে নিজেই একটি বিপদে পরিণত হতে পারে। যেমন, ঝুলে পড়া গার্ডিং বাতাসের কারণে লাইভ তারকে স্পর্শ করে শর্ট সার্কিট ঘটাতে পারে।",
          "safety_tip": "গার্ডিং-এর ওপর কাজ করার সময়, এটিকে সবসময় 'লাইভ' হিসেবে ধরে নিন, যতক্ষণ না আপনি নিশ্চিত হচ্ছেন যে ওপরের লাইনটি সম্পূর্ণ বন্ধ এবং আর্থ করা আছে।"
        }
      ]
    }
  ],
  "image_suggestion": "একটি রাস্তার ক্রসিং-এর ছবি, যেখানে একটি বিদ্যুৎ লাইন রাস্তা পার করছে। লাইনের নিচে একটি পরিষ্কার ক্রেডল গার্ডিং দেখানো থাকবে, যার আর্থিং কানেকশনটি পোলের গায়ে স্পষ্টভাবে চিহ্নিত করা থাকবে। ছবির এক কোণায় দেখানো যেতে পারে যে একটি কন্ডাক্টর ছিঁড়ে গার্ডিং-এর ওপর পড়েছে এবং ফল্ট তৈরি হচ্ছে।",
  "pro_tip": {
    "title": "বিশেষ প্রো টিপস (Pro Tips)",
    "content": [
      "১. ক্লিয়ারেন্স সবচেয়ে জরুরি: লাইভ কন্ডাক্টর এবং গার্ডিং-এর জালের মধ্যে একটি নির্দিষ্ট ন্যূনতম উল্লম্ব দূরত্ব (Vertical Clearance) বজায় রাখাটা আইনত বাধ্যতামূলক। এই দূরত্ব কম হলে আর্ক বা শর্ট সার্কিট হতে পারে।",
      "২. জয়েন্ট মজবুত রাখুন: গার্ডিং-এর তারগুলোকে জোড়া দেওয়ার জন্য ব্যবহৃত বাইন্ডিং তার বা ক্ল্যাম্পগুলো মজবুত হওয়া উচিত। একটি দুর্বল জয়েন্ট পুরো গার্ডিং-কে অকেজো করে দিতে পারে।",
      "৩. টেনশন ঠিক রাখুন: গার্ডিং-এর তারগুলো সঠিক টানে থাকা উচিত—খুব বেশিও নয়, খুব কমও নয়। অতিরিক্ত টানে এটি ছিঁড়ে যেতে পারে, আর কম টানে ঝুলে পড়বে।",
      "৪. আর্থিং কানেকশন রক্ষা করুন: আর্থিং তার প্রায়ই চুরি হয়ে যায়। এটিকে রক্ষা করার জন্য পাইপের ভেতর দিয়ে নিয়ে যাওয়া বা নিয়মিত পরিদর্শন করা একটি ভালো অভ্যাস।"
    ]
  },
  "myth_buster": {
    "title": "মিথ বাস্টার (Myth Buster)",
    "myths": [
      {
        "myth": "গার্ডিং-এর তারে তো কোনো কারেন্ট থাকে না, তাই ওটা খালি হাতে ধরলেও চলে।",
        "reality": "মারাত্মক ভুল! যদি গার্ডিং-এর আর্থিং কানেকশন দুর্বল থাকে এবং কোনোভাবে এটি লাইভ কন্ডাক্টরের সংস্পর্শে আসে, তবে পুরো গার্ডিং কাঠামোটি লাইভ হয়ে যেতে পারে। এটিকে সবসময় বিপজ্জনক হিসেবেই গণ্য করা উচিত।"
      },
      {
        "myth": "গার্ডিং-এর একটি-দুটি তার ছিঁড়ে গেলে কিছু হয় না, বাকিগুলো তো আছেই।",
        "reality": "ভুল। গার্ডিং একটি সম্মিলিত সিস্টেম। একটি ছেঁড়া তার পুরো কাঠামোর যান্ত্রিক শক্তিকে দুর্বল করে দেয় এবং ঝুলে পড়ে অন্য বিপদ তৈরি করতে পারে।"
      }
    ]
  },
  "advanced_section": {
    "title": "এর পেছনের ইঞ্জিনিয়ারিং ফ্যাক্টস",
    "facts": [
      {
        "title": "আর্থ ফল্ট কারেন্ট (Earth Fault Current)",
        "content": "যখন একটি লাইভ কন্ডাক্টর আর্থ করা গার্ডিং-এর সংস্পর্শে আসে, তখন একটি భారీ কারেন্ট (কয়েক হাজার অ্যাম্পিয়ার পর্যন্ত) কন্ডাক্টর থেকে গার্ডিং হয়ে আর্থিং সিস্টেমের মধ্যে দিয়ে প্রবাহিত হয়। এই प्रचंड কারেন্ট প্রবাহকেই আর্থ ফল্ট কারেন্ট বলে। সাবস্টেশনের রিলেগুলো এই ফল্ট কারেন্টকে সনাক্ত করে এবং কয়েক মিলিসেকেন্ডের মধ্যে সার্কিট ব্রেকারকে ট্রিপ করার নির্দেশ দেয়।"
      },
      {
        "title": "গ্রাউন্ড ক্লিয়ারেন্স (Ground Clearance)",
        "content": "শুধু গার্ডিং নয়, ভারতীয় বিদ্যুৎ নিয়মাবলী অনুযায়ী রাস্তার ওপর দিয়ে যাওয়া কন্ডাক্টরের মাটি থেকে ন্যূনতম উচ্চতা কত হবে (গ্রাউন্ড ক্লিয়ারেন্স) তাও নির্দিষ্ট করা আছে। যেমন, এলটি লাইনের জন্য ৫.৮ মিটার এবং এইচটি লাইনের জন্য ৬.১ মিটার। গার্ডিং এই ক্লিয়ারেন্সকে আরও সুরক্ষিত করে।"
      }
    ]
  }
}

