{
"level_id": "9.6",
"level_title": "ইনসুলেটর টেস্টিং: প্রহরীর শক্তি পরীক্ষা",
"mission_briefing": "ইনসুলেটর হলো আমাদের হাই ভোল্টেজ লাইনের 'সীমান্ত প্রহরী'। এরা হাজার হাজার ভোল্টের লাইভ তারকে শক্ত করে ধরে রাখে, কিন্তু সেই ভোল্টেজকে টাওয়ার বা পোলে নামতে দেয় না। কিন্তু রোদ, ঝড় আর ধুলোবালি খেতে খেতে এই প্রহরীও দুর্বল হয়ে পড়ে। যদি ইনসুলেটর লিক (Leak) করে, তবে পুরো টাওয়ার লাইভ হয়ে যাবে, যা নিচে থাকা মানুষের জন্য মরণফাঁদ। আজকের মিশনে আমরা দেখব এই ইনসুলেটররা তাদের ডিউটি ঠিকমতো করছে কিনা।",
"sections": [
{
"title": "ইনসুলেটর পরীক্ষার আধুনিক ও সনাতন পদ্ধতি",
"image_name": "quiz_images/insulator_string.jpg",
"points": [
{
"item_name": "১. ভিজ্যুয়াল ইন্সপেকশন (বাইনোকুলার দিয়ে)",
"image_name": "quiz_images/broken_insulator.png",
"specifications": "মাটিতে দাঁড়িয়ে হাই-পাওয়ার বাইনোকুলার দিয়ে টাওয়ারের ওপরের ইনসুলেটর স্ট্রিং চেক করা।",
"importance": "সবচেয়ে সহজ কিন্তু কার্যকর। দেখতে হবে পোর্সেলিন ডিস্কের কোনো অংশ ভেঙে গেছে কিনা (Chipped/Broken), কোনো পোড়া দাগ (Flashover mark) আছে কিনা, বা অতিরিক্ত পাখির মল বা ধুলো জমেছে কিনা। পলিমার ইনসুলেটরের ক্ষেত্রে দেখতে হবে তার ওপরের আস্তরণ বা স্কার্ট ফেটে গেছে কিনা।",
"daily_check": "বৃষ্টির পরে বা ঝড়ের পরে এই চেক খুব জরুরি।"
},
{
"item_name": "২. ইনসুলেশন রেজিস্ট্যান্স (IR) টেস্ট",
"image_name": "quiz_images/insulator_megger.webp",
"specifications": "লাইন শাটডাউন নিয়ে ৫০০০ ভোল্ট (5kV) মেগার দিয়ে প্রতিটি ডিস্ক আলাদাভাবে টেস্ট করা হয়।",
"importance": "একটি ভালো ইনসুলেটর ডিস্কের রেজিস্ট্যান্স অবশ্যই ৫০০ মেগা-ওহম বা তার বেশি হওয়া উচিত। যদি কোনো ডিস্কের রিডিং খুব কম বা শূন্য আসে, তবে সেটিকে 'পাংচারড' (Punctured) বা মৃত বলে ধরে নেওয়া হয় এবং পুরো স্ট্রিং বদলাতে হতে পারে।",
"daily_check": "টেস্টের আগে ইনসুলেটরটি শুকনো কাপড় দিয়ে মুছে পরিষ্কার করে নিন।"
},
{
"item_name": "৩. পিআইডি (PID) টেস্টিং কিট",
"image_name": "quiz_images/pid_kit.jpg",
"specifications": "পাংচার ইনসুলেটর ডিটেক্টর (PID)। এটি দিয়ে লাইভ লাইনেও (সতর্কতার সাথে) ইনসুলেটর চেক করা সম্ভব।",
"importance": "পোর্সেলিন ইনসুলেটরের ভেতরে অদৃশ্য ফাটল থাকলে তা বাইরে থেকে বোঝা যায় না। PID কিট ইলেকট্রোম্যাগনেটিক ফিল্ড মেপে বলে দেয় কোন ডিস্কটি নষ্ট হয়ে গেছে।",
"daily_check": "এটি ব্যবহারের জন্য বিশেষ ট্রেনিং এবং হট স্টিক (Hot Stick) ব্যবহারের অভিজ্ঞতা প্রয়োজন।"
},
{
"item_name": "৪. করোনা ক্যামেরা (Corona Camera)",
"image_name": "quiz_images/corona_camera.png",
"specifications": "এটি একটি বিশেষ ধরনের ইউভি (UV) ক্যামেরা যা দিনের আলোতেও করোনার ডিসচার্জ দেখতে পায়।",
"importance": "ইনসুলেটরের গায়ে যদি সূক্ষ্ম ক্র্যাক বা দূষণ থাকে, তবে সেখানে 'করোনা ডিসচার্জ' (বেগুনি আভা) হয় যা খালি চোখে দেখা যায় না। এই ক্যামেরা সেই অদৃশ্য বিপদকে স্ক্রিনে ফুটিয়ে তোলে। এটি প্রিভেন্টিভ মেইনটেন্যান্সের জন্য সেরা টুল।",
"daily_check": "ক্যামেরার লেন্স পরিষ্কার রাখা এবং ফোকাস ঠিক করা জরুরি।"
}
]
}
],
"pro_tip": {
"title": "ওস্তাদের পরামর্শ (Pro Tips)",
"content": [
"১. পরিষ্কার না করলে রিডিং ভুল: ইনসুলেটরের গায়ে যদি ধুলো, কার্বন বা লবণের স্তর জমে থাকে, তবে মেগার ভ্যালু অনেক কম আসবে। টেস্ট করার আগে 'ক্লিনিং সলভেন্ট' বা নিদেনপক্ষে শুকনো কাপড় দিয়ে ভালো করে মুছুন।",
"২. বৃষ্টির দিনে টেস্ট নিষেধ: বাতাসে আর্দ্রতা বেশি থাকলে ইনসুলেটরের সারফেস দিয়ে লিকেজ কারেন্ট বাড়ে, যা আপনাকে ভুল তথ্য দেবে। রৌদ্রোজ্জ্বল দিনই ইনসুলেটর টেস্টিংয়ের জন্য সেরা।",
"৩. হিসহিস শব্দ শুনুন: অনেক সময় কোনো মেশিন ছাড়াই কান পেতে লাইন চেক করা যায়। পোলের কাছে দাঁড়িয়ে যদি জোর 'হিসহিস' বা 'চড়চড়' শব্দ পান, বুঝবেন ইনসুলেটর লিক করছে বা ট্র্যাকিং হচ্ছে।",
"৪. গ্লাস ইনসুলেটর: কাঁচের ইনসুলেটর ফেটে গেলে পুরোটা ঝুরঝুর করে ভেঙে পড়ে না, কিন্তু এর যান্ত্রিক শক্তি কমে যায়। তাই ভাঙা গ্লাস দেখলেই সাবধান।"
]
},
"myth_buster": {
"title": "মিথ বাস্টার (Myth Buster)",
"myths": [
{
"myth": "পলিমার ইনসুলেটর পোর্সেলিনের চেয়ে হালকা, তাই এগুলো দুর্বল।",
"reality": "ওজন দিয়ে শক্তি বিচার করবেন না। পলিমার ইনসুলেটর ওজনে হালকা হলেও এর 'হাইড্রোফোবিসিটি' (জল তাড়ানোর ক্ষমতা) পোর্সেলিনের চেয়ে অনেক ভালো, এবং এটি সহজে ভাঙে না। দূষিত এলাকায় পলিমারই সেরা।",
"verdict": "হালকা মানেই ঠুনকো নয়।"
},
{
"myth": "একটা ডিস্ক ভেঙে গেছে, বাকিগুলো তো ঠিক আছে, লাইন চলবে।",
"reality": "১১ কেভি লাইনে ৩টি ডিস্কের ১টি ভেঙে গেলে বাকি দুটির ওপর ভোল্টেজের চাপ বেড়ে যায়। এতে যেকোনো সময় ফ্ল্যাশওভার হয়ে লাইন ট্রিপ করতে পারে। ঝুঁকি না নিয়ে বদলে ফেলাই বুদ্ধিমানের কাজ।",
"verdict": "চেইন ততটাই শক্তিশালী যতটা তার দুর্বলতম কড়া।"
}
]
},
"advanced_section": {
"title": "ইঞ্জিনিয়ারিং ইনসাইট (Engineering Insights)",
"facts": [
{
"title": "ক্রিপেজ ডিস্টেন্স (Creepage Distance)",
"content": "ইনসুলেটরের গায়ে কেন ঢেউখেলানো বা খাঁজকাটা (Ribs) থাকে? সোজা টিউব কেন হয় না? কারণ হলো 'ক্রিপেজ ডিস্টেন্স'। কারেন্ট যেন ইনসুলেটরের গা বেয়ে সহজে পার হতে না পারে, তাই পথটিকে আঁকাবাঁকা করে লম্বা করা হয়। খাঁজগুলো এই পথ বা ডিস্টেন্স বাড়িয়ে দেয়, ফলে লিকেজ কারেন্ট কমে যায়।"
},
{
"title": "করোনা ইফেক্ট (Corona Effect)",
"content": "হাই ভোল্টেজে ইনসুলেটরের চারপাশের বাতাস আয়নাইজড হয়ে বিদ্যুৎ পরিবাহী হয়ে ওঠে, একে করোনা বলে। এটি ইনসুলেটরকে খেয়ে ফেলে (Erosion) এবং রেডিও সিগন্যালে নয়েজ তৈরি করে। করোনা রিং ব্যবহার করে এই ইলেকট্রিক্যাল স্ট্রেস কমানো হয়।"
}
]
}
}
