{
  "level_id": "6.10",
  "badge_name": "যন্ত্র গুরু",
  "level_title": "এনার্জি মিটার: ক্যাশ রেজিস্টার",
  "mission_briefing": "বিদ্যুৎ একটি পণ্য, আর এনার্জি মিটার হলো সেই 'ক্যাশ রেজিস্টার' যা গ্রাহক কতটা পণ্য ব্যবহার করলেন তার সঠিক হিসাব রাখে। এটি বিদ্যুৎ কোম্পানি এবং গ্রাহকের মধ্যেকার বাণিজ্যিক সম্পর্কের ভিত্তি। একজন লাইনম্যান হিসেবে, আপনাকে প্রায়ই মিটার সংক্রান্ত অভিযোগ (যেমন মিটার চলছে না, দ্রুত চলছে) মোকাবিলা করতে হবে। এই লেভেলের মিশন হলো, আধুনিক এনার্জি মিটারকে চেনা, এর ভাষা বোঝা এবং বিদ্যুৎ চুরির প্রাথমিক লক্ষণগুলো সনাক্ত করতে শেখা।",
  "sections": [
    {
      "title": "বিদ্যুৎ খরচের হিসাবরক্ষক",
      "points": [
        {
          "item_name": "১. আধুনিক মিটার: ইলেক্ট্রো-মেকানিক্যাল থেকে ইলেকট্রনিক",
          "specifications": "• পুরনো ইলেক্ট্রো-মেকানিক্যাল মিটার: এর প্রধান বৈশিষ্ট্য ছিল একটি অ্যালুমিনিয়ামের চাকতি (Disc) যা বিদ্যুৎ খরচের সাথে সাথে ঘুরত।\n• আধুনিক ইলেকট্রনিক/স্ট্যাটিক মিটার: এর ভেতরে কোনো চলমান অংশ নেই। এটি মাইক্রোপ্রসেসর ব্যবহার করে বিদ্যুৎ খরচ গণনা করে এবং একটি এলসিডি (LCD) ডিসপ্লেতে দেখায়। এগুলো অনেক বেশি নির্ভুল, ট্যাম্পার-প্রুফ এবং একাধিক তথ্য দেখাতে পারে।\n• স্মার্ট মিটার: এটি ইলেকট্রনিক মিটারের একটি উন্নত রূপ, যা স্বয়ংক্রিয়ভাবে বিদ্যুৎ অফিসে রিডিং পাঠাতে পারে এবং রিমোটলি কানেক্ট/ডিসকানেক্ট করা যায়।",
          "importance": "আধুনিক মিটারগুলো শুধু kWh (ইউনিট)-ই দেখায় না, বরং ভোল্টেজ, কারেন্ট, পাওয়ার ফ্যাক্টর এবং সর্বোচ্চ চাহিদার (Maximum Demand) মতো গুরুত্বপূর্ণ তথ্যও রেকর্ড করে, যা ফল্ট নির্ণয়ে সাহায্য করতে পারে।"
        },
        {
          "item_name": "২. মিটারের ভাষা বোঝা: ডিসপ্লে এবং ইন্ডিকেটর",
          "specifications": "• LCD ডিসপ্লে: সাধারণত, একটি পুশ-বাটন চেপে আপনি বিভিন্ন রিডিং দেখতে পারেন—মোট kWh, বর্তমান লোড (kW), ভোল্টেজ, কারেন্ট ইত্যাদি।\n• CAL/Impulse LED: মিটারের ওপর একটি ছোট লাল LED বাতি থাকে, যা বিদ্যুৎ খরচ হওয়ার সাথে সাথে ব্লিঙ্ক বা ফ্ল্যাশ করে। এর ফ্ল্যাশিং-এর গতি বিদ্যুৎ খরচের গতির সমানুপাতিক। (যেমন 3200 imp/kWh মানে হলো, এক ইউনিট বিদ্যুৎ খরচ হলে বাতিটি ৩২০০ বার ব্লিঙ্ক করবে)।\n• অন্যান্য ইন্ডিকেটর: কিছু মিটারে 'Reverse', 'Earth Leakage', 'Tamper'-এর মতো ইন্ডিকেটরও থাকে।",
          "importance": "এই ইন্ডিকেটরগুলো আপনাকে মিটার এবং গ্রাহকের কানেকশনের স্বাস্থ্য সম্পর্কে অনেক তথ্য দেয়। যেমন, লোড বন্ধ থাকা সত্ত্বেও যদি CAL LED খুব দ্রুত ব্লিঙ্ক করে, তবে বাড়িতে আর্থ লিকেজ বা বিদ্যুৎ চুরির সম্ভাবনা থাকে।"
        },
        {
          "item_name": "৩. সাধারণ অভিযোগ এবং সমাধান (Troubleshooting)",
          "specifications": "• অভিযোগ ১ ('মিটার দ্রুত চলছে'):\n  - করণীয়: প্রথমে, গ্রাহকের বাড়ির সমস্ত লোড বন্ধ করুন। এবার দেখুন CAL LED ব্লিঙ্ক করছে কিনা। যদি করে, তবে বাড়িতে আর্থ লিকেজ বা কোনো যন্ত্রপাতি বন্ধ অবস্থায়ও বিদ্যুৎ টানছে। যদি না করে, তবে একটি জানা ওয়াটের লোড (যেমন একটি ১০০ ওয়াটের বাল্ব) এক ঘন্টা চালিয়ে দেখুন রিডিং ঠিকমতো বাড়ছে কিনা।\n• অভিযোগ ২ ('মিটার চলছে না' বা ডিসপ্লে ব্ল্যাঙ্ক):\n  - করণীয়: প্রথমে মিটারের ইনকামিং টার্মিনালে ভোল্টেজ পরীক্ষা করুন। ভোল্টেজ ঠিক থাকলে মিটারের ভেতরের ফিউজ বা সার্কিট খারাপ হতে পারে। ভোল্টেজ না থাকলে সমস্যাটি সার্ভিস কেবিল বা পোলের কানেকশনে।\n• অভিযোগ ৩ ('পাওয়ার নেই, কিন্তু মিটার অন'):\n  - করণীয়: এটি সাধারণত নিউট্রাল কেটে যাওয়ার লক্ষণ।",
          "importance": "পদ্ধতিগতভাবে পরীক্ষা করলে আপনি সহজেই সমস্যার মূল কারণ খুঁজে বের করতে পারবেন এবং গ্রাহককে সঠিক তথ্য দিতে পারবেন।"
        },
        {
          "item_name": "৪. বিদ্যুৎ চুরি বা ট্যাম্পারিং-এর প্রাথমিক লক্ষণ",
          "specifications": "• ভাঙা বা অনুপস্থিত সিল: মিটারের বডি বা টার্মিনাল কভারের সিল ভাঙা বা না থাকাটা ট্যাম্পারিং-এর প্রথম এবং প্রধান লক্ষণ।\n• মিটার বাইপাস: মিটারের ইনকামিং টার্মিনালের আগে থেকে বা মিটারকে এড়িয়ে অন্য কোনো উপায়ে তার নিয়ে যাওয়া।\n• মিটারের অস্বাভাবিক আচরণ: ডিসপ্লেতে 'Tamper' বা 'Error' লেখা দেখানো, বা অস্বাভাবিক রিডিং দেখানো।\n• বাইরের চুম্বক বা যন্ত্র: মিটারের আশেপাশে কোনো শক্তিশালী চুম্বক বা ইলেকট্রনিক যন্ত্র লাগানো থাকা।",
          "importance": "বিদ্যুৎ চুরি একটি দণ্ডনীয় অপরাধ এবং এটি সিস্টেমের জন্য বিপজ্জনকও বটে। যেকোনো সন্দেহজনক কার্যকলাপ দেখলে অবিলম্বে আপনার কর্তৃপক্ষকে রিপোর্ট করুন।",
          "safety_tip": "বিদ্যুৎ চোরেরা প্রায়ই বিপজ্জনক এবং অপেশাদার পদ্ধতিতে ওয়্যারিং করে, যা আপনার জন্যও ঝুঁকি তৈরি করতে পারে। সন্দেহজনক জায়গায় কাজ করার সময় অতিরিক্ত সতর্কতা অবলম্বন করুন।"
        }
      ]
    }
  ],
  "image_suggestion": "একটি আধুনিক ডিজিটাল এনার্জি মিটারের ক্লোজ-আপ ছবি। এর LCD ডিসপ্লে, CAL LED এবং সিলিং পয়েন্টগুলো স্পষ্টভাবে লেবেল করা থাকবে। পাশে একটি ছোট ডায়াগ্রাম থাকতে পারে যা 'মিটার বাইপাস'-এর একটি উদাহরণ দেখাচ্ছে এবং তার ওপর একটি বিপদ চিহ্ন দেওয়া আছে।",
  "pro_tip": {
    "title": "বিশেষ প্রো টিপস (Pro Tips)",
    "content": [
      "১. গ্রাহককে বোঝান: 'মিটার দ্রুত চলছে' অভিযোগের ক্ষেত্রে, গ্রাহককে তার নিজের যন্ত্রপাতি (যেমন পুরোনো ফ্রিজ, জলের পাম্প) কীভাবে বিদ্যুৎ খরচ করে তা বুঝিয়ে বললে অনেক সময় সমস্যার সমাধান হয়ে যায়।",
      "২. সেফটি সবার আগে: মিটার বক্সে কাজ করার আগে, যদি সম্ভব হয়, পোলের ফিউজ খুলে বা মিটারের ইনকামিং সুইচ বন্ধ করে লাইনটিকে সম্পূর্ণ বিচ্ছিন্ন করুন।",
      "৩. ডকুমেন্টেশন: মিটার বদলানো বা কোনো বড় কাজ করার সময়, পুরনো মিটারের ফাইনাল রিডিং এবং নতুন মিটারের প্রাথমিক রিডিং-এর ছবি তুলে রাখুন। এটি বিলিং সংক্রান্ত সমস্যা এড়াতে সাহায্য করে।",
      "৪. থ্রি-ফেজ মিটার: বড় গ্রাহক বা ইন্ডাস্ট্রিতে থ্রি-ফেজ মিটার ব্যবহার করা হয়, যার সাথে অনেক সময় CT (Current Transformer) এবং PT (Potential Transformer) যুক্ত থাকে। এদের কার্যকারিতা আরও জটিল।"
    ]
  },
  "myth_buster": {
    "title": "মিথ বাস্টার (Myth Buster)",
    "myths": [
      {
        "myth": "মিটারের ওপর চুম্বক রাখলে মিটার স্লো হয়ে যায়।",
        "reality": "এটি পুরনো ইলেক্ট্রো-মেকানিক্যাল মিটারের ক্ষেত্রে কিছুটা সম্ভব ছিল। কিন্তু আধুনিক ডিজিটাল মিটারগুলো চুম্বক বা অন্য কোনো বাহ্যিক প্রভাব প্রতিরোধী (Tamper-proof) হিসেবে ডিজাইন করা হয়। অনেক মিটার ট্যাম্পারিং-এর চেষ্টা হলে তা রেকর্ড করে রাখে।"
      },
      {
        "myth": "বৃষ্টি হলে বা আবহাওয়া ঠান্ডা থাকলে মিটার স্লো চলে।",
        "reality": "ভুল। এনার্জি মিটারের কার্যকারিতা আবহাওয়ার ওপর নির্ভর করে না। এটি শুধুমাত্র ব্যবহৃত শক্তির পরিমাণ পরিমাপ করে।"
      }
    ]
  },
  "advanced_section": {
    "title": "এর পেছনের ইঞ্জিনিয়ারিং ফ্যাক্টস",
    "facts": [
      {
        "title": "CT এবং PT (Instrument Transformers)",
        "content": "হাই-ভোল্টেজ বা হাই-কারেন্ট সিস্টেমে, সরাসরি মিটার লাগানো সম্ভব নয়। এক্ষেত্রে, কারেন্ট ট্রান্সফরমার (CT) কারেন্টকে এবং পটেনশিয়াল ট্রান্সফরমার (PT) ভোল্টেজকে একটি নির্দিষ্ট অনুপাতে কমিয়ে (Step down) মিটারে পাঠায়। মিটারটি কম মান পরিমাপ করে এবং সেটিকে মাল্টিপ্লিকেশন ফ্যাক্টর (Multiplying Factor) দিয়ে গুণ করে আসল খরচ গণনা করা হয়।"
      },
      {
        "title": "অ্যান্টি-ট্যাম্পার ফিচারস (Anti-Tamper Features)",
        "content": "আধুনিক মিটারে একাধিক অ্যান্টি-ট্যাম্পার ফিচার থাকে। যেমন, যদি কেউ ইনকামিং এবং আউটগোয়িং কানেকশন উল্টে দেয়, মিটারটি তবুও সঠিকভাবে রিডিং নেয়। যদি কেউ নিউট্রাল বিচ্ছিন্ন করে দেয়, মিটারটি ফেজ এবং আর্থের রেফারেন্সে চলতে থাকে। কোনো ট্যাম্পারিং-এর চেষ্টা হলে, মিটারটি সেই ঘটনা তারিখ এবং সময় সহ রেকর্ড করে রাখে।"
      }
    ]
  }
}
