{
  "level_id": "6.3",
  "badge_name": "যন্ত্র গুরু",
  "level_title": "ফিউজ: নীরব প্রহরী",
  "mission_briefing": "আপনি আগেই ডিও ফিউজের সাথে পরিচিত হয়েছেন। কিন্তু ফিউজের জগৎ আরও বড় এবং বৈচিত্র্যময়। ফিডার পিলার থেকে শুরু করে বাড়ির মিটার বক্স পর্যন্ত, বিভিন্ন জায়গায় বিভিন্ন ধরনের ফিউজ নীরবে আমাদের সিস্টেমকে রক্ষা করে চলেছে। প্রতিটি ফিউজের নিজস্ব চরিত্র, ক্ষমতা এবং ব্যবহারের ক্ষেত্র আছে। এই লেভেলের মিশন হলো, এই বিভিন্ন ধরনের নীরব প্রহরীদের চেনা, তাদের মধ্যেকার পার্থক্য বোঝা এবং কোন কাজের জন্য কোনটি উপযুক্ত, তা শিখতে পারা।",
  "sections": [
    {
      "title": "আত্মবলিদানের বিভিন্ন রূপ",
      "points": [
        {
          "item_name": "১. ডিও (DO) ফিউজ: আউটডোর চ্যাম্পিয়ন (পুনরালোচনা)",
          "specifications": "• ব্যবহার: মূলত ১১ কেভি এবং ৩৩ কেভি ডিস্ট্রিবিউশন লাইনে, বিশেষ করে ট্রান্সফরমারকে সুরক্ষা দেওয়ার জন্য ব্যবহৃত হয়।\n• বৈশিষ্ট্য: ফল্টের পর 'ড্রপ-আউট' হয়, যা দূর থেকে সনাক্ত করা সহজ। এটি একটি সুইচ হিসেবেও কাজ করে।\n• সীমাবদ্ধতা: এর ফল্ট কারেন্ট বাধা দেওয়ার ক্ষমতা (Interrupting Capacity) তুলনামূলকভাবে কম এবং এটি খোলা পরিবেশে আর্ক তৈরি করে।",
          "importance": "ডিস্ট্রিবিউশন নেটওয়ার্কে এটিই সবচেয়ে বেশি দেখা যাওয়া এইচটি (HT) ফিউজ।"
        },
        {
          "item_name": "২. এইচআরসি (HRC) ফিউজ (High Rupturing Capacity Fuse): ইনডোর রকস্টার",
          "specifications": "• গঠন: এটি একটি সম্পূর্ণ সিল করা সিরামিক বডি দিয়ে তৈরি, যার ভেতরে ফিউজ এলিমেন্টের চারপাশে কোয়ার্টজ বালু (Quartz Sand) বা একই ধরনের উপাদান भरा থাকে।\n• ব্যবহার: এটি মূলত এলটি (LT) ডিস্ট্রিবিউশন সিস্টেমে ব্যবহৃত হয়—যেমন ফিডার পিলার, ডিস্ট্রিবিউশন বক্স এবং বড় ইন্ডাস্ট্রিয়াল প্যানেলে।\n• বৈশিষ্ট্য: এর ফল্ট কারেন্ট বাধা দেওয়ার ক্ষমতা 엄청 많다। ফল্টের সময় যে আর্ক তৈরি হয়, তা বালুর মধ্যে সম্পূর্ণ নিরাপদে এবং কোনো বিস্ফোরণ ছাড়াই নিভে যায়।",
          "importance": "যেখানে ফল্ট লেভেল খুব বেশি এবং আগুন লাগার ঝুঁকি রয়েছে (যেমন ইনডোর প্যানেল), সেখানে HRC ফিউজ অপরিহার্য। এটি ডিও ফিউজের চেয়ে অনেক বেশি নিরাপদ এবং নির্ভরযোগ্য।"
        },
        {
          "item_name": "৩. রি-ওয়্যারেবল বা কিট-ক্যাট ফিউজ (Rewireable/Kit-Kat Fuse): পুরনো দিনের সৈনিক",
          "specifications": "• গঠন: এটি দুটি প্রধান অংশ নিয়ে গঠিত—একটি পোর্সেলিনের বেস যা প্যানেলে লাগানো থাকে এবং একটি পোর্সেলিনের ফিউজ ক্যারিয়ার বা 'কিট-ক্যাট', যার মধ্যে ফিউজ তার বাঁধা থাকে।\n• ব্যবহার: এটি পুরনো দিনের বাড়ির মিটার বক্স, ছোট কানেকশন বা গ্রামীণ এলাকায় এখনও দেখা যায়।\n• সীমাবদ্ধতা: এর ব্রেকিং ক্যাপাসিটি খুব কম, এটি খোলা পরিবেশে আর্ক তৈরি করে এবং এর সুরক্ষার কোনো নিশ্চয়তা নেই কারণ ব্যবহারকারী যেকোনো মোটা তার ব্যবহার করতে পারেন।",
          "importance": "আধুনিক সিস্টেমে এর ব্যবহার প্রায় বন্ধ হয়ে গেছে কারণ এটি অনিরাপদ। এর বদলে এখন MCB (Miniature Circuit Breaker) ব্যবহার করা হয়।"
        },
        {
          "item_name": "৪. ফিউজের মধ্যে পার্থক্য: কখন কোনটি?",
          "specifications": "• ডিও ফিউজ: আউটডোর, হাই-ভোল্টেজ (HT), যেখানে ভিজ্যুয়াল ইন্ডিকেশন প্রয়োজন।\n• এইচআরসি ফিউজ: ইনডোর, লো-ভোল্টেজ (LT), যেখানে উচ্চ ফল্ট কারেন্ট এবং নিরাপত্তা প্রধান বিষয়।\n• কিট-ক্যাট ফিউজ: খুব কম-লোডের পুরনো কানেকশন, যেখানে খরচ প্রধান বিষয় (আধুনিক সিস্টেমে সুপারিশ করা হয় না)।",
          "importance": "সঠিক জায়গায় সঠিক ফিউজ ব্যবহার করাটা সিস্টেমের সুরক্ষা এবং নির্ভরযোগ্যতার জন্য অত্যন্ত জরুরি। একটি ফিডার পিলারে ডিও ফিউজ বা একটি এইচটি লাইনে কিট-ক্যাট ফিউজ ব্যবহার করার কথা ভাবাও যায় না।"
        }
      ]
    }
  ],
  "image_suggestion": "পাশাপাশি তিনটি ফিউজের ছবি। প্রথমটি একটি ডিও ফিউজ, দ্বিতীয়টি একটি কার্তুজের মতো দেখতে এইচআরসি ফিউজ এবং তৃতীয়টি একটি কিট-ক্যাট ফিউজ। প্রতিটির নিচে তার নাম এবং প্রধান ব্যবহার (যেমন HRC Fuse - LT Feeder Pillar) লেখা থাকবে।",
  "pro_tip": {
    "title": "বিশেষ প্রো টিপস (Pro Tips)",
    "content": [
      "১. HRC ফিউজের ইন্ডিকেটর: অনেক HRC ফিউজের গায়ে একটি ছোট রঙিন ডট বা ইন্ডিকেটর থাকে। ফিউজটি ভালো থাকলে এটি দেখা যায়। ফিউজ উড়ে গেলে এই ডটটি ছিটকে বেরিয়ে যায় বা কালো হয়ে যায়, যা বোঝায় যে ফিউজটি খারাপ।",
      "২. ফিউজ টানার টুল: ফিডার পিলারের মতো লাইভ প্যানেলে HRC বা কিট-ক্যাট ফিউজ খোলার বা লাগানোর জন্য একটি বিশেষ ইনসুলেটেড 'ফিউজ পুলার' বা টানার হ্যান্ডেল ব্যবহার করা উচিত।",
      "৩. ফিউজের বৈষম্য (Discrimination): একটি সঠিকভাবে ডিজাইন করা সিস্টেমে, ফল্টের সময় গ্রাহকের বাড়ির ফিউজ বা MCB আগে উড়বে, তারপর ফিডার পিলারের ফিউজ, তারপর ট্রান্সফরমারের ফিউজ। এই ক্রমটিকে 'বৈষম্য' বা 'কো-অর্ডিনেশন' বলে, যা নিশ্চিত করে যে শুধুমাত্র ফল্টি অংশটিই বিচ্ছিন্ন হবে।",
      "৪. গ্লাস ফিউজ: ইলেকট্রনিক যন্ত্রপাতি বা কন্ট্রোল প্যানেলে খুব ছোট আকারের গ্লাস ফিউজ দেখা যায়, যা সংবেদনশীল সার্কিটকে রক্ষা করে।"
    ]
  },
  "myth_buster": {
    "title": "মিথ বাস্টার (Myth Buster)",
    "myths": [
      {
        "myth": "একটি উড়ে যাওয়া HRC ফিউজের জায়গায় একটা তামার পাত বা মোটা তার লাগিয়ে দিলে কাজ চলে যাবে।",
        "reality": "এটি একটি মারাত্মক বিপজ্জনক কাজ। HRC ফিউজের প্রধান বৈশিষ্ট্যই হলো তার উচ্চ ব্রেকিং ক্যাপাসিটি এবং নিরাপদ ফল্ট ক্লিয়ারেন্স। একটি সাধারণ তার দিয়ে এটিকে বাইপাস করা মানে, একটি সম্ভাব্য বিস্ফোরণের জন্য মঞ্চ প্রস্তুত করা।"
      },
      {
        "myth": "কিট-ক্যাট ফিউজের তার যত মোটা, তত ভালো।",
        "reality": "ভুল। এটি ফিউজের মূল উদ্দেশ্যকেই নষ্ট করে দেয়। তার ততটাই মোটা হওয়া উচিত যতটা লোডের জন্য প্রয়োজন। অতিরিক্ত মোটা তার মানে কোনো সুরক্ষা না থাকা।"
      }
    ]
  },
  "advanced_section": {
    "title": "এর পেছনের ইঞ্জিনিয়ারিং ফ্যাক্টস",
    "facts": [
      {
        "title": "I²t (Ampre-squared Seconds)",
        "content": "এটি একটি ফিউজের একটি গুরুত্বপূর্ণ বৈশিষ্ট্য, যা নির্দেশ করে যে ফিউজটি গলে যাওয়ার আগে কতটা তাপীয় শক্তি (Thermal Energy) সহ্য করতে পারে। ইঞ্জিনিয়াররা এই I²t ভ্যালু ব্যবহার করে নিশ্চিত করেন যে ফিউজটি তার রক্ষা করা সরঞ্জাম (যেমন কেবিল বা সেমিকন্ডাক্টর)-এর চেয়ে আগে গলে যাবে।"
      },
      {
        "title": "কারেন্ট লিমিটিং এফেক্ট (Current Limiting Effect)",
        "content": "HRC ফিউজের একটি বিশেষ ক্ষমতা হলো, এটি শর্ট সার্কিট কারেন্টকে তার সর্বোচ্চ মানে পৌঁছানোর আগেই (প্রথম সাইকেলের এক-চতুর্থাংশের মধ্যে) বাধা দেয় এবং সার্কিট বিচ্ছিন্ন করে। এই 'কারেন্ট লিমিটিং' বৈশিষ্ট্যটি ডাউনস্ট্রিম সরঞ্জামগুলোকে ফল্ট কারেন্টের प्रचंड যান্ত্রিক এবং তাপীয় চাপ থেকে রক্ষা করে।"
      }
    ]
  }
}
