{
  "level_id": "2.5",
  "badge_name": "হাতিয়ারের ওস্তাদ",
  "level_title": "অপারেটিং রড (হট স্টিক): দূরত্বের সুরক্ষা",
  "mission_briefing": "বিদ্যুতের সবচেয়ে বড় নিয়ম হলো নিরাপদ দূরত্ব বজায় রাখা। কিন্তু কীভাবে আপনি ১০ ফুট দূর থেকে একটি ফিউজ খুলবেন বা একটি আইসোলেটর অপারেট করবেন? এর উত্তর হলো অপারেটিং রড বা 'হট স্টিক'। এটি আপনার হাতকে লম্বা এবং ইনসুলেটেড করে তোলে, যা আপনাকে 'লক্ষ্মণ রেখা'-র বাইরে থেকেও কাজ করার ক্ষমতা দেয়। এই লেভেলের মিশন হলো, এই জীবনরক্ষাকারী টুলটিকে সঠিকভাবে ব্যবহার করা এবং বোঝা যে এটি শুধু একটি লাঠি নয়, এটি আপনার সুরক্ষার বর্ম।",
  "sections": [
    {
      "title": "নিরাপদ দূরত্বের শিল্প",
      "points": [
        {
          "item_name": "১. হট স্টিক কী এবং এটি কী দিয়ে তৈরি?",
          "specifications": "হট স্টিক হলো একটি ইনসুলেটেড রড যা উচ্চ-মানের ফাইবারগ্লাস বা ইপোক্সি রেজিন দিয়ে তৈরি হয়। এর ভেতরে আর্দ্রতা প্রবেশ আটকাতে ফোম भरा থাকে। এর মাথায় বিভিন্ন ধরনের অ্যাটাচমেন্ট (যেমন ফিউজ পুলার, হুক, সকেট) লাগানো যায়। এগুলি বিভিন্ন দৈর্ঘ্য এবং ভোল্টেজ রেটিং-এর হয়।",
          "importance": "এর প্রধান কাজ হলো ব্যবহারকারী এবং লাইভ কন্ডাক্টরের মধ্যে একটি নির্ভরযোগ্য ইনসুলেটিং বাধা তৈরি করা। এর ফাইবারগ্লাস কাঠামো এটিকে হালকা কিন্তু অত্যন্ত শক্তিশালী করে তোলে এবং চমৎকার বৈদ্যুতিক শক প্রতিরোধ ক্ষমতা দেয়।",
          "daily_check": "প্রতিবার ব্যবহারের আগে স্টিকটির সম্পূর্ণ দৈর্ঘ্য বরাবর হাত বুলিয়ে দেখুন কোনো ফাটল, গভীর আঁচড় বা বাইরের গ্লেজ নষ্ট হয়েছে কিনা। নিশ্চিত করুন এটি পরিষ্কার এবং সম্পূর্ণ শুকনো আছে।"
        },
        {
          "item_name": "২. ডিও ফিউজ (DO Fuse) অপারেট করার সঠিক পদ্ধতি",
          "specifications": "ডিও ফিউজ খোলার সময়:\n• ধাপ ১ (অবস্থান): পোলের নিচে এমনভাবে দাঁড়ান যাতে ফিউজটি আপনার পাশে বা সামান্য কোণাকুণি থাকে, সরাসরি মাথার ওপরে নয়।\n• ধাপ ২ (সংযোগ): ফিউজ পুলার অ্যাটাচমেন্টটি ফিউজের রিং-এর মধ্যে দৃঢ়ভাবে আটকান।\n• ধাপ ৩ (অপারেশন): একটি দ্রুত এবং নিয়ন্ত্রিত টানে ফিউজটি খুলুন। খোলার সময় মুখ এবং শরীর একপাশে সরিয়ে রাখুন।\n• ফিউজ লাগানোর সময় ঠিক এর উল্টো পদ্ধতি অনুসরণ করুন।",
          "importance": "ডিও ফিউজ খোলার বা লাগানোর সময় একটি আর্ক বা ফ্ল্যাশ তৈরি হতে পারে। সরাসরি নিচে বা সামনে দাঁড়ালে গরম গ্যাস বা গলিত ধাতু আপনার মুখে বা শরীরে এসে লাগতে পারে। সঠিক অবস্থান আপনার সুরক্ষা নিশ্চিত করে।",
          "safety_tip": "সবসময় সেফটি গগলস বা ফেস শিল্ড এবং ইনসুলেটেড গ্লাভস পরে এই কাজটি করুন।"
        },
        {
          "item_name": "৩. AB সুইচ বা আইসোলেটর অপারেট করা",
          "specifications": "বড় আকারের সুইচ অপারেট করার জন্য হট স্টিকের মাথায় একটি স্প্লাইন (Spline) বা সকেট অ্যাটাচমেন্ট লাগানো হয়।\n• পদ্ধতি: সকেটটিকে সুইচের অপারেটিং হ্যান্ডেলের সাথে সঠিকভাবে সংযুক্ত করুন। ধীরে ধীরে এবং নিয়ন্ত্রিতভাবে হ্যান্ডেলটি ঘোরান। তাড়াহুড়ো করবেন না।",
          "importance": "আইসোলেটর বা AB সুইচ অবশ্যই 'অফ-লোড' অবস্থায় (অর্থাৎ যখন লাইনে কোনো কারেন্ট প্রবাহিত হচ্ছে না) অপারেট করতে হয়। 'অন-লোড'-এ অপারেট করলে একটি বিশাল আর্ক তৈরি হবে যা সুইচ এবং ব্যবহারকারী—দুজনকেই মারাত্মকভাবে ক্ষতিগ্রস্ত করতে পারে।",
          "daily_check": "কাজ শুরুর আগে নিশ্চিত করুন সার্কিট ব্রেকার খুলে লাইনটিকে অফ-লোড করা হয়েছে।"
        },
        {
          "item_name": "৪. হট স্টিকের যত্ন ও রক্ষণাবেক্ষণ",
          "specifications": "• পরিচ্ছন্নতা: ব্যবহারের পর একটি নরম, শুকনো কাপড় দিয়ে স্টিকটি পরিষ্কার করুন। যদি ময়লা বা গ্রিজ লেগে যায়, তবে অনুমোদিত সলভেন্ট দিয়ে পরিষ্কার করুন।\n• সংরক্ষণ: এটিকে একটি ওয়াটারপ্রুফ ব্যাগে বা দেওয়ালে ঝুলিয়ে রাখুন। মাটিতে বা গাড়ির মেঝেতে ফেলে রাখবেন না, এতে এর ওপর আঁচড় লাগতে পারে।\n• পরীক্ষা: নিয়মিতভাবে (সাধারণত প্রতি বছর) হট স্টিকটিকে ল্যাবরেটরিতে হাই-ভোল্টেজ পরীক্ষা করানো উচিত।",
          "importance": "একটি ভেজা, নোংরা বা ক্ষতিগ্রস্ত হট স্টিকের ইনসুলেটিং ক্ষমতা মারাত্মকভাবে কমে যায়। এর যত্ন নেওয়া মানে নিজের জীবনের যত্ন নেওয়া।",
          "safety_tip": "হট স্টিককে কখনো সাধারণ লাঠি বা অন্য কোনো কাজে ব্যবহার করবেন না।"
        }
      ]
    }
  ],
  "image_suggestion": "একটি ইলাস্ট্রেশন যেখানে একজন লাইনম্যান ডিও ফিউজ অপারেট করছেন। ছবিতে তার সঠিক দাঁড়ানোর অবস্থান (একপাশে) এবং ফেস শিল্ড পরা মুখ দেখানো থাকবে। পাশে একটি ভুল অবস্থানের (সরাসরি নিচে) ছবি একটি বড় লাল ক্রস চিহ্ন দিয়ে দেখানো থাকবে।",
  "pro_tip": {
    "title": "বিশেষ প্রো টিপস (Pro Tips)",
    "content": [
      "১. মসৃণতাই দক্ষতা: হট স্টিক দিয়ে কাজ করার সময় ঝাঁকুনি বা জোর খাটানোর প্রয়োজন হওয়া উচিত নয়। একটি মসৃণ অপারেশন প্রমাণ করে যে আপনি যন্ত্রটিকে সঠিকভাবে ব্যবহার করছেন।",
      "২. সম্পূর্ণ নিয়ন্ত্রণ: হট স্টিকটি দুই হাতে ধরুন। এটি আপনাকে অনেক ভালো নিয়ন্ত্রণ এবং স্থিতিশীলতা দেবে।",
      "৩. অ্যাটাচমেন্ট পরীক্ষা করুন: কাজ শুরুর আগে দেখে নিন আপনার অ্যাটাচমেন্টটি হট স্টিকের মাথায় সঠিকভাবে এবং সুরক্ষিতভাবে লাগানো আছে। একটি ঢিলা অ্যাটাচমেন্ট ওপর থেকে পড়ে গিয়ে বিপদ ঘটাতে পারে।",
      "৪. টেলিস্কোপিক স্টিক: আধুনিক টেলিস্কোপিক হট স্টিকগুলো বিভিন্ন দৈর্ঘ্যে অ্যাডজাস্ট করা যায়। নিশ্চিত করুন প্রতিটি সেকশন ব্যবহারের আগে সঠিকভাবে লক করা আছে।"
    ]
  },
  "myth_buster": {
    "title": "মিথ বাস্টার (Myth Buster)",
    "myths": [
      {
        "myth": "শুকনো বাঁশের লাঠিও তো ইনসুলেটর, এটা দিয়ে ফিউজ খোলা যায়।",
        "reality": "একেবারেই নয়। বাঁশের ভেতরে আর্দ্রতা থাকে এবং এর পৃষ্ঠের ডাই-ইলেকট্রিক স্ট্রেন্থ খুবই কম। এটি হাই-ভোল্টেজে বিদ্যুৎ পরিবহন করতে পারে। শুধুমাত্র পরীক্ষিত এবং রেটেড ফাইবারগ্লাস হট স্টিকই নিরাপদ।"
      },
      {
        "myth": "হট স্টিকের গায়ে সামান্য আঁচড় লাগলে কিছু হয় না।",
        "reality": "ভুল। একটি গভীর আঁচড় বা ফাটল হট স্টিকের ভেতরের ফোমে আর্দ্রতা প্রবেশ করার পথ করে দেয়, যা তার ইনসুলেটিং ক্ষমতাকে ভেতর থেকে নষ্ট করে দেয়। বাইরে থেকে দেখে এটি বোঝা যায় না।"
      }
    ]
  },
  "advanced_section": {
    "title": "এর পেছনের ইঞ্জিনিয়ারিং ফ্যাক্টস",
    "facts": [
      {
        "title": "ডাই-ইলেকট্রিক টেস্ট (Dielectric Test)",
        "content": "হট স্টিকগুলোকে নিয়মিতভাবে একটি হাই-ভোল্টেজ ল্যাবে পরীক্ষা করা হয়। সাধারণত, প্রতি ফুট দৈর্ঘ্যের জন্য ৭৫,০০০ ভোল্ট (75kV) থেকে ১০০,০০০ ভোল্ট (100kV) এসি ভোল্টেজ এক মিনিট ধরে প্রয়োগ করা হয়। যদি এই प्रचंड ভোল্টেজেও এর মধ্যে দিয়ে কোনো উল্লেখযোগ্য কারেন্ট লিক না করে, তবেই স্টিকটিকে নিরাপদ বলে ঘোষণা করা হয়।"
      },
      {
        "title": "লোড ব্রেকিং এবং আর্ক (Load Breaking and Arcing)",
        "content": "যখন একটি কারেন্ট বহনকারী সার্কিটকে খোলা হয়, তখন কন্টাক্ট পয়েন্টগুলো আলাদা হওয়ার মুহূর্তে তাদের মধ্যেকার বাতাসে বিদ্যুৎ লাফিয়ে চলে, যা একটি আর্ক তৈরি করে। সার্কিট ব্রেকারের ভেতরে এই আর্ক নেভানোর জন্য বিশেষ ব্যবস্থা (যেমন তেল, গ্যাস বা ভ্যাকুয়াম) থাকে। কিন্তু একটি আইসোলেটর বা ডিও ফিউজের সেই ক্ষমতা নেই। তাই সেগুলোকে অফ-লোড অবস্থায় খোলার নিয়ম।"
      }
    ]
  }
}

