{
  "level_id": "3.1",
  "badge_name": "লাইন চেনার জাদুকর",
  "level_title": "কন্ডাক্টর পরিচিতি: ACSR, AAAC",
  "mission_briefing": "আপনি এখন বিদ্যুতের হাইওয়েতে প্রবেশ করছেন। কন্ডাক্টর বা পরিবাহী তার হলো সেই রাস্তা যা দিয়ে বিদ্যুৎ শহর থেকে আপনার বাড়ি পর্যন্ত ভ্রমণ করে। একজন দক্ষ ট্র্যাফিক পুলিশ যেমন ট্রাক এবং বাসের মধ্যে পার্থক্য বোঝেন, একজন প্রো-লাইনম্যানেরও তেমনি বিভিন্ন ধরনের কন্ডাক্টরের মধ্যে পার্থক্য বোঝা অপরিহার্য। এই লেভেলের মিশন হলো, বিদ্যুতের এই হাইওয়েগুলোকে চেনা, তাদের চরিত্র বোঝা এবং তাদের সাথে কাজ করার সঠিক নিয়ম শেখা।",
  "sections": [
    {
      "title": "বিদ্যুতের হাইওয়ে: চেনার উপায় ও গুরুত্ব",
      "points": [
        {
          "item_name": "১. কন্ডাক্টর কী এবং কেন বেশিরভাগই অ্যালুমিনিয়ামের?",
          "specifications": "কন্ডাক্টর হলো এমন একটি উপাদান যা সহজে বিদ্যুৎ পরিবহন করতে পারে। ওভারহেড লাইনের জন্য আমরা তামা (Copper)-র বদলে প্রধানত অ্যালুমিনিয়াম (Aluminium) ব্যবহার করি। কারণ, তামার চেয়ে অ্যালুমিনিয়াম অনেক হালকা এবং সস্তা, যদিও এর পরিবাহিতা (Conductivity) তামার প্রায় ৬০%।",
          "importance": "ওজন কম হওয়ার কারণে অ্যালুমিনিয়ামের তার ব্যবহার করলে পোলগুলোর মধ্যে দূরত্ব বেশি রাখা যায় এবং পোলের ওপর চাপও কম পড়ে, যা পুরো সিস্টেমের খরচ কমিয়ে দেয়।",
          "daily_check": "যেকোনো লাইনে কাজ করার আগে, তারটি কোন ধরনের কন্ডাক্টর দিয়ে তৈরি তা চিহ্নিত করা আপনার প্রথম কাজ।"
        },
        {
          "item_name": "২. ACSR (Aluminium Conductor Steel Reinforced): সবচেয়ে পরিচিত মুখ",
          "specifications": "• গঠন: এর বাইরের স্তরগুলো অ্যালুমিনিয়ামের স্ট্র্যান্ড (Strands) দিয়ে তৈরি, যা বিদ্যুৎ পরিবহন করে। কিন্তু এর ঠিক কেন্দ্রে শক্তি বাড়ানোর জন্য গ্যালভানাইজড স্টিলের স্ট্র্যান্ডের একটি কোর বা núcleo থাকে।\n• চেনার উপায়: এটি তুলনামূলকভাবে ভারী এবং কম চকচকে হয়। একটি শক্তিশালী চুম্বক এর কাছে ধরলে সেটি স্টিলের কোরের কারণে আকৃষ্ট হবে।",
          "importance": "ভেতরের স্টিলের কোরটি একে প্রচণ্ড যান্ত্রিক শক্তি (Mechanical Strength) দেয়, যার ফলে এটি দুটি পোলের মধ্যে দীর্ঘ দূরত্বে বেশি না ঝুলে থাকতে পারে। ভারতের ডিস্ট্রিবিবশন নেটওয়ার্কে এটিই সবচেয়ে বেশি ব্যবহৃত কন্ডাক্টর।",
          "safety_tip": "ভেতরে স্টিল থাকায় এটি সাধারণ কাটার দিয়ে কাটা কঠিন। এর জন্য বিশেষ কাটার বা পদ্ধতির প্রয়োজন হয়।"
        },
        {
          "item_name": "৩. AAAC (All Aluminium Alloy Conductor): আধুনিক এবং দক্ষ",
          "specifications": "• গঠন: এর সমস্ত স্ট্র্যান্ডই অ্যালুমিনিয়ামের একটি বিশেষ মিশ্র ধাতু (Aluminium-Magnesium-Silicon Alloy) দিয়ে তৈরি। এর ভেতরে কোনো স্টিল থাকে না।\n• চেনার উপায়: এটি ACSR-এর চেয়ে হালকা, বেশি নমনীয় এবং এর পৃষ্ঠ মসৃণ ও বেশি চকচকে হয়। চুম্বক এর প্রতি আকৃষ্ট হয় না।",
          "importance": "এর শক্তি-থেকে-ওজনের অনুপাত (Strength-to-weight ratio) ACSR-এর চেয়ে ভালো। এতে মরিচা ধরে না, তাই উপকূলবর্তী বা শিল্প এলাকার জন্য এটি অত্যন্ত উপযোগী। এর বিদ্যুৎ পরিবহন ক্ষমতাও কিছুটা বেশি।",
          "safety_tip": "এই কন্ডাক্টরের জন্য বিশেষভাবে ডিজাইন করা কানেক্টর এবং হার্ডওয়্যার (যেমন টেনশন ও সাসপেনশন ক্ল্যাম্প) ব্যবহার করা আবশ্যক।"
        },
        {
          "item_name": "৪. পার্থক্য এক নজরে: কখন কোনটি?",
          "specifications": "• শক্তি: ACSR > AAAC (ACSR বেশি শক্তিশালী)\n• ওজন: ACSR > AAAC (AAAC বেশি হালকা)\n• পরিবাহিতা: AAAC > ACSR (AAAC-এর পরিবাহিতা সামান্য ভালো)\n• মরিচা প্রতিরোধ: AAAC > ACSR (AAAC মরিচা-রোধী)\n• খরচ: ACSR < AAAC (ACSR তুলনামূলকভাবে সস্তা)",
          "importance": "কোন কন্ডাক্টরে কাজ করছেন, তার ওপর নির্ভর করবে আপনি কোন ধরনের জয়েন্টিং কিট, রিপেয়ার স্লিভ বা ক্ল্যাম্প ব্যবহার করবেন। ভুল হার্ডওয়্যার ব্যবহার করলে সংযোগস্থল দুর্বল হবে, গরম হবে এবং কয়েক মাসের মধ্যেই নষ্ট হয়ে যাবে।"
        }
      ]
    }
  ],
  "image_suggestion": "একটি পরিষ্কার ছবি যেখানে পাশাপাশি একটি ACSR এবং একটি AAAC কন্ডাক্টরের ক্রস-সেকশন দেখানো হয়েছে। ACSR-এর ছবিতে ভেতরের স্টিলের কোর এবং বাইরের অ্যালুমিনিয়ামের স্ট্র্যান্ড স্পষ্টভাবে চিহ্নিত থাকবে। AAAC-এর ছবিতে সব স্ট্র্যান্ড একই রকম দেখানো থাকবে। ছবির নিচে একটি চুম্বকের আইকন থাকবে যা ACSR-এর দিকে আকৃষ্ট হচ্ছে কিন্তু AAAC-এর দিকে নয়।",
  "pro_tip": {
    "title": "বিশেষ প্রো টিপস (Pro Tips)",
    "content": [
      "১. নামেই পরিচয়: আপনি ফিল্ডে 'Dog', 'Rabbit', 'Panther'—এই ধরনের নাম শুনবেন। এগুলো হলো বিভিন্ন সাইজের ACSR কন্ডাক্টরের কোড-নেম। এই নামগুলো জেনে রাখা আপনাকে পেশাদার করে তুলবে।",
      "২. প্রতিটি স্ট্র্যান্ড মূল্যবান: কন্ডাক্টর লাগানোর সময় বা জয়েন্ট করার সময় খেয়াল রাখুন যেন কোনো স্ট্র্যান্ড কেটে না যায় বা ক্ষতিগ্রস্ত না হয়। প্রতিটি স্ট্র্যান্ডই সামগ্রিক শক্তি এবং পরিবাহিতার অংশ।",
      "৩. সঠিক জয়েন্ট, সঠিক জীবন: ACSR এবং AAAC-এর জন্য আলাদা ধরনের কম্প্রেশন জয়েন্ট এবং রিপেয়ার স্লিভ লাগে। কন্ডাক্টরের গায়ে লেখা নাম বা কোড দেখে সঠিক হার্ডওয়্যার ব্যবহার করুন।",
      "৪. পুরনো লাইনকে সম্মান দিন: একটি পুরনো লাইনের কন্ডাক্টর পরিবেশের প্রভাবে দুর্বল হয়ে যেতে পারে। পুরনো লাইনে নতুন করে টান দেওয়ার আগে ভালোভাবে পরিদর্শন করুন।"
    ]
  },
  "myth_buster": {
    "title": "মিথ বাস্টার (Myth Buster)",
    "myths": [
      {
        "myth": "সব অ্যালুমিনিয়ামের তার তো একই, যেকোনো কানেক্টর বা স্লিভ দিয়ে জয়েন্ট করে দিলেই চলে।",
        "reality": "একেবারেই ভুল। ACSR এবং AAAC-এর ব্যাস (Diameter) এবং যান্ত্রিক বৈশিষ্ট্য সম্পূর্ণ আলাদা। ভুল হার্ডওয়্যার ব্যবহার করলে সংযোগস্থল হয় লুজ থাকবে অথবা কন্ডাক্টরকে ভেতর থেকে ক্ষতিগ্রস্ত করবে, যা পরে মারাত্মক ফল্টের কারণ হবে।"
      },
      {
        "myth": "তার যত মোটা, তত বেশি কারেন্ট নেয়।",
        "reality": "এটি আংশিকভাবে সত্য, কিন্তু সম্পূর্ণ নয়। একটি কন্ডাক্টরের কারেন্ট বহন করার ক্ষমতা বা 'অ্যাম্পাসিটি' (Ampacity) তার উপাদান (AAAC بهتر), পৃষ্ঠের অবস্থা, চারপাশের তাপমাত্রা এবং বাতাসের গতির ওপরও নির্ভর করে।"
      }
    ]
  },
  "advanced_section": {
    "title": "এর পেছনের ইঞ্জিনিয়ারিং ফ্যাক্টস",
    "facts": [
      {
        "title": "স্কিন এফেক্ট (Skin Effect)",
        "content": "এসি (AC) কারেন্টের একটি ধর্ম হলো, এটি কন্ডাক্টরের কেন্দ্র দিয়ে যাওয়ার চেয়ে তার বাইরের পৃষ্ঠ বা 'স্কিন' দিয়ে বেশি প্রবাহিত হতে পছন্দ করে। এই কারণেই স্ট্র্যান্ডেড কন্ডাক্টর (অনেকগুলো ছোট তার একসাথে) একটি নিরেট কন্ডাক্টরের চেয়ে বেশি কার্যকর। ACSR-এর ক্ষেত্রে, বাইরের অ্যালুমিনিয়ামের স্ট্র্যান্ডগুলোই প্রায় সমস্ত কারেন্ট বহন করে, আর ভেতরের স্টিল শুধু শক্তি যোগায়।"
      },
      {
        "title": "অ্যাম্পাসিটি (Ampacity)",
        "content": "এটি হলো একটি কন্ডাক্টরের সর্বোচ্চ কারেন্ট বহন করার ক্ষমতা, যা অতিক্রম করলে কন্ডাক্টরটি অতিরিক্ত গরম হয়ে তার শক্তি হারাতে শুরু করে এবং ঝুলে পড়তে পারে। এই ক্ষমতাটি নির্দিষ্ট নয়; এটি চারপাশের তাপমাত্রা (গরমে কমে), বাতাসের গতি (বাতাসে বাড়ে), এবং সূর্যের বিকিরণের ওপর নির্ভর করে পরিবর্তন হয়।"
      }
    ]
  }
}

