{
  "level_id": "2.6",
  "badge_name": "হাতিয়ারের ওস্তাদ",
  "level_title": "কেবিল স্কিনিং-এর শিল্প",
  "mission_briefing": "একটি কেবিলের ইনসুলেশন তার বর্ম, আর কন্ডাক্টর তার আত্মা। একজন লাইনম্যানের কাজ হলো সার্জনের মতো নিপুণভাবে এই বর্মটিকে সরানো, কিন্তু আত্মাকে অক্ষত রাখা। কেবিল স্কিনিং বা ইনসুলেশন ছিলানো দেখতে সহজ মনে হলেও, এটি একটি অত্যন্ত দক্ষতাপূর্ণ কাজ। একটি ছোট ভুল, কন্ডাক্টরের ওপর একটি সামান্য আঁচড়, ভবিষ্যতের জন্য একটি বড় ফল্টের জন্ম দিতে পারে। এই লেভেলের মিশন হলো, এই শিল্পকে আয়ত্ত করা এবং নিখুঁত, মসৃণ ও নিরাপদ সংযোগের ভিত্তি তৈরি করা।",
  "sections": [
    {
      "title": "নিখুঁত ছেদনের কৌশল",
      "points": [
        {
          "item_name": "১. ভুল হাতিয়ার, ভবিষ্যৎ বিপদ",
          "specifications": "সাধারণত নতুন কর্মীরা সাধারণ ছুরি বা ভোঁতা কাটার ব্যবহার করেন। এটি একটি মারাত্মক ভুল। সঠিক হাতিয়ারগুলো হলো:\n• কেবিল স্কিনিং নাইফ (Cable Skinning Knife): এর ব্লেডটি বিশেষ আকারের হয়, যা ইনসুলেশন কাটার জন্য ডিজাইন করা, কন্ডাক্টরকে নয়।\n• ওয়্যার স্ট্রিপার (Wire Stripper): নির্দিষ্ট সাইজের তারের জন্য এটি সবচেয়ে নিরাপদ এবং নিখুঁত উপায়।\n• ইউটিলিটি নাইফ (Utility Knife): এর ধারালো এবং পরিবর্তনযোগ্য ব্লেড এটিকে একটি ভালো বিকল্প করে তোলে, তবে ব্যবহারের জন্য மிகுந்த সতর্কতা প্রয়োজন।",
          "importance": "ভুল বা ভোঁতা হাতিয়ার ব্যবহার করলে আপনাকে অতিরিক্ত বল প্রয়োগ করতে হয়, যা সহজেই পিছলে গিয়ে আপনার হাতে বা কন্ডাক্টরের ওপর লাগতে পারে। কন্ডাক্টরের ওপর একটি গভীর আঁচড় বা 'নিক' (Nick) তারের যান্ত্রিক শক্তি কমিয়ে দেয় এবং ওই বিন্দুতে একটি হটস্পট তৈরি করে।",
          "daily_check": "আপনার স্কিনিং টুলের ব্লেডটি ধারালো এবং পরিষ্কার আছে কিনা তা নিশ্চিত করুন। একটি ভোঁতা ব্লেড বিপজ্জনক।"
        },
        {
          "item_name": "২. স্কিনিং-এর সঠিক পদ্ধতি: 'পেন্সিল শার্পনিং' টেকনিক",
          "specifications": "তারের প্রান্ত থেকে সংযোগের জন্য প্রয়োজনীয় দৈর্ঘ্য মেপে নিন। এবার, ইনসুলেশনের ওপর আপনার ছুরি বা টুলটিকে একটি সামান্য কোণে (পেন্সিল ছোলার মতো) রাখুন।\n• পদ্ধতি: আপনার বুড়ো আঙুল দিয়ে ছুরির ভোঁতা দিকে সাপোর্ট দিয়ে, নিয়ন্ত্রিত চাপে ইনসুলেশনটিকে নিজের শরীর থেকে বাইরের দিকে ঠেলে কাটুন। কখনোই নিজের দিকে টানবেন না। গোল করে ইনসুলেশন কাটবেন না, কারণ এতে কন্ডাক্টরের ওপর রিং-এর মতো দাগ পড়ার সম্ভাবনা থাকে।",
          "importance": "এই 'পেন্সিল শার্পনিং' পদ্ধতিটি নিশ্চিত করে যে ব্লেডটি ইনসুলেশনের ওপর দিয়ে মসৃণভাবে যাবে এবং কন্ডাক্টরকে স্পর্শ করবে না। নিজের শরীর থেকে বাইরের দিকে কাটার নিয়মটি আপনাকে মারাত্মক আঘাত থেকে বাঁচায়।",
          "safety_tip": "সর্বদা কাটা-রোধী (Cut-resistant) গ্লাভস পরে এই কাজটি করুন।"
        },
        {
          "item_name": "৩. চূড়ান্ত পরিদর্শন: একটি নিখুঁত কাজ চেনার উপায়",
          "specifications": "ইনসুলেশন সরানোর পর, কন্ডাক্টরের পৃষ্ঠটি ভালোভাবে পরিদর্শন করুন।\n• কী দেখবেন: কন্ডাক্টরের পৃষ্ঠটি মসৃণ এবং উজ্জ্বল হওয়া উচিত। এতে কোনো গভীর আঁচড়, কালো দাগ বা কাটা স্ট্র্যান্ড থাকা উচিত নয়।\n• ইনসুলেশনের প্রান্ত: ইনসুলেশনের কাটা প্রান্তটি মসৃণ এবং ৯০-ডিগ্রী কোণে থাকা উচিত, ছেঁড়া বা অসম নয়।",
          "importance": "এই চূড়ান্ত পরিদর্শনই আপনার কাজের গুণমান নিশ্চিত করে। একটি নিখুঁত স্কিনিং একটি নির্ভরযোগ্য এবং দীর্ঘস্থায়ী বৈদ্যুতিক সংযোগের প্রথম ধাপ।",
          "daily_check": "কাজ শেষে আপনার কাজের জায়গা এবং ছিলা ইনসুলেশনের টুকরোগুলো পরিষ্কার করুন।"
        }
      ]
    }
  ],
  "image_suggestion": "একটি তিন-ভাগের ইলাস্ট্রেশন। প্রথম ছবিতে একজন লাইনম্যান 'পেন্সিল শার্পনিং' পদ্ধতিতে কেবিল স্কিনিং করছেন (নিরাপদ ভঙ্গি)। দ্বিতীয় ছবিতে একটি নিখুঁতভাবে স্কিন করা কন্ডাক্টর (মসৃণ, কোনো আঁচড় নেই) দেখানো হয়েছে, যার ওপর সবুজ টিক চিহ্ন আছে। তৃতীয় ছবিতে একটি খারাপভাবে স্কিন করা কন্ডাক্টর (গভীর আঁচড় বা 'Nick' সহ) দেখানো হয়েছে, যার ওপর লাল ক্রস চিহ্ন আছে।",
  "pro_tip": {
    "title": "বিশেষ প্রো টিপস (Pro Tips)",
    "content": [
      "১. সঠিক দৈর্ঘ্য জানুন: ক্রিম্পিং ল্যাগ বা টার্মিনালের ব্যারেলের দৈর্ঘ্য অনুযায়ী ইনসুলেশন ছিলুন। খুব বেশি বা খুব কম নয়।",
      "২. হালকা হাতে শুরু করুন: প্রথমবারে পুরো ইনসুলেশন কাটার চেষ্টা করবেন না। প্রথমে হালকা করে একটি খাঁজ তৈরি করুন এবং তারপর ধীরে ধীরে চাপ বাড়ান।",
      "৩. তাপমাত্রা একটি ফ্যাক্টর: খুব ঠান্ডা আবহাওয়ায় ইনসুলেশন শক্ত এবং ভঙ্গুর হয়ে যায়, তাই এটি সহজেই ফেটে যেতে পারে। সাবধানে কাজ করুন।",
      "৪. AB Cable-এর জন্য বিশেষ টুল: এবি কেবিলের (Aerial Bunched Cable) ইনসুলেশন সাধারণ কেবিলের চেয়ে অনেক বেশি শক্ত হয়। এর জন্য বিশেষ ইনসুলেশন স্ট্রিপিং টুল পাওয়া যায়, যা কাজটিকে অনেক সহজ এবং নিরাপদ করে।"
    ]
  },
  "myth_buster": {
    "title": "মিথ বাস্টার (Myth Buster)",
    "myths": [
      {
        "myth": "কন্ডাক্টরের ওপর সামান্য আঁচড় লাগলে কিছু হয় না, ক্রিম্পিং-এর পর সব ঠিক হয়ে যায়।",
        "reality": "ভুল। ওই আঁচড়ের বিন্দুতে কন্ডাক্টরের ক্রস-সেকশনাল এரியா কমে যায়, ফলে রেজিস্ট্যান্স বেড়ে গিয়ে একটি হটস্পট তৈরি হয়। এছাড়াও, কম্পনের ফলে তারটি ভবিষ্যতে ওই দুর্বল জায়গা থেকেই ছিঁড়ে যায়।"
      },
      {
        "myth": "দাঁত দিয়ে ছোট তারের ইনসুলেশন ছিলানো সবচেয়ে দ্রুত উপায়।",
        "reality": "এটি একটি অত্যন্ত বিপজ্জনক এবং অপেশাদার অভ্যাস। এটি শুধু আপনার দাঁতেরই ক্ষতি করে না, বরং কন্ডাক্টরকেও ক্ষতিগ্রস্ত করে এবং একটি অনির্ভরযোগ্য সংযোগ তৈরি করে।"
      }
    ]
  },
  "advanced_section": {
    "title": "এর পেছনের ইঞ্জিনিয়ারিং ফ্যাক্টস",
    "facts": [
      {
        "title": "স্ট্রেস কনসেন্ট্রেশন (Stress Concentration)",
        "content": "একটি কন্ডাক্টরের পৃষ্ঠে একটি ছোট আঁচড় বা 'নিক' একটি 'স্ট্রেস কনসেন্ট্রেশন পয়েন্ট' তৈরি করে। যখন তারটি টান বা কম্পনের মধ্যে থাকে, তখন সমস্ত যান্ত্রিক চাপ ওই একটি বিন্দুতে কেন্দ্রীভূত হয়, ঠিক যেমন একটি কাঁচের ওপর সামান্য আঁচড় দিলে ওখান থেকেই সেটি সহজে ভেঙে যায়। এই কারণেই একটি নিখুঁত, মসৃণ পৃষ্ঠ এত গুরুত্বপূর্ণ।"
      },
      {
        "title": "ইনসুলেশন মেটেরিয়াল: PVC বনাম XLPE",
        "content": "সাধারণ এলটি কেবিলে পলিভিনাইল ক্লোরাইড (PVC) ইনসুলেশন থাকে যা তুলনামূলকভাবে নরম। কিন্তু আধুনিক এবি কেবিল বা এইচটি কেবিলে ক্রস-লিঙ্কড পলিইথিলিন (XLPE) ইনসুলেশন থাকে, যা অনেক বেশি শক্ত, তাপ-প্রতিরোধী এবং টেকসই। এই দুই ধরনের ইনসুলেশন ছিলার জন্য টুল এবং কৌশলের সামান্য পার্থক্য হয়।"
      }
    ]
  }
}


