{
  "level_id": "2.3",
  "badge_name": "হাতিয়ারের ওস্তাদ",
  "level_title": "ল্যাগস ক্রিম্পিং: সঠিক চাপ, নিরাপদ কানেকশন",
  "mission_briefing": "একটি বৈদ্যুতিক নেটওয়ার্ক ততটাই শক্তিশালী যতটা তার সবচেয়ে দুর্বল সংযোগস্থল। আর এই সংযোগস্থলের রাজা হলো ক্রিম্পিং। এটি শুধু তার এবং ল্যাগকে (Lug) জুড়ে দেওয়া নয়, এটি একটি শিল্প এবং বিজ্ঞান। একটি ভুল ক্রিম্পিং মানে ভবিষ্যতের জন্য একটি টাইম বোমা সেট করে রাখা, যা অতিরিক্ত গরম হয়ে বা আলগা হয়ে আগুন বা ব্ল্যাকআউটের কারণ হতে পারে। এই লেভেলের মিশন হলো, একজন দক্ষ শিল্পীর মতো নিখুঁত এবং নির্ভরযোগ্য ক্রিম্পিং করতে শেখা।",
  "sections": [
    {
      "title": "নিখুঁত ক্রিম্পিং-এর শিল্প ও বিজ্ঞান",
      "points": [
        {
          "item_name": "১. ক্রিম্পিং কী এবং কেন এটি এত গুরুত্বপূর্ণ?",
          "specifications": "ক্রিম্পিং হলো একটি যান্ত্রিক প্রক্রিয়া যেখানে একটি টুল ব্যবহার করে একটি টার্মিনাল বা ল্যাগকে তারের কন্ডাক্টরের ওপর এমনভাবে চেপে বসানো হয়, যাতে তারা একটি অভিন্ন এবং নিরেট বৈদ্যুতিক সংযোগ তৈরি করে। এখানে কোনো সোল্ডারিং বা ঝালাই করা হয় না।",
          "importance": "একটি সঠিক ক্রিম্পিং সংযোগকে বাতাসরোধী (Airtight) করে তোলে, যা কন্ডাক্টরকে অক্সিডেশন বা মরিচা পড়া থেকে বাঁচায়। এটি সংযোগস্থলের রেজিস্ট্যান্স (বাধা) কম রাখে, ফলে বিদ্যুৎ প্রবাহের সময় সংযোগটি গরম হয় না। একটি লুজ বা ভুল ক্রিম্পিং-ই ডিস্ট্রিবিউশন সিস্টেমে বহু ফল্টের মূল কারণ।",
          "daily_check": "আপনার ক্রিম্পিং টুল এবং সঠিক সাইজের ল্যাগস ও ফেরুল (Ferrules) হাতের কাছে আছে কিনা, তা নিশ্চিত করুন।"
        },
        {
          "item_name": "২. সঠিক ল্যাগ এবং টুল নির্বাচন: পারফেক্ট ম্যাচ",
          "specifications": "সফল ক্রিম্পিং-এর প্রথম শর্ত হলো সঠিক ম্যাচিং:\n• তারের সাইজ: আপনি যে তার ব্যবহার করছেন (যেমন 16 sq. mm), ঠিক সেই সাইজের ল্যাগ বা টার্মিনাল ব্যবহার করুন।\n• মেটেরিয়াল: অ্যালুমিনিয়ামের তারের জন্য অ্যালুমিনিয়ামের ল্যাগ এবং তামার তারের জন্য তামার ল্যাগ ব্যবহার করুন। দুটি ভিন্ন মেটেরিয়াল একসাথে ব্যবহার করলে গ্যালভানিক করোশন হয়।\n• ক্রিম্পিং টুল: ছোট তারের জন্য হ্যান্ড ক্রিম্পার এবং বড় কেবিলের জন্য হাইড্রোলিক ক্রিম্পার ব্যবহার করা হয়। টুলের ডাই (Die) অবশ্যই তার এবং ল্যাগের সাইজের সাথে মিলতে হবে।",
          "importance": "ভুল সাইজের ল্যাগ বা ডাই ব্যবহার করলে ক্রিম্পিং হয় খুব ঢিলা (লুজ কানেকশন) অথবা খুব বেশি টাইট, যা কন্ডাক্টরকে ভেতর থেকে ক্ষতিগ্রস্ত করে।",
          "safety_tip": "ক্রিম্পিং করার আগে নিশ্চিত করুন যে সার্কিটের পাওয়ার সাপ্লাই বন্ধ আছে।"
        },
        {
          "item_name": "৩. ক্রিম্পিং-এর গোল্ডেন রুলস (The Golden Rules)",
          "specifications": "একটি নিখুঁত ক্রিম্পিং-এর ধাপগুলো হলো:\n• ধাপ ১ (প্রস্তুতি): তারের ইনসুলেশন সঠিক মাপে ছিলুন, যাতে কন্ডাক্টর ল্যাগের ব্যারেলের মধ্যে সম্পূর্ণভাবে প্রবেশ করে কিন্তু ইনসুলেশন ব্যারেলের বাইরে থাকে। কন্ডাক্টরটিকে একটি পরিষ্কার ব্রাশ দিয়ে পরিষ্কার করুন।\n• ধাপ ২ (প্রবেশ): কন্ডাক্টরটিকে ল্যাগের ভেতরে সম্পূর্ণভাবে ঢোকান। নিশ্চিত করুন কোনো স্ট্র্যান্ড বা তারের অংশ বাইরে নেই।\n• ধাপ ৩ (ক্রিম্প): সঠিক সাইজের ডাই দিয়ে টুলটিকে ল্যাগের ব্যারেলের ওপর সঠিক জায়গায় রাখুন এবং সম্পূর্ণ চাপ দিন যতক্ষণ না টুলটি নিজে থেকে রিলিজ হচ্ছে (র‍্যাচেটিং টুল-এর ক্ষেত্রে)।\n• ধাপ ৪ (পরিদর্শন): ক্রিম্প করার পর সংযোগটি হাত দিয়ে ভালোভাবে টেনে দেখুন (Pull Test)। এটি আলগা হওয়া উচিত নয়। ক্রিম্পের আকার দেখুন, এটি মসৃণ এবং সঠিক আকৃতির হওয়া উচিত।",
          "importance": "এই ধাপগুলো অনুসরণ করলে একটি নির্ভরযোগ্য এবং দীর্ঘস্থায়ী সংযোগ নিশ্চিত করা যায়। তাড়াহুড়ো করে করা ক্রিম্পিং মানেই ভবিষ্যতের বিপদ।"
        },
        {
          "item_name": "৪. ভালো বনাম খারাপ ক্রিম্প: পার্থক্য চিনুন",
          "specifications": "• ভালো ক্রিম্প: মসৃণ, প্রতিসম (সাধারণত ষড়ভুজাকার) আকৃতি। ডাই-এর চিহ্ন স্পষ্টভাবে বোঝা যায়। ল্যাগের গায়ে কোনো ফাটল নেই। কন্ডাক্টরের সমস্ত স্ট্র্যান্ড ভেতরে আছে। পুল টেস্ট পাস করে।\n• খারাপ ক্রিম্প: অসম্পূর্ণ চাপ (Under-crimped), অতিরিক্ত চাপ (Over-crimped) যার ফলে ল্যাগ ফেটে গেছে, ভুল ডাই ব্যবহারের ফলে তৈরি হওয়া ভুল আকৃতি, কন্ডাক্টরের স্ট্র্যান্ড বাইরে বেরিয়ে থাকা।",
          "importance": "নিজের কাজকে নিজেই পরীক্ষা করার ক্ষমতা একজন পেশাদার কারিগরের পরিচয়। একটি খারাপ ক্রিম্পকে চিহ্নিত করে সেটিকে 다시 করাটা লজ্জার নয়, বরং দক্ষতার লক্ষণ।"
        }
      ]
    }
  ],
  "image_suggestion": "একটি তিন-ভাগের ছবি। প্রথম ছবিতে সঠিক সাইজের তার এবং ল্যাগ দেখানো হয়েছে। দ্বিতীয় ছবিতে হাইড্রোলিক ক্রিম্পিং টুলের ডাই দিয়ে ক্রিম্প করা হচ্ছে। তৃতীয় ছবিতে একটি 'ভালো ক্রিম্প' (মসৃণ এবং ষড়ভুজাকার) এবং একটি 'খারাপ ক্রিম্প' (অসম, ল্যাগ ফাটা) পাশাপাশি দেখানো হয়েছে, যেখানে ভালোটির ওপর সবুজ টিক চিহ্ন এবং খারাপটির ওপর লাল ক্রস চিহ্ন থাকবে।",
  "pro_tip": {
    "title": "বিশেষ প্রো টিপস (Pro Tips)",
    "content": [
      "১. দুইবার মাপুন, একবার ক্রিম্প করুন: একবার ক্রিম্প হয়ে গেলে সেটি আর ঠিক করা যায় না। তাই শুরু করার আগে তার, ল্যাগ এবং ডাই-এর সাইজ মিলিয়ে নিন।",
      "২. সম্পূর্ণ সাইকেল চাপ দিন: র‍্যাচেটিং বা হাইড্রোলিক টুল ব্যবহার করার সময়, সম্পূর্ণ চাপ দিন যতক্ষণ না টুলটি তার সাইকেল শেষ করছে। অর্ধেক চাপ দিয়ে করা ক্রিম্পিং দুর্বল হয়।",
      "৩. পরিচ্ছন্নতাই ধর্ম: ক্রিম্প করার আগে কন্ডাক্টর এবং ল্যাগের ভেতরটা পরিষ্কার আছে কিনা দেখুন। তেল বা ময়লা থাকলে রেজিস্ট্যান্স বেড়ে যায়। অ্যালুমিনিয়ামের ক্ষেত্রে অ্যান্টি-অক্সিডেন্ট পেস্ট ব্যবহার করা একটি ভালো অভ্যাস।",
      "৪. ইনসুলেশন সাপোর্ট: কিছু টার্মিনালে ইনসুলেশনের জন্য আলাদা একটি ক্রিম্পিং জোন থাকে। এটি কম্পন থেকে তারকে রক্ষা করে। সম্ভব হলে সেটিও ক্রিম্প করুন।"
    ]
  },
  "myth_buster": {
    "title": "মিথ বাস্টার (Myth Buster)",
    "myths": [
      {
        "myth": "ক্রিম্পিং-এর পর সংযোগটি সোল্ডার করে দিলে এটি আরও মজবুত হয়ে যায়।",
        "reality": "ভুল। ক্রিম্পিং একটি কোল্ড-ওয়েল্ডিং প্রক্রিয়া। সোল্ডারিং-এর তাপ কন্ডাক্টরকে নরম করে দেয় এবং কম্পনের ফলে সংযোগটি আলগা হয়ে যেতে পারে। একটি ভালো ক্রিম্পিং-এর সোল্ডারিং-এর প্রয়োজন হয় না।"
      },
      {
        "myth": "যেকোনো প্লায়ার্স দিয়েই ছোট ল্যাগ ক্রিম্প করা যায়।",
        "reality": "একেবারেই নয়। সাধারণ প্লায়ার্স সঠিক আকারের চাপ এবং আকৃতি দিতে পারে না, যার ফলে একটি অত্যন্ত দুর্বল এবং অনির্ভরযোগ্য সংযোগ তৈরি হয়। সবসময় সঠিক ক্রিম্পিং টুল ব্যবহার করুন।"
      }
    ]
  },
  "advanced_section": {
    "title": "এর পেছনের ইঞ্জিনিয়ারিং ফ্যাক্টস",
    "facts": [
      {
        "title": "কোল্ড-ওয়েল্ডিং (Cold Welding)",
        "content": "একটি সঠিক ক্রিম্পিং প্রক্রিয়ায় এত প্রচণ্ড চাপ তৈরি হয় যে কন্ডাক্টরের স্ট্র্যান্ড এবং ল্যাগের মেটেরিয়াল একে অপরের সাথে মিশে গিয়ে একটি অভিন্ন, নিরেট এবং গ্যাসরোধী সংযোগ তৈরি করে। এই ঘটনাকে আণবিক স্তরে কোল্ড-ওয়েল্ডিং বলা হয়। এর ফলেই সংযোগের রেজিস্ট্যান্স প্রায় কন্ডাক্টরের সমান হয়ে যায়।"
      },
      {
        "title": "ডাই-এর আকার (Die Geometry)",
        "content": "ক্রিম্পিং টুলের ডাই-এর আকার (যেমন হেক্সাগোনাল, ইন্ডেন্ট) অত্যন্ত গুরুত্বপূর্ণ। হেক্সাগোনাল ক্রিম্পিং চারদিক থেকে সমান চাপ দিয়ে একটি মজবুত সংযোগ তৈরি করে, যা বড় কেবিলের জন্য আদর্শ। ইন্ডেন্ট ক্রিম্পিং একটি নির্দিষ্ট বিন্দুতে গভীর চাপ দেয়। কোন কাজে কোনটি ব্যবহার হবে তা আন্তর্জাতিক মানদণ্ড দ্বারা নির্ধারিত হয়।"
      }
    ]
  }
}