{
  "level_id": "5.6",
  "badge_name": "ফল্ট ফাইন্ডার",
  "level_title": "শর্ট সার্কিট এবং ওপেন সার্কিট ফল্ট: দুই ভিন্ন শত্রু",
  "mission_briefing": "বিদ্যুৎ সিস্টেমে দুই ধরনের প্রধান শত্রু আছে। একজন হলো 'শর্ট সার্কিট'—যেখানে বিদ্যুৎ তার স্বাভাবিক রাস্তা ছেড়ে একটি ছোট এবং সহজ পথ বেছে নেয়, যার ফলে प्रचंड কারেন্ট প্রবাহিত হয়। অন্যজন হলো 'ওপেন সার্কিট'—যেখানে বিদ্যুতের রাস্তাটিই ভেঙে যায় এবং প্রবাহ বন্ধ হয়ে যায়। একজন ফল্ট ফাইন্ডার হিসেবে, আপনাকে এই দুই শত্রুর চরিত্র, তাদের লক্ষণ এবং তাদের রেখে যাওয়া সূত্রগুলো চিনতে হবে। এই লেভেলের মিশন হলো, এই দুই প্রধান ফল্টের মধ্যে পার্থক্য করতে শেখা।",
  "sections": [
    {
      "title": "শত্রুদের চরিত্র বিশ্লেষণ",
      "points": [
        {
          "item_name": "১. শর্ট সার্কিট ফল্ট: प्रचंड শক্তির বিস্ফোরণ",
          "specifications": "• সংজ্ঞা: এটি ঘটে যখন দুটি বা তার বেশি ভিন্ন ভোল্টেজের পরিবাহীর মধ্যে একটি খুব কম রেজিস্ট্যান্সের সংযোগ তৈরি হয়। যেমন—একটি ফেজ-টু-ফেজ ফল্ট (দুটি তার टकराলে) বা একটি ফেজ-টু-আর্থ ফল্ট (তার ছিঁড়ে মাটিতে পড়লে)।\n• লক্ষণ: प्रचंड কারেন্ট প্রবাহ, বড় আর্ক ফ্ল্যাশ, বিস্ফোরণের মতো শব্দ, ফিউজ উড়ে যাওয়া বা ব্রেকার তৎক্ষণাৎ ট্রিপ করা, পোড়া দাগ।\n• কারণ: ইনসুলেশন ফেলিওর, গাছের ডাল পড়া, পাখি বা জন্তু, তার ছিঁড়ে যাওয়া।",
          "importance": "শর্ট সার্কিট সিস্টেমের জন্য সবচেয়ে বিপজ্জনক ফল্ট। এটি মুহূর্তের মধ্যে যন্ত্রপাতি পুড়িয়ে দিতে এবং আগুন লাগাতে পারে। আমাদের সুরক্ষা সিস্টেম (ফিউজ, ব্রেকার) মূলত এই শর্ট সার্কিটকে বাধা দেওয়ার জন্যই ডিজাইন করা হয়।"
        },
        {
          "item_name": "২. ওপেন সার্কিট ফল্ট: রাস্তার সমাপ্তি",
          "specifications": "• সংজ্ঞা: এটি ঘটে যখন একটি সার্কিটের পরিবাহী পথটি ভেঙে বা বিচ্ছিন্ন হয়ে যায়। যেমন—একটি তার ছিঁড়ে যাওয়া, একটি জয়েন্ট বা কানেক্টর খুলে যাওয়া, একটি ফিউজ উড়ে যাওয়া।\n• লক্ষণ: বিদ্যুৎ প্রবাহ সম্পূর্ণ বন্ধ হয়ে যাওয়া (পাওয়ার কাট), কিন্তু কোনো বড় আর্ক বা বিস্ফোরণ হয় না। থ্রি-ফেজ সিস্টেমে একটি ফেজ ওপেন হলে মোটর অস্বাভাবিক শব্দ করতে পারে বা চলতে পারে না (Single-phasing)।\n• কারণ: যান্ত্রিক ব্যর্থতা (তার ছেঁড়া), লুজ কানেকশন, ফিউজ বা ব্রেকার অপারেট করা।",
          "importance": "যদিও এটি শর্ট সার্কিটের মতো বিস্ফোরক নয়, কিন্তু এটিও বিপজ্জনক হতে পারে। যেমন, একটি ওপেন সার্কিটের ছেঁড়া তার মাটিতে পড়ে থেকেও অন্য কোনো বস্তুর সংস্পর্শে এসে শর্ট সার্কিট ঘটাতে পারে।"
        },
        {
          "item_name": "৩. পার্থক্য এক নজরে: গোয়েন্দার নোটবুক",
          "specifications": "• কারেন্ট: শর্ট সার্কিটে কারেন্ট प्रचंडভাবে বেড়ে যায়। ওপেন সার্কিটে কারেন্ট শূন্য হয়ে যায়।\n• ভোল্টেজ: শর্ট সার্কিটের বিন্দুতে ভোল্টেজ প্রায় শূন্য হয়ে যায়। ওপেন সার্কিটের বিন্দুতে সম্পূর্ণ সিস্টেম ভোল্টেজ দেখা যায়।\n• লক্ষণ: শর্ট সার্কিট মানেই বিস্ফোরণ এবং আর্ক। ওপেন সার্কিট মানে বিদ্যুৎ নেই।\n• উদাহরণ: দুটি তার टकराনো হলো শর্ট সার্কিট। একটি জাম্পার খুলে যাওয়া হলো ওপেন সার্কিট।",
          "importance": "ফল্টের লক্ষণ দেখেই আপনি বুঝতে পারবেন আপনি কোন ধরনের শত্রুর মোকাবিলা করছেন, যা আপনার পরবর্তী পদক্ষেপ নির্ধারণ করবে।"
        }
      ]
    }
  ],
  "image_suggestion": "একটি ডায়াগ্রাম যেখানে দুটি ভিন্ন পরিস্থিতি দেখানো হয়েছে। প্রথমটিতে, দুটি লাইভ তার একটি গাছের ডালের মাধ্যমে স্পর্শ করছে এবং একটি বড় ফ্ল্যাশ ও 'High Current' লেখা দেখাচ্ছে (শর্ট সার্কিট)। দ্বিতীয়টিতে, একটি জয়েন্ট খুলে গিয়ে তারটি বিচ্ছিন্ন হয়ে গেছে এবং একটি বাল্ব নিভে আছে ও 'Zero Current' লেখা দেখাচ্ছে (ওপেন সার্কিট)।",
  "pro_tip": {
    "title": "বিশেষ প্রো টিপস (Pro Tips)",
    "content": [
      "১. ওপেন সার্কিটও বিপজ্জনক: একটি ছেঁড়া তার মাটিতে পড়ে আছে মানেই সেটি নিরাপদ নয়। এটি যেকোনো মুহূর্তে কোনো পরিবাহী বস্তুর সংস্পর্শে এসে লাইভ হতে পারে। এটিকে সবসময় লাইভ হিসেবেই গণ্য করুন।",
      "২. সিঙ্গেল-ফেজিং (Single-phasing): এটি একটি বিশেষ ধরনের ওপেন সার্কিট ফল্ট, যেখানে একটি থ্রি-ফেজ লাইনের তিনটি ফেজের মধ্যে একটি বিচ্ছিন্ন হয়ে যায়। এটি থ্রি-ফেজ মোটরকে মারাত্মকভাবে ক্ষতিগ্রস্ত করে।",
      "৩. উচ্চ রেজিস্ট্যান্স ফল্ট (High Resistance Fault): অনেক সময় শর্ট সার্কিটটি একটি ভালো পরিবাহীর মাধ্যমে না হয়ে একটি অর্ধ-পরিবাহী (যেমন শুকনো কাঠ) বা দুর্বল সংযোগের মাধ্যমে হয়। এক্ষেত্রে ফল্ট কারেন্ট খুব বেশি হয় না এবং ফিউজ বা ব্রেকার অপারেট করতে পারে না। এই ফল্টগুলো খুঁজে বের করা খুব কঠিন এবং এগুলি আগুন লাগার একটি বড় কারণ।"
    ]
  },
  "myth_buster": {
    "title": "মিথ বাস্টার (Myth Buster)",
    "myths": [
      {
        "myth": "লাইন ট্রিপ করেছে মানেই কোথাও শর্ট সার্কিট হয়েছে।",
        "reality": "সাধারণত হ্যাঁ, কিন্তু সবসময় নয়। একটি বড় ওভারলোডও (শর্ট সার্কিট নয়) ফিউজ বা ব্রেকারকে ট্রিপ করাতে পারে। এছাড়াও, সুরক্ষা রিলের ভুল অপারেশনের কারণেও লাইন ট্রিপ করতে পারে।"
      },
      {
        "myth": "একটি ওপেন সার্কিটে কোনো বিপদ নেই কারণ বিদ্যুৎ তো বন্ধই আছে।",
        "reality": "ভুল। ওপেন সার্কিটের দুটি বিচ্ছিন্ন বিন্দুর মধ্যে সম্পূর্ণ সিস্টেম ভোল্টেজ উপস্থিত থাকে। অসাবধানতায় এই দুটি বিন্দুর মধ্যে চলে এলে আপনি সার্কিটটি সম্পূর্ণ করে দেবেন এবং মারাত্মক শক খাবেন।"
      }
    ]
  },
  "advanced_section": {
    "title": "এর পেছনের ইঞ্জিনিয়ারিং ফ্যাক্টস",
    "facts": [
      {
        "title": "সিমেট্রিকাল এবং আনসিমেট্রিকাল ফল্ট (Symmetrical & Asymmetrical Faults)",
        "content": "শর্ট সার্কিট ফল্টকে দুই ভাগে ভাগ করা হয়। 'সিমেট্রিকাল ফল্ট' হলো যখন তিনটি ফেজই একসাথে শর্ট সার্কিট হয় (L-L-L)। এটি সবচেয়ে شدید ফল্ট, কিন্তু এটি খুব কম ঘটে। 'আনসিমেট্রিকাল ফল্ট' হলো যখন একটি ফেজ মাটিতে (L-G), দুটি ফেজ একসাথে (L-L), বা দুটি ফেজ মাটিতে (L-L-G) শর্ট সার্কিট হয়। আমাদের সিস্টেমে বেশিরভাগ ফল্টই আনসিমেট্রিকাল, যার মধ্যে লাইন-টু-গ্রাউন্ড (L-G) ফল্ট সবচেয়ে সাধারণ।"
      },
      {
        "title": "আর্ক রেজিস্ট্যান্স (Arc Resistance)",
        "content": "একটি শর্ট সার্কিটের সময় যে আর্ক বা ফ্ল্যাশ তৈরি হয়, তার নিজেরও একটি রেজিস্ট্যান্স থাকে। এই আর্ক রেজিস্ট্যান্স ফল্ট কারেন্টের পরিমাণকে কিছুটা কমিয়ে দেয়। ইঞ্জিনিয়াররা ফল্ট কারেন্ট গণনা করার সময় এই আর্ক রেজিস্ট্যান্সকেও বিবেচনায় রাখেন, যা গণনাকে আরও জটিল কিন্তু নির্ভুল করে তোলে।"
      }
    ]
  }
}

