{
"level_id": "9.9",
"level_title": "ক্যাপাসিটর ব্যাংক টেস্টিং: পাওয়ার বুস্টারের কার্যকারিতা",
"mission_briefing": "বিদ্যুৎ বিলের জরিমানা (Power Factor Penalty) থেকে বাঁচতে এবং ভোল্টেজ ঠিক রাখতে সাবস্টেশনে 'ক্যাপাসিটর ব্যাংক' ব্যবহার করা হয়। একে পাওয়ার সিস্টেমের 'বুস্টার ডোজ' বলা যেতে পারে। কিন্তু ক্যাপাসিটর হলো এমন এক যন্ত্র যা অফ করার পরেও নিজের মধ্যে মারাত্মক চার্জ জমিয়ে রাখে। একে হ্যান্ডেল করা মানে ঘুমন্ত বাঘের সাথে খেলা করা। আজকের মিশনে আমরা শিখব কীভাবে নিরাপদে এই ব্যাংকের স্বাস্থ্য পরীক্ষা করা যায়।",
"sections": [
{
"title": "ক্যাপাসিটর ব্যাংক পরীক্ষার ধাপসমূহ",
"image_name": "quiz_images/capacitor_bank_yard.jpg",
"points": [
{
"item_name": "১. ভিজ্যুয়াল ইন্সপেকশন: ফুলে যাওয়া ক্যান",
"image_name": "quiz_images/bulged_capacitor.png",
"specifications": "প্রতিটি ক্যাপাসিটর ইউনিট বা 'ক্যান' (Can) ভালো করে দেখা।",
"importance": "ক্যাপাসিটর নষ্ট হওয়ার প্রথম লক্ষণ হলো এটি ফুলে যায় (Bulging)। যেমন নষ্ট ব্যাটারি ফুলে ওঠে। যদি কোনো ইউনিট ফোলা থাকে বা তেল লিক করে, তবে সেটিকে অবিলম্বে বদলাতে হবে। এটি যেকোনো সময় ব্লাস্ট হতে পারে।",
"daily_check": "বুশিং এবং টার্মিনালে কোনো কালচে দাগ বা আর্কিং মার্ক আছে কিনা দেখুন।"
},
{
"item_name": "২. ক্যাপাসিট্যান্স মেজারমেন্ট",
"image_name": "quiz_images/capacitance_meter.webp",
"specifications": "বিশেষ ক্যাপাসিট্যান্স মিটার বা ভালো মানের এলসিআর (LCR) মিটার ব্যবহার করে মাইক্রো-ফ্যারাড (µF) মাপা হয়।",
"importance": "প্রতিটি ইউনিটের গায়ে তার রেটিং লেখা থাকে (যেমন: 200 µF)। মেপে দেখতে হবে ভ্যালুটি তার কাছাকাছি আছে কিনা। সাধারণত -৫% থেকে +১০% এর মধ্যে থাকলে ঠিক আছে। ভ্যালু কমে যাওয়া মানে ক্যাপাসিটর দুর্বল হয়ে গেছে, যা পাওয়ার ফ্যাক্টর ইম্প্রুভ করতে পারবে না।",
"daily_check": "পরিমাপের আগে ক্যাপাসিটরকে পুরোপুরি ডিসচার্জ এবং আইসোলেট করা বাধ্যতামূলক।"
},
{
"item_name": "৩. ডিসচার্জ রেসিস্টর টেস্ট",
"image_name": "quiz_images/discharge_resistor.png",
"specifications": "মাল্টিমিটার দিয়ে ক্যাপাসিটরের দুই টার্মিনালের মধ্যে রেজিস্ট্যান্স মাপা।",
"importance": "প্রতিটি ক্যাপাসিটরের ভেতরে বা বাইরে একটি ডিসচার্জ রেসিস্টর থাকে, যা লাইন অফ হওয়ার পর ক্যাপাসিটরের চার্জ শুষে নেয়। এটি নষ্ট হয়ে গেলে ক্যাপাসিটর দিনের পর দিন চার্জ ধরে রাখবে, যা টেকনিশিয়ানের জন্য প্রাণঘাতী হতে পারে।",
"daily_check": "রেসিস্ট্যান্স ভ্যালু ম্যানুফ্যাকচারারের ডেটার সাথে মিলছে কিনা দেখুন।"
},
{
"item_name": "৪. নিউট্রাল ডিসপ্লেসমেন্ট বা ব্যালেন্স চেক",
"image_name": "quiz_images/neutral_unbalance.jpg",
"specifications": "ব্যাংক অন থাকা অবস্থায় ক্ল্যাম্প মিটার দিয়ে নিউট্রাল কারেন্ট মাপা (স্টার কানেকশনের জন্য)।",
"importance": "সুস্থ অবস্থায় তিন ফেজের ক্যাপাসিটর ব্যালেন্সড থাকে, তাই নিউট্রাল দিয়ে খুব কম কারেন্ট যায়। যদি নিউট্রাল কারেন্ট হঠাৎ বেড়ে যায়, তবে বুঝবেন কোনো এক ফেজের ক্যাপাসিটর ইউনিট ফিউজ হয়ে গেছে বা নষ্ট হয়ে গেছে।",
"daily_check": "NCT (Neutral Current Transformer) এর কানেকশন ঠিক আছে কিনা দেখুন।"
}
]
}
],
"pro_tip": {
"title": "ওস্তাদের পরামর্শ (Pro Tips)",
"content": [
"১. ১০ মিনিটের নিয়ম: ক্যাপাসিটর ব্যাংক অফ করার পর সাথে সাথে হাত দেবেন না বা আর্থ করবেন না। অন্তত ১০ মিনিট অপেক্ষা করুন যাতে ভেতরের ডিসচার্জ রেসিস্টর চার্জ কমিয়ে দিতে পারে।",
"২. ডিসচার্জ রড সবার আগে: ১০ মিনিট পর কাজ শুরুর আগে ডিসচার্জ রড দিয়ে প্রতিটি টার্মিনাল আর্থের সাথে শর্ট করুন। এবং কাজের সময় টার্মিনালগুলো তার দিয়ে শর্ট করে রাখুন।",
"৩. লুজ কানেকশন মানেই আগুন: ক্যাপাসিটর ব্যাংক প্রচুর কারেন্ট টানে। কানেকশন সামান্য লুজ থাকলে সেখানে ভয়ানক হিট তৈরি হয়। টর্ক রেঞ্চ দিয়ে সব নাট-বোল্ট টাইট দিন।",
"৪. ভেন্টিলেশন: ক্যাপাসিটর রুমে যেন পর্যাপ্ত বাতাস চলাচলের ব্যবস্থা থাকে। অতিরিক্ত গরমে ক্যাপাসিটরের আয়ু কমে যায়।"
]
},
"myth_buster": {
"title": "মিথ বাস্টার (Myth Buster)",
"myths": [
{
"myth": "সুইচ অফ করেছি, এখন তো সেফ, হাত দেওয়া যাবে।",
"reality": "জীবনের সবচেয়ে বড় ভুল! অফ করার পরেও ক্যাপাসিটর পূর্ণ ভোল্টেজে চার্জ ধরে রাখতে পারে। ডিসচার্জ না করা পর্যন্ত এটি একটি 'লোডেড গান' (Loaded Gun)।",
"verdict": "ডিসচার্জ ছাড়া স্পর্শ নিষেধ।"
},
{
"myth": "ফিউজ ভালো আছে মানে ক্যাপাসিটর ভালো আছে।",
"reality": "না। অনেক সময় ক্যাপাসিটরের ভেতরের এলিমেন্ট নষ্ট হয়ে ওপেন হয়ে যায়, কিন্তু ফিউজ কাটে না। ক্যাপাসিট্যান্স মিটার দিয়ে মাপাই আসল পরীক্ষা।"
}
]
},
"advanced_section": {
"title": "ইঞ্জিনিয়ারিং ইনসাইট (Engineering Insights)",
"facts": [
{
"title": "হারমোনিক্স (Harmonics)",
"content": "পাওয়ার সিস্টেমে হারমোনিক্স (বিকৃত ওয়েভফর্ম) থাকলে ক্যাপাসিটর ব্যাংক তার প্রতি খুব সেনসিটিভ হয়। ক্যাপাসিটর হারমোনিক্সকে বাড়িয়ে দিতে পারে, যার ফলে ক্যাপাসিটর অতিরিক্ত গরম হয় বা ব্লাস্ট করে। এর সমাধানের জন্য ক্যাপাসিটরের সাথে 'সিরিজ রিঅ্যাক্টর' (Series Reactor) ব্যবহার করা হয়, একে ডি-টিউনড (Detuned) ব্যাংক বলে।"
},
{
"title": "kVAr এবং Power Factor",
"content": "আমরা ক্যাপাসিটর মাপি µF-এ কিন্তু ব্যাংকের রেটিং হয় kVAr-এ। সূত্র হলো: kVAr = 2πfCV² × 10⁻⁹। অর্থাৎ ভোল্টেজ যদি ১০% কমে যায়, তবে ক্যাপাসিটর ব্যাংকের পাওয়ার ডেলিভারি (kVAr) প্রায় ১৯% কমে যাবে। তাই ভোল্টেজ ঠিক রাখা জরুরি।"
}
]
}
}
