{
  "level_id": "7.7",
  "badge_name": "আইন কি বলে?",
  "level_title": "দুর্ঘটনার রিপোর্ট (Accident Reporting): আপনার দায়িত্ব",
  "mission_briefing": "কাজের জায়গায় কোনো দুর্ঘটনা ঘটাটা একটি দুর্ভাগ্যজনক ঘটনা। কিন্তু দুর্ঘটনা ঘটার পর, সেটিকে লুকিয়ে রাখা বা এড়িয়ে যাওয়াটা একটি আইনি অপরাধ এবং এটি ভবিষ্যতের জন্য আরও বড় বিপদ ডেকে আনে। আইন অনুযায়ী, নির্দিষ্ট ধরনের প্রতিটি বৈদ্যুতিক দুর্ঘটনা সম্পর্কে কর্তৃপক্ষকে জানানো বাধ্যতামূলক। এই লেভেলের মিশন হলো, দুর্ঘটনা রিপোর্টিং-এর আইনি প্রক্রিয়া এবং তার গুরুত্ব সম্পর্কে জানা।",
  "sections": [
    {
      "title": "ঘটনার পর: আইনি প্রক্রিয়া",
      "points": [
        {
          "item_name": "১. কোন দুর্ঘটনাগুলো রিপোর্ট করা বাধ্যতামূলক?",
          "specifications": "CEA রেগুলেশন অনুযায়ী, নিচের যেকোনো বৈদ্যুতিক দুর্ঘটনা ঘটলে তা ইলেকট্রিক্যাল ইন্সপেক্টরকে (Electrical Inspector) রিপোর্ট করা বাধ্যতামূলক:\n• যেকোনো দুর্ঘটনা যার ফলে কোনো মানুষের বা পশুর মৃত্যু হয়েছে।\n• যেকোনো দুর্ঘটনা যার ফলে কোনো ব্যক্তি ২৪ ঘন্টার বেশি সময় ধরে কাজ করতে অক্ষম থাকেন।\n• এছাড়াও, আগুন লাগা বা বিস্ফোরণের মতো বড় ঘটনাগুলোও রিপোর্ট করতে হয়।",
          "importance": "এই রিপোর্টিং সিস্টেমটি সরকারকে বৈদ্যুতিক দুর্ঘটনার পরিসংখ্যান রাখতে এবং ভবিষ্যতের সুরক্ষার নিয়মাবলী উন্নত করতে সাহায্য করে।"
        },
        {
          "item_name": "২. রিপোর্টিং-এর দায়িত্ব কার?",
          "specifications": "দুর্ঘটনার খবর রিপোর্ট করার প্রাথমিক দায়িত্ব হলো বিদ্যুৎ সরবরাহের মালিক বা কোম্পানির (Owner/Supplier)। একজন লাইনম্যান হিসেবে, আপনার দায়িত্ব হলো যেকোনো দুর্ঘটনা ঘটার সাথে সাথে কোনো দেরি না করে আপনার সুপারভাইজার বা নিয়ন্ত্রণ কর্তৃপক্ষকে জানানো, যাতে তারা সময়মতো আনুষ্ঠানিক রিপোর্ট করতে পারে।",
          "importance": "আইন অনুযায়ী, নির্ধারিত সময়ের মধ্যে (সাধারণত ২৪-৪৮ ঘন্টা) রিপোর্ট না করা একটি দণ্ডনীয় অপরাধ।"
        },
        {
          "item_name": "৩. রিপোর্টিং প্রক্রিয়া: কী কী জানাতে হয়?",
          "specifications": "দুর্ঘটনার রিপোর্টে সাধারণত এই তথ্যগুলো থাকে:\n• দুর্ঘটনার তারিখ, সময় এবং সঠিক স্থান।\n• আহত বা মৃত ব্যক্তির নাম, বয়স এবং ঠিকানা।\n• দুর্ঘটনার সংক্ষিপ্ত বিবরণ (কীভাবে ঘটল)।\n• কী ধরনের আঘাত লেগেছে তার বিবরণ।\n• কোনো প্রত্যক্ষদর্শী থাকলে তার বিবরণ।",
          "importance": "সঠিক এবং বিস্তারিত তথ্য তদন্ত প্রক্রিয়াকে সহজ করে তোলে।"
        },
        {
          "item_name": "৪. দুর্ঘটনার পর ঘটনাস্থল সংরক্ষণ",
          "specifications": "আইন অনুযায়ী, ইলেকট্রিক্যাল ইন্সপেক্টর বা পুলিশের অনুমতি ছাড়া দুর্ঘটনার ঘটনাস্থল থেকে কোনো কিছু সরানো বা পরিবর্তন করা উচিত নয় (যদি না অন্য কোনো বিপদ আটকানোর জন্য প্রয়োজন হয়)।",
          "importance": "এটি প্রমাণ সংরক্ষণের জন্য অত্যন্ত জরুরি। ঘটনাস্থল পরিবর্তন করলে তদন্ত প্রক্রিয়া ব্যাহত হতে পারে।"
        }
      ]
    }
  ],
  "image_suggestion": "একটি ইনফোগ্রাফিক যা দুর্ঘটনা রিপোর্টিং-এর ফ্লো-চার্ট দেখাচ্ছে। 'দুর্ঘটনা ঘটল' -> 'অবিলম্বে সুপারভাইজারকে জানাও' -> 'কোম্পানি ইলেকট্রিক্যাল ইন্সপেক্টরকে রিপোর্ট করবে' -> 'তদন্ত শুরু হবে'—এই ধাপগুলো দেখানো থাকবে।",
  "pro_tip": {
    "title": "বিশেষ প্রো টিপস (Pro Tips)",
    "content": [
      "১. ছোট দুর্ঘটনাও রিপোর্ট করুন: এমনকি যদি কোনো ছোট দুর্ঘটনা ('Near Miss') ঘটে যেখানে কেউ আহত হয়নি, সেটাও আপনার কোম্পানির অভ্যন্তরীণ সেফটি ডিপার্টমেন্টকে জানানো উচিত। এটি ভবিষ্যতের বড় দুর্ঘটনা প্রতিরোধ করতে সাহায্য করে।",
      "২. সৎ এবং নির্ভুল থাকুন: দুর্ঘটনার বিবরণ দেওয়ার সময় কোনো তথ্য লুকানোর বা বাড়িয়ে বলার চেষ্টা করবেন না। সৎ এবং নির্ভুল তথ্যই সঠিক তদন্তের ভিত্তি।",
      "৩. লিখিতভাবে রিপোর্ট করুন: সুপারভাইজারকে মুখে জানানোর পাশাপাশি, সম্ভব হলে একটি ছোট লিখিত নোট বা মেসেজও পাঠিয়ে দিন। এটি আপনার দায়িত্ব পালনের একটি প্রমাণ হিসেবে কাজ করবে।",
      "৪. মানসিক স্বাস্থ্যের যত্ন নিন: একটি বড় দুর্ঘটনা দেখা বা তার অংশ হওয়াটা মানসিকভাবে খুব আঘাতদায়ক হতে পারে। ঘটনার পর আপনার যদি মানসিক সহায়তার প্রয়োজন হয়, তবে কোম্পানির কাছে তা চাইতে দ্বিধা করবেন না।"
    ]
  },
  "myth_buster": {
    "title": "মিথ বাস্টার (Myth Buster)",
    "myths": [
      {
        "myth": "দুর্ঘটনা রিপোর্ট করলে আমার বা আমার সুপারভাইজারের চাকরি চলে যেতে পারে, তাই চুপ করে থাকাই ভালো।",
        "reality": "ভুল। দুর্ঘটনা লুকিয়ে রাখাটা একটি বড় আইনি অপরাধ যা পরিস্থিতিকে আরও জটিল করে তোলে। একটি সৎ রিপোর্টিং এবং তার থেকে শিক্ষা গ্রহণ করা একটি ভালো সুরক্ষা সংস্কৃতির (Safety Culture) লক্ষণ। কোম্পানিগুলো দুর্ঘটনা প্রতিরোধ করতে চায়, কর্মীদের শাস্তি দিতে নয়।"
      },
      {
        "myth": "এটা তো একটা ছোট শক ছিল, হাসপাতালে যাওয়ার বা রিপোর্ট করার দরকার নেই।",
        "reality": "একেবারেই ভুল। বৈদ্যুতিক শকের কারণে শরীরের ভেতরের ক্ষতি (Internal Injury) অনেক সময় বাইরে থেকে বোঝা যায় না এবং পরে তা প্রকাশ পেতে পারে। যেকোনো বৈদ্যুতিক দুর্ঘটনার পর ডাক্তারি পরীক্ষা করা এবং সেটি রিপোর্ট করা আবশ্যক।"
      }
    ]
  },
  "advanced_section": {
    "title": "এর পেছনের আইনি দিক",
    "facts": [
      {
        "title": "ইলেকট্রিক্যাল ইন্সপেক্টরের ভূমিকা (Role of Electrical Inspector)",
        "content": "ইলেকট্রিক্যাল ইন্সপেক্টর হলেন একজন সরকারি কর্মকর্তা যার দায়িত্ব হলো বৈদ্যুতিক সুরক্ষা নিয়মাবলী কার্যকর করা এবং বৈদ্যুতিক দুর্ঘটনার তদন্ত করা। দুর্ঘটনার কারণ নির্ণয় করা এবং ভবিষ্যতে তা প্রতিরোধের জন্য সুপারিশ করা তাদের প্রধান কাজ। তাদের একটি দুর্ঘটনার তদন্তের জন্য ব্যাপক ক্ষমতা দেওয়া আছে।"
      },
      {
        "title": "রুট কজ অ্যানালিসিস (Root Cause Analysis - RCA)",
        "content": "আধুনিক সুরক্ষা ব্যবস্থাপনায়, দুর্ঘটনার তদন্তের লক্ষ্য শুধু 'কে ভুল করেছে' তা খুঁজে বের করা নয়, বরং 'কেন ভুলটি হলো' তা খুঁজে বের করা। RCA একটি পদ্ধতি যা দুর্ঘটনার পেছনের সিস্টেমগত বা ব্যবস্থাপনার ত্রুটিগুলোকে (যেমন অপর্যাপ্ত প্রশিক্ষণ, ভুল টুলস, কাজের অতিরিক্ত চাপ) সনাক্ত করে, যাতে শুধু ব্যক্তির নয়, পুরো সিস্টেমের উন্নতি করা যায়।"
      }
    ]
  }
}

