{
"level_id": "9.10",
"badge_name": "যন্ত্রের স্বাস্থ্য পরীক্ষা (Testing Manual)",
"level_title": "টেস্টিং রিপোর্ট তৈরি: ডাক্তারের প্রেসক্রিপশন",
"mission_briefing": "অভিনন্দন! আপনি এতক্ষণে ট্রান্সফরমার থেকে ব্যাটারি—সবকিছুর ডাক্তার হয়ে উঠেছেন। কিন্তু মনে রাখবেন, 'যে কাজ খাতায় লেখা নেই, সেই কাজ আসলে করাই হয়নি'। একজন ডাক্তার যেমন রোগী দেখার পর প্রেসক্রিপশন বা রিপোর্ট লেখেন, আপনাকেই তাই করতে হবে। আপনার এই রিপোর্টের ওপর ভিত্তি করেই সিদ্ধান্ত নেওয়া হবে কোটি টাকার মেশিনটি চার্জ করা হবে নাকি বাতিল করা হবে। চলুন শিখি কীভাবে একটি 'পারফেক্ট টেস্টিং রিপোর্ট' তৈরি করতে হয়।",
"sections": [
{
"title": "স্ট্যান্ডার্ড রিপোর্ট তৈরির গাইডলাইন",
"image_name": "quiz_images/report_writing.jpg",
"points": [
{
"item_name": "১. বেসিক তথ্য ও নেমপ্লেট ডেটা",
"image_name": "quiz_images/nameplate_data.png",
"specifications": "রিপোর্টের ওপরে ইকুইপমেন্টের নাম, মেক (Make), সিরিয়াল নম্বর, রেটিং এবং লোকেশন স্পষ্ট করে লিখতে হবে।",
"importance": "হাজার হাজার মেশিনের ভিড়ে কোন ট্রান্সফরমারের টেস্ট করলেন, তা নির্দিষ্ট করা জরুরি। সিরিয়াল নম্বর হলো মেশিনের ফিঙ্গারপ্রিন্ট। এছাড়াও টেস্টের তারিখ, সময় এবং আবহাওয়া (রোদ/বৃষ্টি) উল্লেখ করতে হবে।",
"daily_check": "ভুল ইকুইপমেন্টের আইডিতে রিপোর্ট এন্ট্রি করা একটি মারাত্মক ভুল।"
},
{
"item_name": "২. তাপমাত্রা এবং কন্ডিশন রেকর্ড",
"image_name": "quiz_images/ambient_temp.webp",
"specifications": "টেস্টের সময় তেলের তাপমাত্রা (OTI) এবং পরিবেশের তাপমাত্রা (Ambient Temp) নোট করা।",
"importance": "ইনসুলেশন রেজিস্ট্যান্স (IR) তাপমাত্রার সাথে নাটকীয়ভাবে পরিবর্তিত হয়। ৩০ ডিগ্রিতে যে ভ্যালু আসবে, ৫০ ডিগ্রিতে তা কমে যাবে। তাপমাত্রা না লিখলে ভবিষ্যতে সেই ভ্যালু কেউ বিশ্লেষণ করতে পারবে না।",
"daily_check": "মেশিনটি 'As Found' (যেমন পেয়েছি) নাকি 'As Left' (কাজের পর) অবস্থায় টেস্ট করেছেন, তা উল্লেখ করুন।"
},
{
"item_name": "৩. তুলনা বা বেঞ্চমার্কিং (Benchmarking)",
"image_name": "quiz_images/comparison_chart.jpg",
"specifications": "বর্তমান রেজাল্টের পাশে ফ্যাক্টরি টেস্ট রেজাল্ট (FAT) এবং গত বছরের রেজাল্ট পাশাপাশি রাখা।",
"importance": "আজকের ভ্যালু ভালো কিনা তা বোঝার একমাত্র উপায় হলো অতীতের সাথে তুলনা করা। গত বছর যদি ভ্যালু থাকে ২ গিগা-ওহম আর আজ হয় ১০০ মেগা-ওহম—দুটোই ভালো ভ্যালু, কিন্তু এই বিশাল পতন (Drop) নির্দেশ করে ভেতরে কোনো সমস্যা শুরু হয়েছে।",
"daily_check": "হিস্ট্রি কার্ড বা লগবুক দেখে আগের ভ্যালু বসান।"
},
{
"item_name": "৪. মন্তব্য এবং সুপারিশ (Remarks & Recommendation)",
"image_name": "quiz_images/final_stamp.png",
"specifications": "শুধুমাত্র সংখ্যা লিখে ছেড়ে দেবেন না। পরিষ্কার ভাষায় আপনার মতামত লিখুন।",
"importance": "আপনার রিপোর্ট যারা পড়বে তারা সবাই ইঞ্জিনিয়ার নাও হতে পারে। তাই শেষে পরিষ্কার করে লিখুন: 'Fit for Service' (চালানোর যোগ্য), 'Monitor Closely' (নজরে রাখুন), নাকি 'Immediate Action Required' (জরুরি মেরামত দরকার)। আপনার এই একটি লাইনের ওপর পুরো সিস্টেমের নিরাপত্তা নির্ভর করছে।",
"daily_check": "রিপোর্টের নিচে নিজের নাম, স্বাক্ষর এবং ডেজিগনেশন দিতে ভুলবেন না।"
}
]
}
],
"pro_tip": {
"title": "ওস্তাদের পরামর্শ (Pro Tips)",
"content": [
"১. পেন্সিল নট অ্যালাউড: অফিশিয়াল টেস্টিং রিপোর্ট সবসময় কলমে লিখতে হবে। পেন্সিল দিয়ে লিখলে তা মুছে ফেলা বা পরিবর্তন করা সম্ভব, যা আইনিভাবে গ্রহণযোগ্য নয়।",
"২. ছবি তুলুন: মিটারের ডিসপ্লেতে যখন রিডিং আসবে, মোবাইলে তার একটি ছবি তুলে রাখুন। এটি আপনার রিপোর্টের সত্যতা প্রমাণ করবে এবং ভবিষ্যতে রেফারেন্স হিসেবে কাজে লাগবে।",
"৩. খারাপ খবর লুকাবেন না: টেস্ট রেজাল্ট খারাপ আসলে অনেকে ভয়ে সেটা রিপোর্টে লিখতে চায় না বা বাড়িয়ে লেখে। এটা অপরাধ! রেজাল্ট খারাপ হলে সবার আগে সিনিয়রকে জানান। আপনার সততাই দুর্ঘটনা রুখবে।",
"৪. ডিজিটাল ব্যাকআপ: কাগজের রিপোর্ট হারিয়ে যেতে পারে। রিপোর্টের স্ক্যান কপি বা ছবি তুলে সার্ভারে বা ক্লাউড ফোল্ডারে সেভ করে রাখুন।"
]
},
"myth_buster": {
"title": "মিথ বাস্টার (Myth Buster)",
"myths": [
{
"myth": "রিপোর্ট লেখা তো ক্লার্কের কাজ, আমি টেকনিশিয়ান, আমার কাজ শুধু টেস্ট করা।",
"reality": "ভুল! রিপোর্ট হলো আইনি নথি (Legal Document)। সাবস্টেশনে কোনো দুর্ঘটনা ঘটলে তদন্ত কমিটি সবার আগে মেইনটেন্যান্স রিপোর্ট তলব করবে। তখন আপনার স্বাক্ষর করা সঠিক রিপোর্টই আপনাকে বাঁচাবে।",
"verdict": "রিপোর্ট আপনার রক্ষাকবচ।"
},
{
"myth": "মেমোরিতে মনে রাখলেই হবে, পরে লিখে নেব।",
"reality": "মানুষের স্মৃতি বিশ্বাসঘাতক। ১০টা ব্রেকারের টাইমিং টেস্ট করার পর আপনি নিশ্চিতভাবেই গুলিয়ে ফেলবেন কোনটার ভ্যালু কত ছিল। সাথে সাথে নোট করাই একমাত্র নিয়ম।"
}
]
},
"advanced_section": {
"title": "ইঞ্জিনিয়ারিং ইনসাইট (Engineering Insights)",
"facts": [
{
"title": "ট্রেন্ড অ্যানালাইসিস (Trend Analysis)",
"content": "আধুনিক মেইনটেন্যান্সে শুধু একটি ডেটা দেখা হয় না, দেখা হয় 'ট্রেন্ড' বা প্রবণতা। গত ৫ বছরের টেস্ট রেজাল্ট দিয়ে একটি গ্রাফ তৈরি করা হয়। যদি দেখেন ইনসুলেশন রেজিস্ট্যান্সের গ্রাফ ধীরে ধীরে নিচের দিকে নামছে, তবে মেশিন ফেইল করার আগেই আপনি প্রেডিক্ট করতে পারবেন। একেই বলে 'কন্ডিশন বেসড মেইনটেন্যান্স' (CBM)।"
},
{
"title": "টেম্পারেচার কারেকশন ফ্যাক্টর",
"content": "ইঞ্জিনিয়ারিং স্ট্যান্ডার্ড অনুযায়ী সব ইনসুলেশন ভ্যালুকে ২০°C বা ৪০°C-এ কনভার্ট করে তুলনা করা উচিত। তাপমাত্রা ১০°C বাড়লে ইনসুলেশন রেজিস্ট্যান্স অর্ধেক হয়ে যায়। সফটওয়্যার বা চার্ট ব্যবহার করে এই কারেকশন করা হয়।"
}
]
}
}
