{
  "level_id": "7.6",
  "badge_name": "আইন কি বলে?",
  "level_title": "ব্যক্তিগত সুরক্ষা সরঞ্জাম (PPE) সংক্রান্ত আইন",
  "mission_briefing": "আপনার হেলমেট, গ্লাভস, জুতো এবং হারনেস শুধু আপনার সুরক্ষার জন্যই নয়, এগুলো আপনার আইনি অধিকারও বটে। আইন আপনার работодаাতা বা কোম্পানিকে বাধ্য করে আপনাকে সঠিক এবং মান্যতাপ্রাপ্ত (Approved) ব্যক্তিগত সুরক্ষা সরঞ্জাম (PPE) সরবরাহ করতে এবং তার ব্যবহার নিশ্চিত করতে। এই লেভেলের মিশন হলো, PPE সংক্রান্ত আপনার আইনি অধিকার এবং দায়িত্ব সম্পর্কে জানা।",
  "sections": [
    {
      "title": "আইনের চোখে আপনার সুরক্ষা বর্ম",
      "points": [
        {
          "item_name": "১. работодаাতার আইনি দায়িত্ব",
          "specifications": "CEA (Measures relating to Safety and Electric Supply) Regulations এবং ফ্যাক্টরি অ্যাক্ট অনুযায়ী, যে কোম্পানি আপনাকে নিয়োগ করেছে, তার আইনত দায়িত্ব হলো:\n• কাজের ঝুঁকি অনুযায়ী সঠিক PPE সরবরাহ করা (যেমন ১১ কেভি লাইনের জন্য ১১ কেভি রেটেড গ্লাভস)।\n• সরবরাহ করা PPE যেন অনুমোদিত স্ট্যান্ডার্ড (যেমন IS - Indian Standards) অনুযায়ী হয়।\n• PPE-এর সঠিক ব্যবহার সম্পর্কে কর্মীদের প্রশিক্ষণ দেওয়া।\n• ক্ষতিগ্রস্ত বা মেয়াদ উত্তীর্ণ PPE বদলে দেওয়ার ব্যবস্থা করা।",
          "importance": "এর মানে হলো, আপনাকে নিজের টাকা দিয়ে কাজের জন্য হেলমেট বা গ্লাভস কিনতে বলাটা বেআইনি। সঠিক PPE পাওয়া আপনার মৌলিক অধিকার।"
        },
        {
          "item_name": "২. কর্মীর আইনি দায়িত্ব",
          "specifications": "আইন যেমন আপনাকে অধিকার দিয়েছে, তেমনই কিছু দায়িত্বও দিয়েছে। আপনার দায়িত্ব হলো:\n• কোম্পানি দ্বারা সরবরাহ করা PPE সঠিকভাবে এবং সবসময় ব্যবহার করা।\n• PPE-এর সঠিক যত্ন নেওয়া এবং সেটিকে পরিষ্কার রাখা।\n• PPE-তে কোনো ক্ষতি বা ত্রুটি দেখা গেলে অবিলম্বে সুপারভাইজারকে রিপোর্ট করা।\n• PPE ব্যবহার করতে অস্বীকার না করা (যদি কাজটি ঝুঁকিপূর্ণ হয়)।",
          "importance": "যদি কোম্পানি আপনাকে সঠিক PPE দেওয়া সত্ত্বেও আপনি সেটি ব্যবহার না করার কারণে দুর্ঘটনা ঘটে, তবে তদন্তের সময় এটিকে আপনার গাফিলতি হিসেবে গণ্য করা হতে পারে, যা আপনার ক্ষতিপূরণের দাবিকে দুর্বল করে দিতে পারে।"
        },
        {
          "item_name": "৩. PPE-এর স্ট্যান্ডার্ড এবং সার্টিফিকেশন",
          "specifications": "ভারতে, বেশিরভাগ সুরক্ষা সরঞ্জাম ব্যুরো অফ ইন্ডিয়ান স্ট্যান্ডার্ডস (BIS) দ্বারা নির্ধারিত IS কোড অনুযায়ী তৈরি হয়। যেমন, সেফটি হেলমেটের জন্য IS 2925 বা সেফটি জুতোর জন্য IS 15298। আপনার PPE-এর গায়ে এই IS মার্ক আছে কিনা তা দেখে নিন।",
          "importance": "IS মার্ক নিশ্চিত করে যে সরঞ্জামটি সুরক্ষার ন্যূনতম মানদণ্ড পূরণ করেছে এবং এটি ব্যবহারের জন্য নিরাপদ। নন-ব্র্যান্ডেড বা बिना सर्टिफिकेशन-এর PPE ব্যবহার করা একটি বড় ঝুঁকি।"
        }
      ]
    }
  ],
  "image_suggestion": "একটি ছবি যেখানে একজন সুপারভাইজার একজন লাইনম্যানকে একটি নতুন, আইএসআই-চিহ্নিত সেফটি হেলমেট এবং গ্লাভস দিচ্ছেন। ছবির ট্যাগলাইন হতে পারে: 'সঠিক PPE আপনার অধিকার, আর তার ব্যবহার আপনার দায়িত্ব'।",
  "pro_tip": {
    "title": "বিশেষ প্রো টিপস (Pro Tips)",
    "content": [
      "১. যদি PPE না থাকে: যদি আপনাকে কোনো ঝুঁকিপূর্ণ কাজ করার জন্য পাঠানো হয় কিন্তু আপনার কাছে সঠিক PPE না থাকে, তবে আপনার কাজটি করতে অস্বীকার করার সম্পূর্ণ অধিকার আছে। আপনার জীবন সবচেয়ে মূল্যবান।",
      "২. সাইজ গুরুত্বপূর্ণ: জুতো, গ্লাভস বা হারনেসের মতো PPE সঠিক সাইজের হওয়াটা অত্যন্ত জরুরি। ভুল সাইজের PPE সুরক্ষার বদলে অসুবিধার কারণ হতে পারে।",
      "৩. রেকর্ড রাখুন: যদি আপনি কোনো ক্ষতিগ্রস্ত PPE বদলানোর জন্য রিপোর্ট করেন, তবে তার একটি রেকর্ড (যেমন তারিখ এবং কাকে বলেছেন) নিজের কাছে রাখুন।",
      "৪. প্রশিক্ষণ بخواهید: যদি আপনাকে কোনো নতুন ধরনের PPE বা টুল ব্যবহার করতে দেওয়া হয়, তবে সেটি ব্যবহারের আগে সঠিক প্রশিক্ষণের দাবি জানান। এটিও আপনার অধিকার।"
    ]
  },
  "myth_buster": {
    "title": "মিথ বাস্টার (Myth Buster)",
    "myths": [
      {
        "myth": "কোম্পানি ভালো PPE দেয় না, তাই আমি বাজার থেকে সস্তার একটা কিনে ব্যবহার করি।",
        "reality": "এটি একটি ভুল পদক্ষেপ। যদি কোম্পানি সঠিক PPE না দেয়, তবে সেটি নিয়ে কর্তৃপক্ষের কাছে রিপোর্ট করা উচিত। বাজার থেকে কেনা সস্তা এবং নন-সার্টিফায়েড PPE আপনাকে সুরক্ষার মিথ্যা আশ্বাস দেয় মাত্র, আসল সুরক্ষা নয়।"
      },
      {
        "myth": "আমি অভিজ্ঞ, আমার PPE লাগে না। এটা শুধু নতুনদের জন্য।",
        "reality": "আইনের চোখে এবং বিপদের চোখে, অভিজ্ঞতা এবং নতুনত্বের মধ্যে কোনো পার্থক্য নেই। আইন অনুযায়ী, ঝুঁকিপূর্ণ কাজে নিযুক্ত প্রত্যেক কর্মীর জন্য PPE বাধ্যতামূলক।"
      }
    ]
  },
  "advanced_section": {
    "title": "এর পেছনের আইনি দিক",
    "facts": [
      {
        "title": "প্রোডাক্ট লায়াবিলিটি (Product Liability)",
        "content": "যদি একটি সার্টিফায়েড PPE তার নির্ধারিত সুরক্ষা মান পূরণ করতে ব্যর্থ হয় এবং তার কারণে কোনো দুর্ঘটনা ঘটে, তবে সরঞ্জামের প্রস্তুতকারকের বিরুদ্ধেও আইনি ব্যবস্থা নেওয়া যেতে পারে। এই কারণেই সার্টিফিকেশন এত গুরুত্বপূর্ণ।"
      },
      {
        "title": "সেফটি অডিট (Safety Audit)",
        "content": "আইন অনুযায়ী, বিদ্যুৎ কোম্পানিগুলোকে নিয়মিতভাবে তৃতীয় কোনো পক্ষকে দিয়ে 'সেফটি অডিট' করাতে হয়। এই অডিটের সময় অডিটররা পরীক্ষা করেন যে কোম্পানি কর্মীদের সঠিক PPE দিচ্ছে কিনা এবং সমস্ত সুরক্ষা নিয়ম মানা হচ্ছে কিনা। এই রিপোর্টের ভিত্তিতে কর্তৃপক্ষ কোম্পানির বিরুদ্ধে ব্যবস্থাও নিতে পারে।"
      }
    ]
  }
}

