{
  "level_id": "4.9",
  "badge_name": "কাজের কারিগর",
  "level_title": "রাস্তার আলো (Street Light) মেরামত: রাতের প্রহরীকে বাঁচান",
  "mission_briefing": "দিনের বেলায় আপনি বিদ্যুৎ নেটওয়ার্ককে সচল রাখেন, আর রাতের বেলায় আপনার কাজের ফল শহরকে আলোকিত এবং সুরক্ষিত রাখে। রাস্তার আলো বা স্ট্রিট লাইট এই নেটওয়ার্কের একটি গুরুত্বপূর্ণ অংশ। একটি খারাপ স্ট্রিট লাইট মানে একটি অন্ধকার মোড় এবং একটি সম্ভাব্য বিপদ। এই লেভেলের মিশন হলো, একজন দক্ষ টেকনিশিয়ানের মতো একটি স্ট্রিট লাইটের সাধারণ সমস্যাগুলো সনাক্ত করা এবং সেগুলোকে নিরাপদে ও দক্ষতার সাথে মেরামত করতে শেখা।",
  "sections": [
    {
      "title": "রাতের প্রহরীকে সচল রাখা: ট্রابلশুটিং গাইড",
      "points": [
        {
          "item_name": "১. স্ট্রিট লাইটের প্রধান অংশগুলো: রোগ নির্ণয়ের আগে শরীরকে চিনুন",
          "specifications": "• ল্যাম্প (Lamp): আলোর উৎস। এটি পুরনো দিনের সোডিয়াম ভেপার (HPSV - হলুদ আলো), মেটাল হ্যালাইড (MH - সাদা আলো) বা আধুনিক এলইডি (LED) হতে পারে।\n• কন্ট্রোল গিয়ার (Control Gear): HPSV/MH ল্যাম্পের জন্য এর মধ্যে থাকে ব্যালাস্ট (Ballast - কারেন্ট নিয়ন্ত্রণ করে), ইগনিটর (Ignitor - চালু করার জন্য উচ্চ ভোল্টেজ তৈরি করে) এবং ক্যাপাসিটর (পাওয়ার ফ্যাক্টর উন্নত করে)। এলইডি-র ক্ষেত্রে একটি 'ড্রাইভার' (Driver) থাকে।\n• অটোমেশন সুইচ (Automation Switch): এটি স্বয়ংক্রিয়ভাবে লাইট অন-অফ করে। এটি হতে পারে একটি ফটোসেল (Photocell - আলোর ওপর ভিত্তি করে) বা একটি টাইমার (Timer - সময়ের ওপর ভিত্তি করে)।\n• ফিক্সচার ও ওয়্যারিং (Fixture & Wiring): ল্যাম্প এবং গিয়ারকে ধরে রাখার কাঠামো (Luminaire) এবং ভেতরের ওয়্যারিং।",
          "importance": "কোনো সমস্যা সমাধান করার আগে, সিস্টেমের প্রতিটি অংশ কীভাবে কাজ করে এবং একে অপরের ওপর কীভাবে নির্ভরশীল, তা বোঝা জরুরি।"
        },
        {
          "item_name": "২. সাধারণ সমস্যা এবং তাদের সমাধান (Troubleshooting Flow)",
          "specifications": "• সমস্যা ১ (লাইট জ্বলছে না):\n  - ধাপ ১ (সাপ্লাই পরীক্ষা): প্রথমে, লাইটের টার্মিনালে ভোল্টেজ আছে কিনা তা মাল্টিমিটার দিয়ে পরীক্ষা করুন। ভোল্টেজ না থাকলে, সমস্যাটি সাপ্লাই লাইন বা ফিউজে।\n  - ধাপ ২ (ল্যাম্প পরীক্ষা): ভোল্টেজ ঠিক থাকলে, ল্যাম্পটি বদলে দেখুন। এটিই সবচেয়ে সাধারণ সমাধান।\n  - ধাপ ৩ (গিয়ার পরীক্ষা): তাতেও না হলে, সমস্যাটি কন্ট্রোল গিয়ারে (ইগনিটর বা ব্যালাস্ট) বা এলইডি-র ক্ষেত্রে ড্রাইভারে।\n• সমস্যা ২ (লাইট দিন-রাত জ্বলছে):\n  - সম্ভাব্য কারণ: ফটোসেলটি খারাপ হয়ে গেছে, এর ওপর ময়লা জমেছে বা এটি ভুল দিকে ঘোরানো আছে।\n  - সমাধান: ফটোসেলটি পরিষ্কার করুন, এর সেন্সরটি আকাশের দিকে ঘোরান বা বদলে দিন।\n• সমস্যা ৩ (লাইট জ্বলছে-নিভছে - Cycling):\n  - সম্ভাব্য কারণ: এটি পুরনো HPSV ল্যাম্পের আয়ু শেষ হয়ে যাওয়ার একটি ক্লাসিক লক্ষণ। এছাড়াও লুজ কানেকশন বা ভুল ভোল্টেজের কারণেও হতে পারে।\n  - সমাধান: ল্যাম্পটি বদলে দিন। সমস্ত ওয়্যারিং কানেকশন পরীক্ষা করে টাইট করুন।",
          "importance": "একটি পদ্ধতিগত (Systematic) উপায়ে সমস্যা খুঁজলে আপনি দ্রুত এবং নির্ভুলভাবে কারণ নির্ণয় করতে পারবেন।"
        },
        {
          "item_name": "৩. সুরক্ষাই প্রথম: মেরামতের গোল্ডেন রুলস",
          "specifications": "• আইসোলেশন: স্ট্রিট লাইটের কাজ করার আগে, ওই নির্দিষ্ট লাইটের ফিউজ, MCB বা সার্কিট ব্রেকার বন্ধ করে লাইনটিকে সম্পূর্ণ বিচ্ছিন্ন করুন। কাজ শুরুর আগে 반드시 টেস্টার বা মাল্টিমিটার দিয়ে নিশ্চিত করুন যে ফিক্সচারে কোনো ভোল্টেজ নেই।\n• কাজের প্ল্যাটফর্ম: এই কাজটি সাধারণত একটি মই বা হাইড্রোলিক লিফট (স্কাই লিফট) থেকে করা হয়। নিশ্চিত করুন আপনার প্ল্যাটফর্মটি স্থিতিশীল, সুরক্ষিত এবং ওভারহেড লাইনের থেকে নিরাপদ দূরত্বে আছে।\n• পুরনো যন্ত্রাংশ: পুরনো বা খারাপ ল্যাম্প (বিশেষ করে সোডিয়াম বা মার্কারি ভেপার) এবং ব্যালাস্ট নিয়ম অনুযায়ী ডিসপোজ বা নষ্ট করুন, কারণ এগুলোর মধ্যে পারদ বা অন্যান্য বিপজ্জনক পদার্থ থাকতে পারে।",
          "importance": "একটি স্ট্রিট লাইটের সার্কিট লাইভ থাকে। সঠিক আইসোলেশন ছাড়া কাজ করা মারাত্মক বিপজ্জনক। কোনো অনুমান নয়, পরীক্ষা করুন।"
        }
      ]
    }
  ],
  "image_suggestion": "একটি স্ট্রিট লাইট ফিক্সচারের একটি খোলা ডায়াগ্রাম, যেখানে ল্যাম্প, ব্যালাস্ট, ইগনিটর, ক্যাপাসিটর এবং ফটোসেল স্পষ্টভাবে লেবেল করা থাকবে। পাশে একটি ট্রابلশুটিং ফ্লো-চার্ট থাকতে পারে, যা দেখাবে 'লাইট জ্বলছে না' সমস্যাটি কীভাবে ধাপে ধাপে (সাপ্লাই -> ল্যাম্প -> গিয়ার) সমাধান করা যায়।",
  "pro_tip": {
    "title": "বিশেষ প্রো টিপস (Pro Tips)",
    "content": [
      "১. এলইডি-র যুগ: আধুনিক এলইডি স্ট্রিট লাইটগুলো অনেক বেশি শক্তি-সাশ্রয়ী এবং এদের আয়ু বেশি। এদের কন্ট্রোল গিয়ার বলতে একটি 'ড্রাইভার' থাকে। বেশিরভাগ ক্ষেত্রে, এলইডি মডিউল এবং ড্রাইভার একসাথে বদলে দেওয়া হয়।",
      "২. গ্রুপ কন্ট্রোল: অনেক সময় একটি এলাকার সমস্ত স্ট্রিট লাইট একটি কমন সুইচ বা কন্ট্রোলারে (যা ফিডার পিলারে থাকতে পারে) যুক্ত থাকে। যদি পুরো এলাকার আলো বন্ধ থাকে, তবে সমস্যাটি সম্ভবত ওই কমন কন্ট্রোলারে বা তার সাপ্লাই লাইনে।",
      "৩. ফটোসেলের অবস্থান: ফটোসেলটি এমনভাবে লাগান যাতে রাতের বেলায় অন্য কোনো কৃত্রিম আলো (যেমন গাড়ির হেডলাইট বা দোকানের আলো) সরাসরি এর ওপর না পড়ে। পড়লে এটি দিন ভেবে লাইটকে অফ করে দিতে পারে।",
      "৪. কানেকশন পরীক্ষা করুন: স্ট্রিট লাইটের বেশিরভাগ সমস্যাই লুজ বা ক্ষয়প্রাপ্ত (Corroded) কানেকশনের কারণে হয়। যেকোনো যন্ত্রাংশ বদলানোর আগে কানেকশনগুলো ভালোভাবে পরীক্ষা করে টাইট করুন।"
    ]
  },
  "myth_buster": {
    "title": "মিথ বাস্টার (Myth Buster)",
    "myths": [
      {
        "myth": "শুধু ল্যাম্পটা বদলানোর জন্য লাইন বন্ধ করার দরকার নেই, খুব সাবধানে করলে কিছু হয় না।",
        "reality": "ভুল। ল্যাম্প হোল্ডারের ভেতরের কন্টাক্টগুলো লাইভ থাকে। অসাবধানতায় হাত লেগে গেলে বা কোনো শর্ট সার্কিট হলে মারাত্মক দুর্ঘটনা ঘটতে পারে। সবসময় লাইন বিচ্ছিন্ন করে কাজ করুন।"
      },
      {
        "myth": "যেকোনো ব্যালাস্ট যেকোনো ল্যাম্পের সাথে কাজ করে।",
        "reality": "একেবারেই নয়। প্রতিটি ল্যাম্পের (যেমন 70W HPSV, 150W MH) জন্য নির্দিষ্ট ওয়াটের এবং নির্দিষ্ট ধরনের ব্যালাস্ট প্রয়োজন। ভুল ব্যালাস্ট ব্যবহার করলে ল্যাম্পটি হয় জ্বলবে না অথবা খুব তাড়াতাড়ি খারাপ হয়ে যাবে।"
      }
    ]
  },
  "advanced_section": {
    "title": "এর পেছনের ইঞ্জিনিয়ারিং ফ্যাক্টস",
    "facts": [
      {
        "title": "গ্যাস ডিসচার্জ ল্যাম্প (Gas Discharge Lamps)",
        "content": "সোডিয়াম বা মেটাল হ্যালাইড ল্যাম্পগুলো গ্যাস ডিসচার্জ নীতির ওপর কাজ করে। এদের ভেতরে একটি নির্দিষ্ট গ্যাস থাকে। ব্যালাস্ট এবং ইগনিটর প্রথমে একটি উচ্চ ভোল্টেজের পাল্স (কয়েক হাজার ভোল্ট) তৈরি করে গ্যাসের মধ্যে একটি আর্ক বা স্পার্ক তৈরি করে (Ionization)। একবার আর্ক চালু হয়ে গেলে, ব্যালাস্ট কারেন্টকে একটি নির্দিষ্ট মানে সীমাবদ্ধ রাখে যাতে ল্যাম্পটি স্থিতিশীলভাবে জ্বলতে পারে। এই কারণেই এদের চালু হতে এবং পূর্ণ আলো দিতে কয়েক মিনিট সময় লাগে।"
      },
      {
        "title": "সিসিএমএস (CCMS - Centralized Control and Monitoring System)",
        "content": "আধুনিক স্মার্ট সিটি প্রকল্পে, প্রতিটি স্ট্রিট লাইট বা একটি এলাকার গ্রুপকে একটি কেন্দ্রীয় কন্ট্রোল রুম থেকে জিএসএম (GSM) বা রেডিও ফ্রিকোয়েন্সি (RF) টেকনোলজি ব্যবহার করে নিয়ন্ত্রণ এবং পর্যবেক্ষণ করা হয়। কোনো লাইট খারাপ হলে সেটি স্বয়ংক্রিয়ভাবে কন্ট্রোল রুমে রিপোর্ট হয়ে যায়, যা রক্ষণাবেক্ষণকে অনেক বেশি দ্রুত এবং দক্ষ করে তোলে।"
      }
    ]
  }
}