{
  "level_id": "5.8",
  "badge_name": "ফল্ট ফাইন্ডার",
  "level_title": "ট্রান্সফরমারের সাধারণ সমস্যা: হৃৎপিণ্ডের রোগ নির্ণয়",
  "mission_briefing": "ট্রান্সফরমার হলো নেটওয়ার্কের হৃৎপিণ্ড। যখন এটি অসুস্থ হয়, তখন পুরো এলাকাই বিদ্যুৎহীন হয়ে পড়তে পারে। বারবার ফিউজ উড়ে যাওয়া, অস্বাভাবিক শব্দ বা তেল লিক করা—এই সবই ট্রান্সফরমারের গুরুতর রোগের লক্ষণ হতে পারে। একজন দক্ষ ফল্ট ফাইন্ডারকে এই লক্ষণগুলো দেখেই বুঝতে হবে সমস্যাটি কতটা গভীর। এই লেভেলের মিশন হলো, ট্রান্সফরমারের সাধারণ রোগগুলো নির্ণয় করতে শেখা এবং বোঝা যে কখন এটিকে 'প্রাথমিক চিকিৎসা' দেওয়া যাবে আর কখন 'হাসপাতালে' বা ওয়ার্কশপে পাঠানোর প্রয়োজন।",
  "sections": [
    {
      "title": "রোগ নির্ণয়: লক্ষণ দেখে কারণ খোঁজা",
      "points": [
        {
          "item_name": "১. সমস্যা: এইচটি (HT) ফিউজ বারবার উড়ছে",
          "specifications": "• লক্ষণ: ট্রান্সফরমারের এইচটি ডিও ফিউজ লাগানোর সাথে সাথেই বা কিছুক্ষণ পর আবার উড়ে যাচ্ছে।\n• সম্ভাব্য কারণ: এটি সবচেয়ে সাধারণ এবং বিপজ্জনক লক্ষণ। কারণ হতে পারে—১) এলটি সাইডে মারাত্মক শর্ট সার্কিট, ২) ট্রান্সফরমারের ভেতরের ওয়াইন্ডিং-এ শর্ট সার্কিট (Inter-turn fault বা Phase-to-earth fault), ৩) এইচটি বুশিং পাংচার।\n• করণীয়: প্রথমে 'সেকশনালাইজিং' পদ্ধতি (লেভেল ৫.৪) ব্যবহার করে নিশ্চিত করুন ফল্টটি এলটি সাইডে না ট্রান্সফরমারে। যদি ট্রান্সফরমারে হয়, তবে সেটিকে লাইন থেকে বিচ্ছিন্ন করে ওয়ার্কশপে পাঠানোর ব্যবস্থা করতে হবে।",
          "importance": "ভেতরের ফল্টযুক্ত একটি ট্রান্সফরমারকে বারবার চার্জ করার চেষ্টা করলে সেটি বিস্ফোরিত হতে পারে।"
        },
        {
          "item_name": "২. সমস্যা: অস্বাভাবিক শব্দ (খটখট, গরগর)",
          "specifications": "• লক্ষণ: স্বাভাবিক হামিং শব্দের বদলে জোরালো এবং অনিয়মিত শব্দ।\n• সম্ভাব্য কারণ: ভেতরের কোনো কানেকশন লুজ হয়ে গেছে, কোরের ল্যামিনেশন আলগা হয়ে গেছে, বা ওয়াইন্ডিং-এ শর্ট সার্কিট শুরু হয়েছে। ওভারলোডিং-এর কারণেও শব্দ বাড়তে পারে।\n• করণীয়: অবিলম্বে ট্রান্সফরমারের লোড পরীক্ষা করুন। লোড স্বাভাবিক থাকলেও যদি শব্দ বন্ধ না হয়, তবে এটি একটি অভ্যন্তরীণ যান্ত্রিক বা বৈদ্যুতিক সমস্যার লক্ষণ। সুপারভাইজারকে রিপোর্ট করুন।",
          "importance": "শব্দ হলো ট্রান্সফরমারের 'ভাষা'। অস্বাভাবিক শব্দ মানেই সে আপনাকে কোনো বিপদের কথা বলতে চাইছে।"
        },
        {
          "item_name": "৩. সমস্যা: তেল লিক করা (Oil Leakage)",
          "specifications": "• লক্ষণ: ট্রান্সফরমারের ট্যাঙ্ক, বুশিং-এর গ্যাসকেট বা রেডিয়েটরের গা দিয়ে তেল চুইয়ে পড়ছে। মাটিতে তেলের দাগ।\n• সম্ভাব্য কারণ: গ্যাসকেট পুরনো হয়ে যাওয়া, ওয়েল্ডিং জয়েন্টে ফাটল, বা কোনো যান্ত্রিক আঘাত।\n• করণীয়: লিকের উৎস এবং পরিমাণ নির্ণয় করুন। যদি লিক সামান্য হয় এবং তেলের লেভেল ঠিক থাকে, তবে এটি পর্যবেক্ষণে রাখুন। যদি লিক বেশি হয়, তবে ট্রান্সফরমার বন্ধ করে লিক সারানো এবং তেল টপ-আপ করার ব্যবস্থা করুন।",
          "importance": "তেল লিক করা মানে শুধু তেল নষ্ট হওয়া নয়, এটি ভেতরে আর্দ্রতা প্রবেশের পথও তৈরি করে দেয়।"
        },
        {
          "item_name": "৪. সমস্যা: এলটি (LT) সাইডে ভোল্টেজ নেই বা খুব কম",
          "specifications": "• লক্ষণ: এইচটি ফিউজ ঠিক আছে, কিন্তু ট্রান্সফরমারের এলটি বুশিং-এ কোনো ভোল্টেজ নেই বা একটি ফেজে ভোল্টেজ নেই।\n• সম্ভাব্য কারণ: ভেতরের এলটি ওয়াইন্ডিং পুড়ে বা কেটে গেছে, অথবা এলটি বুশিং-এর ভেতরের কানেকশন খুলে গেছে।\n• করণীয়: ট্রান্সফরমার বন্ধ করে, এলটি বুশিং-এর কানেকশন পরীক্ষা করুন। যদি কানেকশন ঠিক থাকে, তবে সমস্যাটি ভেতরের। ট্রান্সফরমারটি বদলাতে হবে।",
          "importance": "এটি একটি পরিষ্কার অভ্যন্তরীণ ফল্টের লক্ষণ।"
        }
      ]
    }
  ],
  "image_suggestion": "একটি ট্রান্সফরমারের ছবি, যেখানে বিভিন্ন সম্ভাব্য সমস্যার জায়গাগুলো চিহ্নিত করা আছে: ১) বিস্ফোরিত এইচটি বুশিং, ২) তেল লিক করা গ্যাসকেট, ৩) অস্বাভাবিক গরম হওয়া ট্যাঙ্ক (থার্মাল ছবিতে দেখানো), ৪) গোলাপি হয়ে যাওয়া সিলিকা জেল।",
  "pro_tip": {
    "title": "বিশেষ প্রো টিপস (Pro Tips)",
    "content": [
      "১. মেগার দিয়ে পরীক্ষা: যদি কোনো ট্রান্সফরমারের ওপর সন্দেহ হয়, তবে সেটিকে লাইন থেকে বিচ্ছিন্ন করে মেগার দিয়ে HT-to-Earth, LT-to-Earth এবং HT-to-LT ইনসুলেশন রেজিস্ট্যান্স (IR) ভ্যালু পরীক্ষা করুন। একটি খুব কম IR ভ্যালু (যেমন শূন্যের কাছাকাছি) ভেতরের শর্ট সার্কিটের নিশ্চিত প্রমাণ।",
      "২. তেলের অবস্থা দেখুন: যদি সম্ভব হয়, তেলের একটি নমুনা সংগ্রহ করুন। যদি তেলটি খুব কালো, পোড়া গন্ধযুক্ত বা এতে কার্বনের কণা ভাসতে দেখা যায়, তবে ভেতরে شدید আর্কিং বা ওভারহিটিং হয়েছে।",
      "৩. বুশিং পরীক্ষা: একটি ভাঙা বা পাংচার হওয়া পোর্সেলিন বুশিং অনেক ফল্টের কারণ। ভালোভাবে বুশিং-এর পৃষ্ঠদেশ পরীক্ষা করুন কোনো ফাটল বা ফ্ল্যাশওভারের দাগের জন্য।",
      "৪. ইতিহাস জানুন: ওই ট্রান্সফরমারের পুরনো রেকর্ড দেখুন। এটি কি আগেও খারাপ হয়েছিল? এটি কি বারবার ওভারলোডেড হয়? ইতিহাস আপনাকে অনেক সূত্র দেবে।"
    ]
  },
  "myth_buster": {
    "title": "মিথ বাস্টার (Myth Buster)",
    "myths": [
      {
        "myth": "ট্রান্সফরমারের এলটি সাইডে ফিউজ থাকে না, তাই এলটি ফল্টে ট্রান্সফরমারের কিছু হয় না।",
        "reality": "ভুল। যদিও অনেক ডিপি স্ট্রাকচারে এলটি ফিউজ থাকে না, কিন্তু একটি বড় এলটি শর্ট সার্কিট ট্রান্সফরমারের ওপর প্রচণ্ড চাপ সৃষ্টি করে এবং এর এইচটি ফিউজ উড়িয়ে দেয়। দীর্ঘস্থায়ী এলটি ফল্ট ট্রান্সফরমারকে পুড়িয়ে দিতে পারে।"
      },
      {
        "myth": "ট্রান্সফরমারের ভেতরে একটু জল ঢুকলে কিছু হয় না, তেল তো জলকে আলাদা করে রাখে।",
        "reality": "মারাত্মক ভুল! জল তেলের সবচেয়ে বড় শত্রু। সামান্য পরিমাণ জলও তেলের ডাই-ইলেকট্রিক স্ট্রেন্থ নাটকীয়ভাবে কমিয়ে দেয় এবং ভেতরের কাগজের ইনসুলেশনকে পচিয়ে দেয়, যা শর্ট সার্কিটের কারণ হয়।"
      }
    ]
  },
  "advanced_section": {
    "title": "এর পেছনের ইঞ্জিনিয়ারিং ফ্যাক্টস",
    "facts": [
      {
        "title": "ওয়াইন্ডিং শর্ট সার্কিট টেস্ট (Winding Short Circuit Test)",
        "content": "ওয়ার্কশপে, একটি ট্রান্সফরমারের স্বাস্থ্য পরীক্ষা করার জন্য এর এলটি সাইডকে শর্ট সার্কিট করে এইচটি সাইডে ধীরে ধীরে ভোল্টেজ বাড়ানো হয়। একটি নির্দিষ্ট কারেন্টে ভোল্টেজ এবং পাওয়ার লস মেপে ট্রান্সফরমারের ইম্পিডেন্স এবং কপার লস নির্ণয় করা হয়। এই পরীক্ষার ফলাফল ডিজাইন ভ্যালুর সাথে মিলিয়ে ভেতরের স্বাস্থ্য সম্পর্কে জানা যায়।"
      },
      {
        "title": "ডিফারেনশিয়াল প্রোটেকশন (Differential Protection)",
        "content": "বড় এবং গুরুত্বপূর্ণ পাওয়ার ট্রান্সফরমারগুলোকে রক্ষা করার জন্য ডিফারেনশিয়াল প্রোটেকশন ব্যবহার করা হয়। এটি ট্রান্সফরমারের ইনকামিং এবং আউটগোয়িং কারেন্টের মধ্যেকার ভেক্টর পার্থক্যকে ক্রমাগত পর্যবেক্ষণ করে। স্বাভাবিক অবস্থায় এই পার্থক্য শূন্য থাকে। কিন্তু ভেতরের কোনো ফল্ট হলে, এই কারেন্টের মধ্যে একটি পার্থক্য তৈরি হয়, যা রিলে সনাক্ত করে এবং মুহূর্তের মধ্যে ব্রেকার ট্রিপ করিয়ে দেয়। এটি অত্যন্ত দ্রুত এবং সংবেদনশীল একটি সুরক্ষা ব্যবস্থা।"
      }
    ]
  }
}

