{
"level_id": "9.3",
"level_title": "সার্কিট ব্রেকার টেস্টিং: কমান্ডোর ফিটনেস টেস্ট",
"mission_briefing": "সার্কিট ব্রেকার হলো আমাদের পাওয়ার সিস্টেমের 'সাইলেন্ট কমান্ডো'। বছরের পর বছর এটি চুপচাপ দাঁড়িয়ে থাকে, কিন্তু ফল্ট হওয়ার সাথে সাথেই একে চোখের পলকে (মিলি-সেকেন্ডে) অ্যাকশন নিতে হয়। এর ভুল করার কোনো সুযোগ নেই। একজন কমান্ডো যেমন অপারেশনে যাওয়ার আগে তার অস্ত্রের ট্রিগার আর ফিটনেস চেক করে, আজ আমরা ব্রেকারের সেই 'রিফ্লেক্স' এবং 'মাসল পাওয়ার' পরীক্ষা করব। চলুন, ব্রেকার অ্যানালাইজার নিয়ে মাঠে নামা যাক।",
"sections": [
{
"title": "ব্রেকারের ফিটনেস পরীক্ষার ধাপসমূহ",
"image_name": "quiz_images/cb_testing_site.jpg",
"points": [
{
"item_name": "১. ভিজ্যুয়াল এবং মেকানিক্যাল চেক",
"image_name": "quiz_images/cb_visual.png",
"specifications": "গ্যাস প্রেসার (SF6 ব্রেকারের জন্য), তেলের লেভেল (OCB-র জন্য), এবং স্প্রিং চার্জ মেকানিজম চেক করা।",
"importance": "টেস্টিং কিট লাগানোর আগে নিশ্চিত হতে হবে ব্রেকারটি শারীরিকভাবে সুস্থ। যদি SF6 গ্যাসের প্রেসার কম থাকে, তবে ব্রেকার অপারেট করা বিপজ্জনক। স্প্রিং চার্জ মোটর ঠিকমতো কাজ করছে কিনা তা জানাও জরুরি।",
"daily_check": "ব্রেকারের কাউন্টার রিডিং (কতবার ট্রিপ করেছে) নোট করুন এবং কন্ট্রোল কিউবিকলের ভেতরে কোনো পোড়া গন্ধ বা ইঁদুরের উপদ্রব আছে কিনা দেখুন।"
},
{
"item_name": "২. কন্টাক্ট রেজিস্ট্যান্স মেজারমেন্ট (CRM)",
"image_name": "quiz_images/crm_kit.webp",
"specifications": "একে 'ডাক্তার সেট' বা 'মাইক্রো-ওহম মিটার' টেস্টও বলা হয়। ব্রেকার 'ON' অবস্থায় ১০০ অ্যাম্পিয়ার (100A) ডিসি কারেন্ট ইনজেক্ট করে কন্টাক্টের রেজিস্ট্যান্স মাপা হয়।",
"importance": "ব্রেকারের চোয়াল (Contacts) যখন বন্ধ হয়, তখন তা কতটা শক্তভাবে লেগেছে এটা তার প্রমাণ। যদি লুজ কানেকশন বা কার্বন থাকে, তবে রেজিস্ট্যান্স বেশি আসবে (High Resistance)। এর ফলে লোড চললে ব্রেকার গরম হয়ে জ্বলে যেতে পারে।",
"daily_check": "কিটের তারগুলো (Current and Voltage leads) ব্রেকারের টার্মিনালে খুব শক্ত করে লাগাতে হবে, নাহলে রিডিং ভুল আসবে।"
},
{
"item_name": "৩. টাইমিং টেস্ট (Timing Test)",
"image_name": "quiz_images/cb_timing.png",
"specifications": "ব্রেকার অ্যানালাইজার ব্যবহার করে ক্লোজিং (Closing) এবং ট্রিপিং (Tripping) টাইম মাপা হয়। এটি মিলি-সেকেন্ডে (ms) মাপা হয়।",
"importance": "কমান্ড ফেলার কত দ্রুত ব্রেকার কাজ করে? ফল্ট হওয়ার পর ব্রেকার যদি দেরি করে খোলে, তবে ট্রান্সফরমার পুড়ে ছাই হয়ে যাবে। সাধারণত ব্রেকার ওপেন হতে ৪০-৬০ মিলি-সেকেন্ড সময় নেয়। তিন ফেজ (R, Y, B) যেন প্রায় একই সময়ে খোলে বা বন্ধ হয়, তা দেখাও জরুরি।",
"daily_check": "টেস্টের সময় ব্রেকারের কন্ট্রোল সার্কিট ডিসি সাপ্লাই অফ আছে কিনা এবং কিটের সাপ্লাই ঠিক আছে কিনা দেখে নিন।"
},
{
"item_name": "৪. ইনসুলেশন রেজিস্ট্যান্স (IR) টেস্ট",
"image_name": "quiz_images/cb_megger.jpg",
"specifications": "ব্রেকার 'Open' অবস্থায় ইনপুট ও আউটপুটের মাঝে এবং 'Closed' অবস্থায় ফেজ ও আর্থের মাঝে মেগার করা হয়।",
"importance": "ভ্যাকুয়াম সার্কিট ব্রেকার (VCB) বা SF6 ব্রেকারের ভেতরের ইনসুলেশন লিক করছে কিনা তা যাচাই করতে এই টেস্ট করা হয়। ওপেন অবস্থায় কারেন্ট যেন এক পাশ থেকে অন্য পাশে না যায়, তা নিশ্চিত করা জরুরি।",
"daily_check": "ব্রেকার আইসোলেট (Isolate) করে এবং ডিসচার্জ করে তবেই মেগার লাগাবেন।"
}
]
}
],
"pro_tip": {
"title": "বিশেষ প্রো টিপস (Pro Tips)",
"content": [
"১. স্প্রিং থেকে সাবধান: ব্রেকার টেস্টিংয়ের সময় স্প্রিং চার্জ মেকানিজম থেকে দূরে থাকুন। ভুলবশত স্প্রিং রিলিজ হলে মারাত্মক আঘাত লাগতে পারে।",
"২. ১০০ অ্যাম্পিয়ারের রহস্য: CRM টেস্টে কেন ১০০ অ্যাম্পিয়ার দেওয়া হয়? কারণ কম কারেন্টে কন্টাক্টের ওপর জমা সূক্ষ্ম অক্সাইড লেয়ার পাংচার হয় না, ফলে সঠিক রেজিস্ট্যান্স পাওয়া যায় না।",
"৩. পোল ডিসক্রিপেন্সি (Pole Discrepancy): টাইমিং টেস্টে যদি দেখেন R ফেজ খুলল ৪০ms-এ আর B ফেজ খুলল ৫০ms-এ, তবে এটা চিন্তার বিষয়। সব ফেজের টাইমিং পার্থক্য ৫-১০ ms এর মধ্যে থাকা উচিত।",
"৪. লোকাল/রিমোট সুইচ: কাজ করার সময় ব্রেকার প্যানেলের সুইচ 'Local' মোডে রাখুন যাতে কন্ট্রোল রুম থেকে কেউ হঠাৎ ব্রেকার অন না করে দেয়।"
]
},
"myth_buster": {
"title": "মিথ বাস্টার (Myth Buster)",
"myths": [
{
"myth": "মাল্টিমিটার দিয়েই তো রেজিস্ট্যান্স মাপা যায়, এত ভারী CRM কিট কেন লাগে?",
"reality": "মাল্টিমিটার মাত্র কয়েক মিলি-অ্যাম্পিয়ার কারেন্ট দেয়, যা ব্রেকারের কন্টাক্ট রেজিস্ট্যান্স (যা মাইক্রো-ওহমে থাকে) মাপার জন্য যথেষ্ট নয়। পাওয়ার কন্টাক্ট মাপার জন্য হাই কারেন্ট ডিসি সোর্স বাধ্যতামূলক।",
"verdict": "মাল্টিমিটার এখানে খেলনা!"
},
{
"myth": "একটু দেরি করে ব্রেকার ট্রিপ করলে সমস্যা নেই, শেষমেশ তো ট্রিপ করল!",
"reality": "ভুল! শর্ট সার্কিটের সময় ১ সেকেন্ড দেরি মানেও অনন্তকাল। ওইটুকু দেরিতেই লাইনের তার গলে যেতে পারে বা ট্রান্সফরমার ব্লাস্ট হতে পারে। স্পিডই এখানে জীবন।"
}
]
},
"advanced_section": {
"title": "এর পেছনের ইঞ্জিনিয়ারিং ফ্যাক্টস",
"facts": [
{
"title": "DCRM (Dynamic Contact Resistance Measurement)",
"content": "সাধারণ CRM টেস্ট ব্রেকার বন্ধ অবস্থায় করা হয়। কিন্তু অ্যাডভান্সড ইঞ্জিনিয়াররা DCRM করেন, যেখানে ব্রেকার মুভ করার সময় (Opening/Closing) কন্টাক্টের রেজিস্ট্যান্স রেকর্ড করা হয়। এটি ব্রেকারের ভেতরের 'আর্কিং কন্টাক্ট'-এর দৈর্ঘ্য এবং স্বাস্থ্য সম্পর্কে নিখুঁত ধারণা দেয়।"
},
{
"title": "বাউন্স (Bounce)",
"content": "টাইমিং টেস্টের সময় গ্রাফে অনেক সময় 'বাউন্স' দেখা যায়। অর্থাৎ ব্রেকার বন্ধ হওয়ার সময় কন্টাক্টগুলো একবার লেগে আবার সামান্য সরে গিয়ে আবার লাগে। অতিরিক্ত বাউন্স মানে ব্রেকারের ড্যাম্পার (Damper) খারাপ হয়ে গেছে।"
}
]
}
}

