{
  "level_id": "8.5",
  "badge_name": "জরুরী রেগুলেশন (WBERC ফোকাস)",
  "level_title": "সেফটি কোড (Safety Code): সুরক্ষার স্থানীয় আইন",
  "mission_briefing": "এতক্ষণ আমরা টাকার হিসাব আর গ্রিডের কথা বললাম। এবার সবচেয়ে দামী জিনিসের কথা বলব—আপনার জীবন। 'সেফটি কোড' কোনো সাধারণ বই নয়, এটি রক্ত দিয়ে লেখা অভিজ্ঞতা। CEA (Central Electricity Authority)-এর সেফটি রেগুলেশন এবং WBERC-এর নির্দেশিকা মিলিয়ে এই আইন তৈরি। এখানে ভুল করার কোনো 'রিটেক' নেই। জানুন, আইন আপনাকে কীভাবে সুরক্ষা দেয় এবং আইনের চোখে আপনি কখন সুরক্ষিত।",
  "sections": [
    {
      "title": "১. পারমিট টু ওয়ার্ক (PTW): আপনার আইনি কবচ",
      "image_name": "ptw_book_signing.jpg",
      "points": [
        {
          "item_name": "PTW ছাড়া কাজ নিষেধ",
          "specifications": "৩৩ কেভি বা ১১ কেভি লাইনে কাজ করার আগে লিখিত পারমিট নেওয়া বাধ্যতামূলক।",
          "importance": "পারমিট মানে হলো অথরাইজড পারসন লিখিত গ্যারান্টি দিচ্ছে যে লাইন বন্ধ এবং আর্থ করা আছে। পারমিট ছাড়া পোল-এ উঠলে এবং দুর্ঘটনা ঘটলে, কোম্পানি কোনো দায়িত্ব নেয় না।",
          "daily_check": "পারমিট বইয়ের নম্বর এবং সময় মিলিয়ে দেখুন। ফোনে মুখের কথায় লাইন অফ আছে বিশ্বাস করবেন না।"
        },
        {
          "item_name": "LOTO (Lock Out Tag Out)",
          "specifications": "ব্রেকার অফ করার পর হ্যান্ডেলে তালা লাগানো এবং 'কাজ চলছে' বোর্ড ঝোলানো।",
          "importance": "ভুল করে কেউ যেন ব্রেকার অন না করে দেয়, তার জন্য এই ব্যবস্থা।"
        }
      ]
    },
    {
      "title": "২. ক্লিয়ারেন্স (Clearance): নিরাপদ দূরত্ব",
      "image_name": "ground_clearance_chart.jpg",
      "points": [
        {
          "item_name": "গ্রাউন্ড ক্লিয়ারেন্স (Ground Clearance)",
          "specifications": "রাস্তার ওপর দিয়ে যাওয়া লাইনের উচ্চতা। (যেমন: ১১ কেভি লাইনের জন্য মাটির থেকে অন্তত ১৮-১৯ ফুট উঁচুতে থাকতে হবে)।",
          "importance": "গাড়ি বা মানুষ যেন তারে না ঠেকে। লাইন ঝুলে গেলে (Sagging) তা টাইট করা আপনার আইনি দায়িত্ব।",
          "daily_check": "রাস্তায় ঘোরার সময় দেখুন কোনো তার বেশি ঝুলে আছে কি না।"
        },
        {
          "item_name": "বিল্ডিং ক্লিয়ারেন্স",
          "specifications": "বাড়ি বা বারান্দা থেকে তারের অনুভূমিক (Horizontal) দূরত্ব (যেমন: এলটি লাইনের জন্য ১.২ মিটার)।",
          "importance": "কেউ যেন হাত বাড়িয়ে বা কাপড় মেলতে গিয়ে তারে না লাগে।"
        }
      ]
    },
    {
      "title": "৩. আর্থিং (Earthing): সেফটি কোডের মেরুদণ্ড",
      "image_name": "earthing_rod_connection.jpg",
      "points": [
        {
          "item_name": "চেইন আর্থিং / টেম্পোরারি আর্থিং",
          "specifications": "লাইনের দুই প্রান্তে (কাজের জায়গার আগে ও পরে) ডিসচার্জ রড দিয়ে আর্থ করা।",
          "importance": "আইন বলছে, 'Dead' লাইনকেও 'Live' মনে করতে হবে যতক্ষণ না সেটা আর্থ করা হচ্ছে। ব্যাক-ফিডিং বা ইন্ডাকশন ভোল্টেজ থেকে বাঁচতে এটাই একমাত্র উপায়।",
          "daily_check": "পোলে ওঠার আগে নিজের হাতে আর্থিং রড ঝোলাবেন, অন্যকে বিশ্বাস করবেন না।"
        }
      ]
    }
  ],
  "pro_tip": {
    "title": "ওস্তাদের মার (Pro Tips)",
    "content": [
      "১. সই করার আগে পড়ুন: পারমিট বই বা লগবুকে সই করার আগে পড়ে নিন কোন ফিডার, কোন সময় এবং কী কাজের জন্য পারমিট নেওয়া হচ্ছে।",
      "২. নিজের তালা, নিজের চাবি: ব্রেকারে তালা লাগানোর পর চাবিটা নিজের পকেটে রাখুন। আপনার জীবন আপনার পকেটে।",
      "৩. জুতো ও গ্লাভস: ছেঁড়া জুতো বা গ্লাভস পরে কাজ করা আর খালি হাতে কাজ করা একই ব্যাপার—দুটোই বেআইনি এবং বিপজ্জনক।"
    ]
  },
  "myth_buster": {
    "title": "মিথ বাস্টার (Myth Buster)",
    "myths": [
      {
        "myth": "এত বছর ধরে কাজ করছি, আমার পারমিট বা আর্থিং লাগে না, আমি হাত দিয়েই ভোল্টেজ বুঝি।",
        "reality": "সবচেয়ে বড় ভুল! বিদ্যুৎ কাউকে চেনে না। পরিসংখ্যান বলে, নতুনদের চেয়ে অতি-আত্মবিশ্বাসী অভিজ্ঞ কর্মীরাই বেশি দুর্ঘটনার শিকার হয়।"
      },
      {
        "myth": "১১ কেভি লাইন ইনসুলেটেড থাকে, ধরলে কিছু হয় না।",
        "reality": "ভুল। কভার্ড কন্ডাক্টর (Covered Conductor) হলেও তাকে বেয়ার (Bare) কন্ডাক্টর হিসেবেই ট্রিট করার আইন আছে। কারণ পিন-হোল বা ফাটল থাকতে পারে।"
      }
    ]
  },
  "advanced_section": {
    "title": "সেফটি রেগুলেশন ২০১০ (CEA)",
    "facts": [
      {
        "title": "সেফটি অফিসার (Safety Officer)",
        "content": "আইন অনুযায়ী প্রতিটি জোনে একজন ডেজিগনেটেড সেফটি অফিসার থাকার কথা, যিনি নিয়মিত সেফটি অডিট করবেন।"
      },
      {
        "title": "ইলেকট্রিক্যাল ইন্সপেক্টর (CEI Inquiry)",
        "content": "কোনো মারাত্মক বৈদ্যুতিক দুর্ঘটনা ঘটলে পুলিশ কেস ছাড়াও 'চিফ ইলেকট্রিক্যাল ইন্সপেক্টর' (CEI)-এর তদন্ত হয়। সেখানে যদি দেখা যায় সেফটি কোড মানা হয়নি (যেমন পারমিট ছিল না বা আর্থিং ছিল না), তবে লাইনম্যান এবং সুপারভাইজারের জেল পর্যন্ত হতে পারে।"
      }
    ]
  }
}
