{
  "level_id": "4.7",
  "badge_name": "কাজের কারিগর",
  "level_title": "ডিপি (DP) স্ট্রাকচার ড্রেসিং: পরিচ্ছন্নতার শিল্প",
  "mission_briefing": "একটি ডিপি (ডাবল পোল) স্ট্রাকচার হলো ডিস্ট্রিবিউশন নেটওয়ার্কের একটি গুরুত্বপূর্ণ জংশন, যেখানে ট্রান্সফরমার বসানো হয় বা লাইন মোড় নেয়। একটি অগোছালো, জট পাকানো ডিপি স্ট্রাকচার শুধু দেখতেই খারাপ লাগে না, এটি রক্ষণাবেক্ষণের জন্য একটি দুঃস্বপ্ন এবং সুরক্ষার জন্য একটি বড় ঝুঁকি। 'ড্রেসিং' হলো এই স্ট্রাকচারের ওপর তার, জাম্পার এবং অন্যান্য সরঞ্জামগুলোকে সুন্দর, পরিচ্ছন্ন এবং নিয়ম অনুযায়ী সাজানোর শিল্প। এই লেভেলের মিশন হলো, একজন শিল্পীর মতো একটি ডিপি স্ট্রাকচারকে 'ড্রেস' করতে শেখা।",
  "sections": [
    {
      "title": "পরিপাটি বিন্যাস: সুরক্ষা এবং দক্ষতার চাবিকাঠি",
      "points": [
        {
          "item_name": "১. ড্রেসিং কেন এত গুরুত্বপূর্ণ?",
          "specifications": "• সুরক্ষা: পরিপাটি ড্রেসিং নিশ্চিত করে যে বিভিন্ন ফেজের তার, জাম্পার এবং হার্ডওয়্যারের মধ্যে পর্যাপ্ত নিরাপদ দূরত্ব (ক্লিয়ারেন্স) বজায় আছে। এটি বাতাসের কারণে বা অন্য কোনো কারণে শর্ট সার্কিট হওয়ার ঝুঁকি কমায়।\n• সহজ রক্ষণাবেক্ষণ: একটি গোছানো স্ট্রাকচারে কোন তার কোথায় গেছে তা সহজেই বোঝা যায়। এর ফলে ফল্ট খোঁজা, মেরামত করা বা নতুন সংযোগ দেওয়া অনেক সহজ এবং দ্রুত হয়।\n• দীর্ঘস্থায়ীত্ব: সঠিক ড্রেসিং নিশ্চিত করে যে তার বা কেবিলের ওপর কোনো অপ্রয়োজনীয় চাপ বা টান পড়ছে না, যা তাদের আয়ু বাড়ায়।\n• পেশাদারিত্ব: একটি সুন্দরভাবে ড্রেসিং করা ডিপি স্ট্রাকচার আপনার এবং আপনার কোম্পানির কাজের গুণমান এবং পেশাদারিত্বের পরিচয় দেয়।",
          "importance": "এটি শুধু সৌন্দর্য নয়, এটি সরাসরি সুরক্ষা এবং সিস্টেমের নির্ভরযোগ্যতার সাথে জড়িত।"
        },
        {
          "item_name": "২. ভালো ড্রেসিং-এর মূল উপাদান",
          "specifications": "• উল্লম্ব এবং অনুভূমিক বিন্যাস (Vertical & Horizontal Alignment): সমস্ত ক্রস-আর্ম, ইনসুলেটর এবং অন্যান্য সরঞ্জাম নিখুঁতভাবে উল্লম্ব এবং অনুভূমিকভাবে লাগানো উচিত।\n• জাম্পারের সঠিক আকৃতি: জাম্পারগুলোকে একটি মসৃণ এবং সুষম 'U' বা 'C' আকৃতি দেওয়া উচিত। জট পাকানো বা এলোমেলো জাম্পার বিপদের লক্ষণ।\n• কেবিলের বিন্যাস: ট্রান্সফরমারের এলটি (LT) সাইড থেকে বেরোনো কেবিলগুলোকে সুন্দরভাবে গুছিয়ে এবং বেঁধে (Bunching) নিচে নামানো উচিত।\n• নিরাপদ দূরত্ব (Clearance): HT এবং LT লাইনের মধ্যে, বিভিন্ন ফেজের মধ্যে এবং লাইভ অংশ ও পোলের কাঠামোর মধ্যে সর্বদা নির্ধারিত নিরাপদ দূরত্ব বজায় রাখতে হবে।\n• অতিরিক্ত তার কেটে ফেলা: বাইন্ডিং তার বা অন্য কোনো হার্ডওয়্যারের অতিরিক্ত বা অপ্রয়োজনীয় অংশ কেটে ফেলা উচিত, যাতে সেগুলো বাতাসে উড়ে অন্য তারকে স্পর্শ করতে না পারে।",
          "importance": "এই ছোট ছোট বিষয়গুলোর ওপর মনোযোগ দিলেই একটি সাধারণ স্ট্রাকচার একটি আদর্শ স্ট্রাকচারে পরিণত হয়।"
        },
        {
          "item_name": "৩. সাধারণ ভুল এবং কীভাবে এড়ানো যায়",
          "specifications": "• ভুল ১ (জট পাকানো জাম্পার): তাড়াহুড়ো করে জাম্পার লাগালে সেগুলো জট পাকিয়ে যায়। সবসময় জাম্পারের দৈর্ঘ্য সঠিকভাবে মেপে নিন এবং মসৃণ বাঁক তৈরি করুন।\n• ভুল ২ (অপর্যাপ্ত ক্লিয়ারেন্স): সরঞ্জাম লাগানোর সময় দূরত্বের কথা মাথায় না রাখা। ইনস্টলেশনের সময় বারবার দূর থেকে দেখে ক্লিয়ারেন্স পরীক্ষা করুন।\n• ভুল ৩ (অগোছালো এলটি কেবিল): এলটি কেবিলগুলোকে এলোমেলোভাবে ঝুলিয়ে রাখা। কেবিল টাই বা ক্ল্যাম্প ব্যবহার করে সেগুলোকে সুন্দরভাবে সাজিয়ে দিন।\n• ভুল ৪ (ঢিলা কানেকশন): ড্রেসিং-এর সৌন্দর্যের দিকে মনোযোগ দিতে গিয়ে কানেকশন টাইট দিতে ভুলে যাওয়া। প্রতিটি নাট-বল্টু এবং কানেক্টর সঠিকভাবে টাইট করা অপরিহার্য।",
          "importance": "একটি ভুল পুরো কাজের সৌন্দর্য এবং সুরক্ষা নষ্ট করে দিতে পারে। ধৈর্য এবং মনোযোগই ভালো ড্রেসিং-এর চাবিকাঠি।"
        }
      ]
    }
  ],
  "image_suggestion": "একটি 'আগে' এবং 'পরে' থিমের ছবি। 'আগে' ছবিতে একটি অগোছালো, জট পাকানো জাম্পার এবং এলোমেলো কেবিল সহ একটি ডিপি স্ট্রাকচার দেখানো হয়েছে। 'পরে' ছবিতে সেই একই স্ট্রাকচারকে সুন্দরভাবে ড্রেসিং করা অবস্থায় দেখানো হয়েছে, যেখানে সবকিছু পরিপাটি এবং নিয়ম অনুযায়ী সাজানো।",
  "pro_tip": {
    "title": "বিশেষ প্রো টিপস (Pro Tips)",
    "content": [
      "১. উপর থেকে শুরু করুন: ড্রেসিং করার সময় সাধারণত ওপরের অংশ (HT) থেকে শুরু করে নিচের অংশে (LT) আসা একটি ভালো অভ্যাস।",
      "২. সিমেট্রি বা প্রতিসাম্য: চেষ্টা করুন স্ট্রাকচারের দুই দিক যতটা সম্ভব প্রতিসম বা সিমেট্রিকাল রাখতে। এটি দেখতে সুন্দর লাগে এবং লোডকে সমানভাবে ভাগ করতে সাহায্য করে।",
      "৩. ভবিষ্যতের কথা ভাবুন: স্ট্রাকচার ড্রেসিং করার সময় ভবিষ্যতের রক্ষণাবেক্ষণ বা নতুন সংযোগের জন্য জায়গা এবং সুবিধা রাখুন।",
      "৪. ছবি তুলুন: আপনার করা একটি ভালো ড্রেসিং-এর ছবি তুলে রাখুন। এটি আপনার নিজের কাজের রেকর্ড হিসেবে থাকবে এবং অন্যদের জন্য একটি উদাহরণ তৈরি করবে।"
    ]
  },
  "myth_buster": {
    "title": "মিথ বাস্টার (Myth Buster)",
    "myths": [
      {
        "myth": "ড্রেসিং তো শুধু দেখানোর জন্য, লাইন চললেই হলো।",
        "reality": "ভুল। খারাপ ড্রেসিং সরাসরি শর্ট সার্কিট, ফল্ট এবং রক্ষণাবেক্ষণের অসুবিধা তৈরি করে, যা সিস্টেমের নির্ভরযোগ্যতা কমিয়ে দেয়। এটি সুরক্ষার একটি অপরিহার্য অংশ।"
      },
      {
        "myth": "তার একটু ছুঁয়ে থাকলে কিছু হয় না, ওগুলো তো ইনসুলেটেড।",
        "reality": "একেবারেই নয়। ক্রমাগত ঘষা লেগে বা আবহাওয়ার কারণে দুটি তারের ইনসুলেশন নষ্ট হয়ে যেতে পারে, যা পরে শর্ট সার্কিটের কারণ হবে। পর্যাপ্ত ক্লিয়ারেন্স রাখা বাধ্যতামূলক।"
      }
    ]
  },
  "advanced_section": {
    "title": "এর পেছনের ইঞ্জিনিয়ারিং ফ্যাক্টস",
    "facts": [
      {
        "title": "ইলেকট্রিক্যাল ক্লিয়ারেন্স (Electrical Clearance)",
        "content": "এটি হলো দুটি পরিবাহী বা একটি পরিবাহী এবং আর্থের মধ্যে বাতাসে ন্যূনতম সরলরৈখিক দূরত্ব। এই দূরত্বটি ভোল্টেজ লেভেল, দূষণ এবং উচ্চতার ওপর নির্ভর করে আন্তর্জাতিক স্ট্যান্ডার্ড (যেমন IEC, IS) দ্বারা নির্ধারিত হয়। সঠিক ড্রেসিং এই স্ট্যান্ডার্ডকে মানতে সাহায্য করে।"
      },
      {
        "title": "রাইট অফ ওয়ে (Right of Way - RoW)",
        "content": "এটি হলো বিদ্যুৎ লাইনের নিচে এবং চারপাশে একটি নির্দিষ্ট আইনি এলাকা যেখানে গাছপালা, নির্মাণ বা অন্যান্য কার্যকলাপ সীমাবদ্ধ রাখা হয়। ডিপি স্ট্রাকচার ড্রেসিং করার সময় এটাও খেয়াল রাখতে হয় যে কোনো অংশ (যেমন লম্বা জাম্পার) যেন এই RoW-এর বাইরে চলে না যায়।"
      }
    ]
  }
}

