{
"level_id": "9.2",
"badge_name": "যন্ত্রের স্বাস্থ্য পরীক্ষা (Testing Manual)",
"level_title": "ট্রান্সফরমার টেস্টিং (পার্ট ২): তেল পরীক্ষা",
"mission_briefing": "শরীরের রক্ত যেমন অক্সিজেন বহন করে এবং শরীর ঠান্ডা রাখে, ট্রান্সফরমারের তেলও (Transformer Oil) ঠিক তাই করে—এটি ইনসুলেশন দেয় এবং কয়েলে তৈরি হওয়া তাপ কমিয়ে রাখে। কিন্তু এই তেলে যদি সামান্য জল বা ধুলো মিশে যায়, তবে তা ট্রান্সফরমারের জন্য 'বিষ' হয়ে দাঁড়ায়। আজকের মিশনে আমরা শিখব কীভাবে এই তেলের স্যাম্পল নিতে হয় এবং ল্যাবে না পাঠিয়েও কীভাবে এর শক্তি বা 'BDV' পরীক্ষা করতে হয়। গ্লাভস পরে নিন, আমরা লিকুইড গোল্ড (Liquid Gold) নিয়ে কাজ করব!",
"sections": [
{
"title": "তেলের স্যাম্পল কালেকশন ও বিডিভি (BDV) টেস্ট",
"image_name": "quiz_images/oil_testing_lab.jpg",
"points": [
{
"item_name": "১. স্যাম্পল কালেকশন: প্রথম ধাপেই সতর্কতা",
"image_name": "quiz_images/oil_sampling.png",
"specifications": "কাঁচের বা স্টেইনলেস স্টিলের পরিষ্কার বোতল ব্যবহার করতে হবে। প্লাস্টিক বোতল চলবে না।",
"importance": "ভুল পদ্ধতিতে স্যাম্পল নিলে ল্যাবের রিপোর্ট ভুল আসবে। মনে রাখবেন, তেল সবসময় ট্রান্সফরমারের নিচের ভালভ (Bottom Valve) থেকে নিতে হয়। কারণ জল এবং ভারী গাদ (Sludge) তেলের নিচে জমা হয়। ওপর থেকে তেল নিলে আপনি আসল সমস্যা ধরতে পারবেন না।",
"daily_check": "বোতলটি যেন সম্পূর্ণ শুকনো থাকে। স্যাম্পল নেওয়ার আগে ১-২ লিটার তেল ফেলে দিয়ে লাইন ক্লিয়ার করে তারপর বোতলে তেল ভরুন।"
},
{
"item_name": "২. তেলের ভিজ্যুয়াল চেক: রঙ কী বলে?",
"image_name": "quiz_images/oil_color_chart.jpg",
"specifications": "পরিষ্কার কাঁচের জারে তেল নিয়ে আলোর সামনে ধরুন।",
"importance": "নতুন তেল একেবারে স্বচ্ছ বা হালকা হলুদ (Pale Yellow) হয়। যদি তেলের রঙ গাঢ় খয়েরি বা কালো হয়, তবে বুঝবেন তেল পুড়ে গেছে বা কার্বন জমেছে। ঘোলাটে (Cloudy) তেল মানে তাতে জল বা ময়েশ্চার মিশে আছে।",
"daily_check": "তেলের মধ্যে কোনো ভাসমান কণা (Suspended Particles) আছে কিনা দেখুন।"
},
{
"item_name": "৩. বিডিভি (BDV) টেস্ট: শক্তির পরীক্ষা",
"image_name": "quiz_images/bdv_kit.webp",
"specifications": "BDV মানে Breakdown Voltage। এই টেস্টের জন্য একটি 'অয়েল টেস্টিং কিট' ব্যবহার করা হয়। এতে একটি বাটির (Pot) মধ্যে দুটো ইলেকট্রোড থাকে, যাদের মাঝখানের গ্যাপ সাধারণত ২.৫ মিমি (2.5mm) রাখা হয়।",
"importance": "আমরা দেখব দুই ইলেকট্রোডের মাঝে কত ভোল্টেজ দিলে তেলের ইনসুলেশন ভেঙে স্পার্ক (Spark) করে। ভোল্টেজ যত বেশি লাগবে, তেল তত ভালো। সাধারণত ৩০ কেভি (30kV) এর ওপরে রিডিং ভালো বলে গণ্য হয়।",
"daily_check": "টেস্ট কিটের বাটিটি খুব ভালো করে পরিষ্কার করুন। ইলেকট্রোডের গ্যাপ গেজ (Gauge) দিয়ে মেপে সেট করুন।"
},
{
"item_name": "৪. ক্র্যাকল টেস্ট (Crackle Test): দেশি পদ্ধতি",
"image_name": "quiz_images/crackle_test.png",
"specifications": "মাঠে বসে দ্রুত জল পরীক্ষা করার পদ্ধতি। একটি টেস্ট টিউবে তেল নিয়ে গরম করা হয়, অথবা গরম রড তেলে ডোবানো হয়।",
"importance": "যদি তেল গরম করার সময় 'চড়চড়' শব্দ (Cracking sound) হয়, তার মানে তেলে জল আছে। আর যদি নিঃশব্দে ধোঁয়া বের হয়, তবে তেল শুকনো (Dry) আছে।",
"daily_check": "এটি খুব সতর্কতার সাথে করতে হবে যেন আগুন না লাগে।"
}
]
}
],
"pro_tip": {
"title": "ওস্তাদের পরামর্শ (Pro Tips)",
"content": [
"১. বুদবুদ বা বাবলস (Bubbles): BDV কিটের বাটিতে তেল ঢালার পর সাথে সাথে টেস্ট শুরু করবেন না। অন্তত ১০ মিনিট অপেক্ষা করুন যাতে বাতাসের বুদবুদগুলো বেরিয়ে যায়। বুদবুদ থাকলে কম ভোল্টেজে স্পার্ক হবে এবং রিডিং ভুল আসবে।",
"২. গড় মান (Average): একবার টেস্ট করেই সিদ্ধান্ত নেবেন না। একই তেলে পরপর ৬ বার স্পার্ক করিয়ে ৬টি রিডিং নিন এবং তাদের গড় (Average) বের করুন। ওটাই আসল BDV ভ্যালু।",
"৩. বৃষ্টির দিনে না: বর্ষাকালে বা বাতাসে আর্দ্রতা বেশি থাকলে বাইরে তেলের স্যাম্পল নেওয়া বা টেস্ট করা উচিত নয়। বাতাস থেকে ময়েশ্চার তেলে ঢুকে যেতে পারে।",
"৪. হাতের স্পর্শ নিষেধ: ইলেকট্রোড বা স্যাম্পল বোতলের ভেতর আঙুল দেবেন না। আপনার হাতের ঘাম তেলের রেজাল্ট খারাপ করে দেবে।"
]
},
"myth_buster": {
"title": "মিথ বাস্টার (Myth Buster)",
"myths": [
{
"myth": "তেল দেখতে পরিষ্কার মানেই তেল ভালো।",
"reality": "ভুল ধারণা। তেল দেখতে স্বচ্ছ হলেও তাতে 'ডিসলভড ময়েশ্চার' (মিশে থাকা জল) বা অ্যাসিড থাকতে পারে যা খালি চোখে দেখা যায় না। ল্যাব টেস্ট বা BDV টেস্ট ছাড়া নিশ্চিত হওয়া যায় না।",
"verdict": "দর্শনধারী হলেই গুণবিচারী নয়!"
},
{
"myth": "BDV টেস্টে একবার স্পার্ক করলেই তেল বাতিল।",
"reality": "না। তেল কার্বনাইজড হয়ে গেলে ফিল্টার মেশিনে (Centrifuge) ফিল্টার করে বা হিট দিয়ে আবার ব্যবহারযোগ্য করা যায়। তবে যদি বারবার খুব কম ভোল্টেজে স্পার্ক করে, তখন তেল বদলাতে হতে পারে।"
}
]
},
"advanced_section": {
"title": "ইঞ্জিনিয়ারিং ইনসাইট (Engineering Insights)",
"facts": [
{
"title": "PPM (Parts Per Million)",
"content": "BDV টেস্ট শুধুমাত্র ভোল্টেজ সহ্য ক্ষমতা মাপে। কিন্তু তেলে ঠিক কতটুকু জল আছে তা মাপতে ল্যাবে 'কার্ল ফিশার টাইটেশন' (Karl Fischer) পদ্ধতি ব্যবহার করা হয়। হাই ভোল্টেজ ট্রান্সফরমারের জন্য ১০-১৫ PPM এর বেশি জল থাকা বিপজ্জনক।"
},
{
"title": "DGA (Dissolved Gas Analysis)",
"content": "মানুষের ডিএনএ টেস্টের মতো ট্রান্সফরমারের সবচেয়ে অ্যাডভান্সড টেস্ট হলো DGA। ট্রান্সফরমারের ভেতরে কোনো ফল্ট হলে তেলে হাইড্রোজেন, অ্যাসিটিলিন বা মিথেন গ্যাস তৈরি হয়। তেলের স্যাম্পল থেকে এই গ্যাস বিশ্লেষণ করে বলা সম্ভব ট্রান্সফরমারের ভেতরে ঠিক কী সমস্যা হচ্ছে (আর্কিং, হিটিং নাকি ডিসচার্জ)।"
}
]
}
}
