{
  "level_id": "6.1",
  "badge_name": "যন্ত্র গুরু",
  "level_title": "ডিস্ট্রিবিউশন ট্রান্সফরমার (DTR): লাইনের হৃৎপিণ্ড",
  "mission_briefing": "যদি লাইন বিদ্যুতের হাইওয়ে হয়, তবে ডিস্ট্রিবিউশন ট্রান্সফরমার হলো সেই ম্যাজিক বক্স যা হাই-ভোল্টেজের শক্তিকে আমাদের বাড়ি বা কারখানায় ব্যবহারযোগ্য লো-ভোল্টেজে রূপান্তরিত করে। এটি পুরো ডিস্ট্রিবিউশন নেটওয়ার্কের হৃৎপিণ্ড। এর স্বাস্থ্য ভালো থাকা মানেই নিরবচ্ছিন্ন বিদ্যুৎ সরবরাহ। এই লেভেলের মিশন হলো, এই হৃৎপিণ্ডের গঠন বোঝা, এর বিভিন্ন অঙ্গপ্রত্যঙ্গ চেনা এবং এর স্বাস্থ্য পরীক্ষার প্রাথমিক লক্ষণগুলো শিখতে পারা।",
  "sections": [
    {
      "title": "শক্তির রূপান্তরকারী: গঠন ও কার্যকারিতা",
      "points": [
        {
          "item_name": "১. ট্রান্সফরমারের মূল মন্ত্র: কী এবং কেন?",
          "specifications": "ডিস্ট্রিবিউশন ট্রান্সফরমার (DTR) একটি স্থির বৈদ্যুতিক যন্ত্র যা ইলেক্ট্রোম্যাগনেটিক ইন্ডাকশন নীতির ওপর ভিত্তি করে উচ্চ এসি ভোল্টেজকে (যেমন ১১ কেভি) কম এসি ভোল্টেজে (যেমন ৪১৫/২৪০ ভোল্ট) রূপান্তরিত করে। এর ভেতরে কোনো চলমান অংশ নেই।",
          "importance": "উচ্চ ভোল্টেজে বিদ্যুৎ পরিবহন করলে লস (Loss) কম হয়। কিন্তু আমরা সেই ভোল্টেজ সরাসরি ব্যবহার করতে পারি না। DTR এই দুটি জগতের মধ্যে একটি নিরাপদ এবং কার্যকর সেতু তৈরি করে।",
          "daily_check": "লাইন পেট্রোলিং-এর সময় দূর থেকে দেখুন ট্রান্সফরমার থেকে কোনো অস্বাভাবিক শব্দ আসছে কিনা বা তেল লিক করছে কিনা।"
        },
        {
          "item_name": "২. প্রধান অঙ্গপ্রত্যঙ্গ: একটি চেনা-জানা সফর",
          "specifications": "• মেইন ট্যাঙ্ক (Main Tank): এটিই মূল কাঠামো, যার ভেতরে কোর এবং ওয়াইন্ডিং তেলে ডোবানো থাকে।\n• কোর ও ওয়াইন্ডিং (Core & Windings): কোরটি নরম লোহার পাত দিয়ে তৈরি, যার ওপর প্রাইমারি (HT) এবং সেকেন্ডারি (LT) কপার বা অ্যালুমিনিয়ামের ওয়াইন্ডিং জড়ানো থাকে।\n• বুশিং (Bushings): এগুলি পোর্সেলিনের তৈরি ইনসুলেটর, যা দিয়ে HT এবং LT কানেকশন ট্যাঙ্কের ভেতরে বা বাইরে যায়। HT বুশিংগুলো LT বুশিং-এর চেয়ে আকারে বড় হয়।\n• ট্রান্সফরমার অয়েল (Transformer Oil): এটি একটি বিশেষ খনিজ তেল যা দুটি প্রধান কাজ করে—ওয়াইন্ডিংকে ঠান্ডা রাখা (Cooling) এবং অতিরিক্ত ইনসুলেশন প্রদান করা।\n• কনজারভেটর ট্যাঙ্ক (Conservator Tank): এটি মেইন ট্যাঙ্কের ওপরে লাগানো একটি ছোট ড্রাম, যা তেলের তাপীয় প্রসারণ এবং সংকোচনের জন্য অতিরিক্ত জায়গা দেয়।\n• ব্রিদার (Breather): এটি কনজারভেটর ট্যাঙ্কের সাথে লাগানো একটি ছোট পাত্র, যার ভেতরে সিলিকা জেল (Silica Gel) থাকে। এটি ট্যাঙ্কের ভেতরে বাতাস ঢোকার সময় তার থেকে জলীয় বাষ্প শোষণ করে নেয়।",
          "importance": "প্রতিটি অংশের নিজস্ব গুরুত্বপূর্ণ কাজ আছে। কোনো একটির ব্যর্থতা পুরো ট্রান্সফরমারকে বিকল করে দিতে পারে।",
          "safety_tip": "ট্রান্সফরমারের বডি বা ট্যাঙ্কে কাজ করার সময় নিশ্চিত করুন এটি সঠিকভাবে আর্থিং করা আছে।"
        },
        {
          "item_name": "৩. স্বাস্থ্য পরীক্ষার প্রাথমিক লক্ষণ (Troubleshooting)",
          "specifications": "• তেল লিক (Oil Leakage): বুশিং-এর গ্যাসকেট, ওয়েল্ডিং জয়েন্ট বা ড্রেন ভাল্ভ থেকে তেল লিক করতে পারে।\n• তেলের লেভেল (Oil Level): কনজারভেটর ট্যাঙ্কের পাশে একটি অয়েল লেভেল ইন্ডিকেটর থাকে। তেলের লেভেল খুব কমে গেলে ট্রান্সফরমার অতিরিক্ত গরম হয়ে যাবে।\n• সিলিকা জেলের রং: ভালো এবং শুকনো সিলিকা জেলের রং নীল (Blue) বা কমলা (Orange) হয়। জলীয় বাষ্প শোষণ করার পর এটি ধীরে ধীরে গোলাপি (Pink) বা সাদা হয়ে যায়, যা বোঝায় যে এটি বদলানোর সময় হয়েছে।\n• অস্বাভাবিক শব্দ: একটি স্বাভাবিক ট্রান্সফরমার থেকে একটি মৃদু 'হামিং' (Humming) শব্দ আসে। কিন্তু যদি খটখট, গরগর বা বিস্ফোরণের মতো শব্দ হয়, তবে ভেতরে কোনো গুরুতর সমস্যা (যেমন লুজ কানেকশন বা শর্ট সার্কিট) হয়েছে।\n• অতিরিক্ত গরম: ট্রান্সফরমারের গায়ে হাত দিয়ে যদি অস্বাভাবিক গরম লাগে, তবে এটি ওভারলোডেড বা এর কুলিং সিস্টেম ঠিকমতো কাজ করছে না।",
          "importance": "এই লক্ষণগুলো একজন ডাক্তারের স্টেথোস্কোপের মতো। এগুলো আপনাকে ট্রান্সফরমারের ভেতরের সমস্যা সম্পর্কে আগাম সতর্ক করে দেয়।"
        }
      ]
    }
  ],
  "image_suggestion": "একটি ডিস্ট্রিবিউশন ট্রান্সফরমারের পরিষ্কার, লেবেলযুক্ত ডায়াগ্রাম। এতে মেইন ট্যাঙ্ক, HT ও LT বুশিং, কনজারভেটর ট্যাঙ্ক, ব্রিদার, এবং কুলিং ফিন (Cooling Fins) স্পষ্টভাবে চিহ্নিত থাকবে। সিলিকা জেলের দুটি অবস্থা (নীল/শুকনো এবং গোলাপি/ভেজা) আলাদাভাবে দেখানো যেতে পারে।",
  "pro_tip": {
    "title": "বিশেষ প্রো টিপস (Pro Tips)",
    "content": [
      "১. বুশিং দেখে ভোল্টেজ চিনুন: HT (11kV) বুশিংগুলো LT (415V) বুশিং-এর চেয়ে আকারে অনেক বড় এবং এদের ক্রিপেজ ডিসটেন্স বেশি হয়। এটি দেখে আপনি সহজেই HT এবং LT সাইড চিহ্নিত করতে পারবেন।",
      "২. ট্যাপ চেঞ্জার (Tap Changer): অনেক ট্রান্সফরমারে একটি অফ-লোড ট্যাপ চেঞ্জার থাকে, যা দিয়ে ইনপুট ভোল্টেজের সামান্য পরিবর্তনের সাথে আউটপুট ভোল্টেজকে অ্যাডজাস্ট করা যায়।",
      "৩. নেমপ্লেট পড়ুন: প্রতিটি ট্রান্সফরমারের গায়ে একটি নেমপ্লেট থাকে, যেখানে তার ক্ষমতা (kVA), ভোল্টেজ রেটিং, কানেকশন (যেমন Dyn11), এবং অন্যান্য গুরুত্বপূর্ণ তথ্য লেখা থাকে। এটি পড়া শিখুন।",
      "৪. আর্থিং চেক করুন: ট্রান্সফরমারের বডি, নিউট্রাল এবং LA—এই তিনটি পয়েন্টের আর্থিং অত্যন্ত জরুরি। যেকোনো একটি দুর্বল হলে পুরো সিস্টেমের সুরক্ষা বিঘ্নিত হয়।"
    ]
  },
  "myth_buster": {
    "title": "মিথ বাস্টার (Myth Buster)",
    "myths": [
      {
        "myth": "ট্রান্সফরমার থেকে তেল লিক করলে কিছু হয় না, যতক্ষণ না তেল শেষ হচ্ছে।",
        "reality": "ভুল। তেল লিক করা মানে তেলের লেভেল কমে যাওয়া, যা কুলিং এবং ইনসুলেশন দুটোকেই দুর্বল করে। এছাড়াও, লিক দিয়ে ভেতরে জলীয় বাষ্প প্রবেশ করতে পারে যা তেলের ডাই-ইলেকট্রিক স্ট্রেন্থ নষ্ট করে দেয়।"
      },
      {
        "myth": "ট্রান্সফরমারের হামিং শব্দ মানেই ভেতরে কোনো সমস্যা আছে।",
        "reality": "না। এসি কারেন্টের কারণে কোর ক্রমাগত ম্যাগনেটাইজড এবং ডি-ম্যাগনেটাইজড হওয়ার ফলে একটি মৃদু এবং স্থির হামিং শব্দ (Magnetostriction) হওয়াটা স্বাভাবিক। কিন্তু শব্দের ধরন বা তীব্রতা বদলে গেলেই তা বিপদের লক্ষণ।"
      }
    ]
  },
  "advanced_section": {
    "title": "এর পেছনের ইঞ্জিনিয়ারিং ফ্যাক্টস",
    "facts": [
      {
        "title": "ভেক্টর গ্রুপ (Vector Group - e.g., Dyn11)",
        "content": "এটি ট্রান্সফরমারের নেমপ্লেটে লেখা একটি গুরুত্বপূর্ণ কোড, যা প্রাইমারি এবং সেকেন্ডারি ওয়াইন্ডিং-এর কানেকশন (Delta বা Star) এবং তাদের মধ্যেকার ফেজ অ্যাঙ্গেলের পার্থক্যকে নির্দেশ করে। দুটি ট্রান্সফরমারকে সমান্তরালে (in Parallel) চালানোর জন্য তাদের ভেক্টর গ্রুপ এক হওয়াটা অপরিহার্য, নইলে মারাত্মক শর্ট সার্কিট হবে।"
      },
      {
        "title": "বুখলজ রিলে (Buchholz Relay)",
        "content": "বড় আকারের পাওয়ার ট্রান্সফরমারে (সাধারণত ৫০০ কেভিএ-এর ওপরে) মেইন ট্যাঙ্ক এবং কনজারভেটরের সংযোগকারী পাইপে এই সুরক্ষা রিলেটি লাগানো থাকে। ট্রান্সফরমারের ভেতরে কোনো ছোট ফল্ট (যেমন আর্কিং) হলে যে গ্যাস তৈরি হয়, সেটি এই রিলেতে জমা হয়ে একটি অ্যালার্ম বাজায়। বড় ফল্ট হলে তেলের প্রবল প্রবাহ রিলেটিকে ট্রিপ করিয়ে দেয় এবং সার্কিট ব্রেকার খুলে যায়।"
      }
    ]
  }
}
