{
  "level_id": "5.2",
  "badge_name": "ফল্ট ফাইন্ডার",
  "level_title": "লাইন পেট্রোলিং-এর সঠিক নিয়ম",
  "mission_briefing": "আপনি তথ্য সংগ্রহ করেছেন, সুরক্ষা নিশ্চিত করেছেন এবং একটি প্রাথমিক অনুমান তৈরি করেছেন। এবার গোয়েন্দার মতো ঘটনাস্থলে অর্থাৎ ফিল্ডে নামার পালা। লাইন পেট্রোলিং মানে শুধু লাইন বরাবর হেঁটে যাওয়া নয়, এটি হলো চোখ, কান এবং এমনকি নাক ব্যবহার করে সূত্র খোঁজার শিল্প। এই লেভেলের মিশন হলো, একজন দক্ষ গোয়েন্দার মতো লাইন পেট্রোলিং করার সঠিক, নিরাপদ এবং কার্যকর পদ্ধতি শেখা।",
  "sections": [
    {
      "title": "সূত্র খোঁজার শিল্প: মাটি থেকে আকাশ",
      "points": [
        {
          "item_name": "১. পদ্ধতিগত অনুসন্ধান: কোথা থেকে শুরু করবেন?",
          "specifications": "• সোর্স থেকে শুরু: সাধারণত, সাবস্টেশন বা ফিডারের শুরু থেকে পেট্রোলিং শুরু করা হয় এবং লোডের দিকে এগিয়ে যাওয়া হয়।\n• টি-অফ পয়েন্টে মনোযোগ: লাইনের প্রধান শাখা বা 'টি-অফ' (T-off) পয়েন্টগুলোতে ফল্ট হওয়ার সম্ভাবনা বেশি থাকে। প্রথমে এই জায়গাগুলো পরীক্ষা করুন।\n• ভাগ করে নিন: যদি লাইন খুব লম্বা হয়, তবে আপনার টিমের মধ্যে লাইনটি ভাগ করে নিন এবং দুই দিক থেকে পেট্রোলিং শুরু করুন। যোগাযোগ বজায় রাখুন।",
          "importance": "একটি পদ্ধতিগত অনুসন্ধান নিশ্চিত করে যে আপনি কোনো অংশ বাদ দিচ্ছেন না এবং দ্রুততম সময়ে ফল্টের কাছাকাছি পৌঁছাতে পারছেন।"
        },
        {
          "item_name": "২. পঞ্চ ইন্দ্রিয়ের ব্যবহার: গোয়েন্দার চোখ-কান",
          "specifications": "• চোখ দিয়ে দেখুন (ওপরে): ভাঙা বা ফাটা ইনসুলেটর, ছেঁড়া বা ঝুলে পড়া কন্ডাক্টর, গাছের ডালপালা, তারে আটকে থাকা ঘুড়ি বা পাখি। বাইনোকুলার ব্যবহার করুন।\n• চোখ দিয়ে দেখুন (নিচে): পোলের গায়ে গাড়ির ধাক্কার চিহ্ন, পোলের গোড়া বা অ্যাঙ্করে ক্ষতি, মাটিতে পড়ে থাকা তার।\n• কান দিয়ে শুনুন: অস্বাভাবিক হিসহিস্ বা ভনভন শব্দ (করোনা বা ট্র্যাকিং), বা কোনো বিস্ফোরণের শব্দ।\n• নাক দিয়ে গন্ধ নিন: পোড়া ইনসুলেশন বা তেলের গন্ধ।",
          "importance": "অনেক সময় ফল্টটি সরাসরি চোখে দেখা যায় না। কিন্তু পোড়া গন্ধ বা অস্বাভাবিক শব্দ আপনাকে সঠিক দিকে চালিত করতে পারে। আপনার সমস্ত ইন্দ্রিয়কে সজাগ রাখুন।"
        },
        {
          "item_name": "৩. পেট্রোলিং-এর সময় সর্বোচ্চ সুরক্ষা",
          "specifications": "• পড়ে থাকা তার থেকে সাবধান: মাটিতে বা নিচুতে ঝুলে থাকা যেকোনো তারকে সর্বশক্তি দিয়ে এড়িয়ে চলুন। ধরে নিন এটি লাইভ আছে। এর চারপাশে কমপক্ষে ১০ মিটার (প্রায় ৩৩ ফুট) নিরাপদ দূরত্ব বজায় রাখুন এবং এলাকাটি ঘিরে দিন।\n• স্টেপ পটেনশিয়াল: পড়ে থাকা তারের কাছাকাছি জায়গায়, মাটিতেও ভোল্টেজ থাকতে পারে। ওই এলাকা থেকে বেরোনোর সময় দুই পা একসাথে রেখে ছোট ছোট পদক্ষেপে বা লাফিয়ে বের হন।\n• নিজের পায়ের দিকে খেয়াল রাখুন: পেট্রোলিং-এর সময় ওপরের দিকে তাকাতে গিয়ে হোঁচট খাওয়া বা গর্তে পড়া একটি সাধারণ দুর্ঘটনা। হাঁটার সময় থামুন, দেখুন, তারপর আবার হাঁটুন।",
          "importance": "ফল্ট খোঁজার উত্তেজনা বা চাপের মধ্যে নিজের সুরক্ষা ভুলে যাওয়া চলবে না। একজন আহত লাইনম্যান কোনো সমস্যারই সমাধান করতে পারে না।"
        }
      ]
    }
  ],
  "image_suggestion": "একটি ছবি যেখানে একজন লাইনম্যান বাইনোকুলার ব্যবহার করে দূরের পোলের ইনসুলেটর দেখছেন। পাশে আরেকটি ছবি থাকবে যেখানে মাটিতে পড়ে থাকা একটি তারের চারপাশে দড়ি দিয়ে একটি বড় 'বিপদ জোন' তৈরি করা হয়েছে এবং মানুষজনকে দূরে থাকতে বলা হচ্ছে।",
  "pro_tip": {
    "title": "বিশেষ প্রো টিপস (Pro Tips)",
    "content": [
      "১. বাইনোকুলার আপনার সেরা বন্ধু: একটি ভালো বাইনোকুলার আপনাকে পোলে না চড়েই অনেক ওপরের সূক্ষ্ম ক্ষতি (যেমন হেয়ারলাইন ক্র্যাক) দেখতে সাহায্য করে।",
      "২. রাতের বেলায় পেট্রোলিং: রাতের অন্ধকারে পেট্রোলিং করা কঠিন, কিন্তু অনেক সময় সহজও। কারণ ইনসুলেটরের ওপর স্পার্কিং বা করোনা ডিসচার্জ অন্ধকারে অনেক দূর থেকে দেখা যায়।",
      "৩. ইতিহাস পুনরাবৃত্তি করে: যদি কোনো নির্দিষ্ট জায়গায় বারবার ফল্ট হয়, তবে সেখানে কোনো স্থায়ী সমস্যা (যেমন গাছের ডাল খুব কাছে, ইনসুলেশন দুর্বল) আছে। শুধু মেরামত না করে, সমস্যার মূল কারণ খুঁজে বের করার চেষ্টা করুন।",
      "৪. ম্যাপ ব্যবহার করুন: আপনার ফিডারের একটি ম্যাপ সাথে রাখুন। এটি আপনাকে লাইনের রুট, টি-অফ পয়েন্ট এবং গুরুত্বপূর্ণ ইনস্টলেশনগুলো সহজে খুঁজে পেতে সাহায্য করবে।"
    ]
  },
  "myth_buster": {
    "title": "মিথ বাস্টার (Myth Buster)",
    "myths": [
      {
        "myth": "মাটিতে পড়ে থাকা তারটি স্পার্ক করছে না, তার মানে ওটা ডেড।",
        "reality": "মারাত্মক ভুল! একটি তার লাইভ থাকা সত্ত্বেও স্পার্ক না করতে পারে, যদি এটি কোনো অপরিবাহী বা অর্ধ-পরিবাহী বস্তুর (যেমন শুকনো মাটি, পিচ) ওপর পড়ে থাকে। এটিকে স্পর্শ করা মানেই মৃত্যু।"
      },
      {
        "myth": "ফল্ট মানেই তার ছিঁড়ে যাওয়া বা কিছু ভেঙে যাওয়া।",
        "reality": "না। অনেক সময় একটি ইনসুলেটরের ওপর ময়লা জমে বা একটি ছোট পাখি বা গিরগিটি দুটি লাইনের মধ্যে ব্রিজ তৈরি করেও একটি অস্থায়ী ফল্ট ঘটাতে পারে, যার কোনো বাহ্যিক চিহ্ন থাকে না।"
      }
    ]
  },
  "advanced_section": {
    "title": "এর পেছনের ইঞ্জিনিয়ারিং ফ্যাক্টস",
    "facts": [
      {
        "title": "ফল্ট প্যাসেজ ইন্ডিকেটর (FPI - Fault Passage Indicator)",
        "content": "আধুনিক ডিস্ট্রিবিউশন সিস্টেমে, লাইনের বিভিন্ন পয়েন্টে FPI লাগানো থাকে। এটি একটি ছোট যন্ত্র যা ফল্ট কারেন্ট প্রবাহিত হলে সক্রিয় হয়ে যায় এবং একটি উজ্জ্বল LED বাতি জ্বালাতে শুরু করে। পেট্রোলিং-এর সময়, লাইনম্যানরা দেখেন কোন FPI-গুলো জ্বলছে এবং কোনটি জ্বলছে না। যে দুটি FPI-এর মাঝখানে ফল্টটি হয়েছে, তা সহজেই বোঝা যায়। এটি ফল্ট খোঁজার সময় নাটকীয়ভাবে কমিয়ে দেয়।"
      },
      {
        "title": "সেকশনালাইজার (Sectionalizer)",
        "content": "এটি একটি স্বয়ংক্রিয় সুইচ যা লাইনের বিভিন্ন সেকশনে লাগানো থাকে। যখন কোনো ফল্ট হয় এবং সাবস্টেশনের ব্রেকার বা রিক্লোজার অপারেট করে, তখন সেকশনালাইজারটি ফল্টি সেকশনটিকে স্বয়ংক্রিয়ভাবে বাকি লাইন থেকে বিচ্ছিন্ন করে দেয়। এর ফলে, রিক্লোজার যখন আবার লাইন চালু করে, তখন শুধু ফল্টি অংশটি বাদে বাকি পুরো লাইন বিদ্যুৎ পেয়ে যায়।"
      }
    ]
  }
}

