{
  "level_id": "8.7",
  "badge_name": "জরুরী রেগুলেশন (WBERC ফোকাস)",
  "level_title": "ট্যারিফ অর্ডার (Tariff Order): বিদ্যুতের দামের হিসাব",
  "mission_briefing": "অনেকেই ভাবে মিটার রিডার যা খুশি বিল বসিয়ে দেয়। আসলে বিলের প্রতিটি পয়সার হিসাব WBERC-এর 'ট্যারিফ অর্ডার'-এ লেখা থাকে। কেন কারখানার বিদ্যুতের দাম আর চাষির বিদ্যুতের দাম আলাদা? কেন কম ব্যবহার করলে কম রেট, আর বেশি করলে ধাপে ধাপে বাড়ে? এই 'স্ল্যাব সিস্টেম' বোঝাটা খুব জরুরি, কারণ গ্রাহক বিলের কাগজটা প্রথমেই আপনার মুখের সামনে ধরে জানতে চাইবে—'এত বিল কেন?'",
  "sections": [
    {
      "title": "১. বিলের গঠন: ফিক্সড বনাম এনার্জি চার্জ",
      "image_name": "bill_breakdown_graphic.jpg",
      "points": [
        {
          "item_name": "ফিক্সড চার্জ / ডিমান্ড চার্জ",
          "specifications": "কানেকশন বা লোডের ভাড়ার মতো (টাকা/কেভিএ/মাস)।",
          "importance": "গ্রাহক বিদ্যুৎ ব্যবহার করুক বা না করুক (এমনকি বাড়ি বন্ধ থাকলেও), লোড বরাদ্দ রাখার জন্য এই টাকা দিতে হয়। এটা কোম্পানির পরিকাঠামো (Infrastructure) মেইনটেন্যান্সের খরচ।",
          "daily_check": "গ্রাহক 'বাড়ি বন্ধ ছিল তাও বিল এসেছে' বললে এই চার্জের কথা বোঝান।"
        },
        {
          "item_name": "এনার্জি চার্জ",
          "specifications": "প্রতি ইউনিট (kWh) ব্যবহারের দাম।",
          "importance": "এটি স্ল্যাব অনুযায়ী বাড়ে। অর্থাৎ প্রথম ১০২ ইউনিট সস্তা, পরের গুলো দামী।"
        }
      ]
    },
    {
      "title": "২. গ্রাহকের শ্রেণীবিভাগ (Consumer Categories)",
      "image_name": "category_icons_dom_com_ind.png",
      "points": [
        {
          "item_name": "ডোমেস্টিক (গৃহস্থালি) বনাম কমার্শিয়াল (বাণিজ্যিক)",
          "specifications": "বাড়ির রেট দোকানের রেটের চেয়ে কম।",
          "importance": "একই মিটার থেকে বাড়িতে ফ্যান চালানো আর দোকানে ফ্রিজ চালানো—আইনত আলাদা। ভুল ক্যাটাগরিতে বিদ্যুৎ ব্যবহার করলে সেকশন ১২৬ অনুযায়ী জরিমানা হয়।",
          "daily_check": "মিটার দেখার সময় লক্ষ্য করুন 'Type of Consumer' কোড ঠিক আছে কি না।"
        },
        {
          "item_name": "চাষের সংযোগ (Agriculture/Irrigation)",
          "specifications": "সবচেয়ে কম রেট (ভর্তুকি যুক্ত)।",
          "importance": "এই জল পাম্প দিয়ে যদি কেউ গাড়ি ধোয়ার গ্যারেজ চালায়, তবে তা বড় অপরাধ।"
        }
      ]
    }
  ],
  "pro_tip": {
    "title": "ওস্তাদের মার (Pro Tips)",
    "content": [
      "১. স্ল্যাব জাম্পিং বোঝান: গ্রাহক যদি বলে \"আগেও ১০০ ইউনিট পুড়ত, এখন ২০০ পুড়ছে কিন্তু বিল তিনগুণ কেন?\"—তাকে বোঝান যে উপরের দিকের ইউনিটগুলোর দাম বেশি (Telescopic Tariff)।",
      "২. লোড ফ্যাক্টর ও পেনাল্টি: ইন্ডাস্ট্রিয়াল গ্রাহকদের পাওয়ার ফ্যাক্টর (PF) কম হলে বিলে পেনাল্টি লাগে। তাদের ক্যাপাসিটর ব্যাংক চেক করতে বলুন।",
      "৩. MVCA বা ফুয়েল সারচার্জ: বিলে অনেক সময় কয়লার দাম বাড়লে অতিরিক্ত চার্জ (MVCA) যোগ হয়। এটা মিটার রিডারের কারচুপি নয়, এটা সরকারি নিয়ম।"
    ]
  },
  "myth_buster": {
    "title": "মিথ বাস্টার (Myth Buster)",
    "myths": [
      {
        "myth": "ডিজিটাল মিটার বেশি ঘোরে, তাই বিল বেশি আসে।",
        "reality": "ভুল। পুরনো ইলেকট্রো-মেকানিক্যাল মিটার বয়সের ভারে স্লো হয়ে যেত। ডিজিটাল মিটার সঠিক মাপে, এমনকি মোবাইলে চার্জ দিলেও সেটা রেকর্ড করে। সঠিক মাপাটা অপরাধ নয়।"
      },
      {
        "myth": "মিটার ভাড়ার টাকা তো অনেক আগেই মিটারে দামের চেয়ে বেশি দিয়ে ফেলেছি, তাও কেন ভাড়া নেয়?",
        "reality": "ওটা শুধু মিটারের দাম নয়। মিটার খারাপ হলে পাল্টানো এবং তার রক্ষণাবেক্ষণের খরচ ওই ভাড়ার মধ্যেই ধরা থাকে।"
      }
    ]
  },
  "advanced_section": {
    "title": "ক্রস-সাবসিডি (Cross Subsidy)",
    "facts": [
      {
        "title": "ধনীরা গরিবদের সাহায্য করে",
        "content": "বিদ্যুৎ ব্যবস্থায় ইন্ডাস্ট্রি এবং কমার্শিয়াল গ্রাহকদের থেকে বেশি দাম নেওয়া হয় যাতে চাষি এবং গরিবদের (BPL) কম দামে বিদ্যুৎ দেওয়া যায়। একেই বলে 'ক্রস-সাবসিডি'। এটা WBERC ব্যালেন্স করে।"
      },
      {
        "title": "Time of Day (TOD) ট্যারিফ",
        "content": "বড় গ্রাহকদের জন্য দিনের বিভিন্ন সময়ে বিদ্যুতের দাম আলাদা হয়। পিক আওয়ারে (সন্ধেবেলা) দাম বেশি, আর অফ-পিক আওয়ারে (মাঝরাতে) দাম কম। বুদ্ধিমান গ্রাহকরা রাতে মেশিন চালিয়ে বিল কমায়।"
      }
    ]
  }
}
