{
  "level_id": "6.5",
  "badge_name": "যন্ত্র গুরু",
  "level_title": "আন্ডারগ্রাউন্ড (UG) কেবিল: লুকানো নেটওয়ার্ক",
  "mission_briefing": "বিদ্যুৎ নেটওয়ার্কের একটি বড় অংশ আমাদের চোখের আড়ালে, মাটির নিচে লুকিয়ে থাকে। আন্ডারগ্রাউন্ড বা ইউজি কেবিলগুলো ঝড়, বৃষ্টি বা বাহ্যিক আঘাত থেকে সুরক্ষিত, যা শহর বা ঘনবসতিপূর্ণ এলাকায় নিরবচ্ছিন্ন বিদ্যুৎ সরবরাহের জন্য আদর্শ। কিন্তু এই অদৃশ্য নেটওয়ার্কের নিজস্ব চ্যালেঞ্জ এবং রহস্য আছে। এই লেভেলের মিশন হলো, এই লুকানো নেটওয়ার্কের গঠন বোঝা, বিভিন্ন প্রকারের কেবিল চেনা এবং তাদের সাথে কাজ করার বিশেষ সতর্কতাগুলো সম্পর্কে জানা।",
  "sections": [
    {
      "title": "মাটির নিচের জগৎ: গঠন ও প্রকারভেদ",
      "points": [
        {
          "item_name": "১. ইউজি কেবিলের গঠন: একটি বহুস্তরীয় বর্ম",
          "specifications": "একটি সাধারণ এইচটি (HT) ইউজি কেবিলের কেন্দ্র থেকে বাইরে পর্যন্ত এই স্তরগুলো থাকে:\n• কন্ডাক্টর (Conductor): বিদ্যুৎ পরিবহনের জন্য অ্যালুমিনিয়াম বা তামার স্ট্র্যান্ড।\n• কন্ডাক্টর স্ক্রিন (Conductor Screen): কন্ডাক্টরের পৃষ্ঠকে মসৃণ করে এবং বৈদ্যুতিক চাপকে সমানভাবে ভাগ করে।\n• ইনসুলেশন (Insulation): প্রধান অন্তরক স্তর। সাধারণত XLPE (ক্রস-লিঙ্কড পলিইথিলিন) দিয়ে তৈরি।\n• ইনসুলেশন স্ক্রিন (Insulation Screen): ইনসুলেশনের বাইরের বৈদ্যুতিক চাপকে নিয়ন্ত্রণ করে।\n• মেটালিক স্ক্রিন/শিথ (Metallic Screen/Sheath): সাধারণত তামার তার বা টেপ দিয়ে তৈরি। এটি আর্থ ফল্ট কারেন্টের জন্য পথ তৈরি করে এবং বাইরের ইলেকট্রোম্যাগনেটিক ফিল্ড থেকে কেবিলকে বাঁচায়।\n• আর্মার (Armour): দুটি স্টিলের স্ট্রিপ বা তারের স্তর যা কেবিলকে যান্ত্রিক আঘাত বা খোঁড়াখুঁড়ি থেকে বাঁচায়।\n• আউটার জ্যাকেট (Outer Jacket): বাইরের PVC-র স্তর যা কেবিলকে আর্দ্রতা এবং রাসায়নিক থেকে রক্ষা করে।",
          "importance": "এই বহুস্তরীয় গঠনটি কেবিলকে উচ্চ ভোল্টেজ, যান্ত্রিক চাপ এবং পরিবেশগত প্রভাব থেকে রক্ষা করার জন্য ডিজাইন করা হয়েছে।"
        },
        {
          "item_name": "২. প্রকারভেদ: XLPE বনাম PILC",
          "specifications": "ইনসুলেশন উপাদানের ওপর ভিত্তি করে প্রধানত দুই ধরনের কেবিল দেখা যায়:\n• XLPE (Cross-linked Polyethylene) Cable: এটি আধুনিক প্রযুক্তি। এর ইনসুলেশন উচ্চ তাপমাত্রা সহ্য করতে পারে, এটি হালকা এবং রক্ষণাবেক্ষণ করা সহজ। বর্তমানে বেশিরভাগ নতুন কাজেই এটি ব্যবহৃত হয়।\n• PILC (Paper Insulated Lead Covered) Cable: এটি পুরনো প্রযুক্তি। এখানে কাগজের স্তরকে তেলে ভিজিয়ে ইনসুলেশন হিসেবে ব্যবহার করা হয় এবং বাইরের আবরণটি সীসার (Lead) তৈরি। এগুলোর জয়েন্টিং করা খুব কঠিন এবং বিশেষ দক্ষতার প্রয়োজন হয়।",
          "importance": "কোন ধরনের কেবিলে কাজ করছেন তা জানাটা জরুরি, কারণ দুটির জয়েন্টিং কিট, টুলস এবং পদ্ধতি সম্পূর্ণ আলাদা।"
        },
        {
          "item_name": "৩. ইউজি কেবিল টার্মিনেশন এবং জয়েন্টিং: বিশেষ দক্ষতার কাজ",
          "specifications": "• টার্মিনেশন (Termination): যখন একটি ইউজি কেবিল মাটির নিচ থেকে ওপরে উঠে কোনো ওভারহেড লাইন বা ট্রান্সফরমারের সাথে যুক্ত হয়, তখন তার শেষ প্রান্তটিকে একটি বিশেষ 'এন্ড টার্মিনেশন কিট' দিয়ে সিল করা হয়। এটি কেবিলের বিভিন্ন স্তরকে আর্দ্রতা থেকে বাঁচায় এবং বৈদ্যুতিক চাপকে নিয়ন্ত্রণ করে।\n• জয়েন্টিং (Jointing): যখন দুটি ইউজি কেবিলকে জোড়া দেওয়া হয়, তখন একটি 'জয়েন্টিং কিট' ব্যবহার করা হয়। এটি একটি অত্যন্ত নিপুণ এবং পরিষ্কার-পরিচ্ছন্নতার কাজ, যেখানে প্রতিটি স্তরকে নিখুঁতভাবে পুনরায় তৈরি করতে হয়।",
          "importance": "ইউজি কেবিল সিস্টেমের ৯০% ফল্টই এই টার্মিনেশন বা জয়েন্টগুলোতে হয়। একটি সামান্য ভুল বা আর্দ্রতা প্রবেশ পুরো জয়েন্টটিকে নষ্ট করে দিতে পারে।",
          "safety_tip": "হাই-ভোল্টেজ কেবিল জয়েন্টিং একটি বিশেষায়িত কাজ যার জন্য আলাদা প্রশিক্ষণ এবং সার্টিফিকেশন প্রয়োজন।"
        }
      ]
    }
  ],
  "image_suggestion": "একটি ইউজি কেবিলের ক্রস-সেকশনের একটি 3D ডায়াগ্রাম, যেখানে প্রতিটি স্তর—কন্ডাক্টর, ইনসুলেশন, স্ক্রিন, আর্মার, আউটার জ্যাকেট—পরিষ্কারভাবে লেবেল করা থাকবে। পাশে একটি ওভারহেড পোলের ছবি থাকতে পারে, যেখানে একটি ইউজি কেবিল ওপরে উঠে একটি 'এন্ড টার্মিনেশন'-এর মাধ্যমে লাইনের সাথে যুক্ত হচ্ছে।",
  "pro_tip": {
    "title": "বিশেষ প্রো টিপস (Pro Tips)",
    "content": [
      "১. কেবিলের গায়ে লেখা পড়ুন: প্রতিটি কেবিলের বাইরের জ্যাকেটের ওপর তার ভোল্টেজ রেটিং, সাইজ, কোরের সংখ্যা এবং প্রকার (যেমন A2XFY) লেখা থাকে। এই কোড পড়া শিখুন।",
      "২. বেন্ডিং রেডিয়াসকে সম্মান দিন: প্রতিটি কেবিলের একটি ন্যূনতম বাঁকানোর ব্যাসার্ধ বা 'বেন্ডিং রেডিয়াস' থাকে। এর চেয়ে বেশি বাঁকালে কেবিলের ভেতরের ইনসুলেশন বা স্ক্রিন ক্ষতিগ্রস্ত হতে পারে।",
      "৩. আর্মার আর্থিং: কেবিলের দুই প্রান্তেই আর্মারকে সঠিকভাবে আর্থিং করাটা অত্যন্ত জরুরি। এটি ফল্ট কারেন্টের জন্য একটি নিরাপদ পথ তৈরি করে।",
      "৪. পরিচ্ছন্নতাই ধর্ম: কেবিল জয়েন্টিং করার সময়, কাজের জায়গা এবং আপনার হাত সম্পূর্ণ পরিষ্কার এবং আর্দ্রতামুক্ত হওয়া উচিত। সামান্য ধুলো বা ঘামও একটি হাই-ভোল্টেজ জয়েন্টকে নষ্ট করে দিতে পারে।"
    ]
  },
  "myth_buster": {
    "title": "মিথ বাস্টার (Myth Buster)",
    "myths": [
      {
        "myth": "ইউজি কেবিল তো ইনসুলেটেড এবং আর্মার্ড, তাই এটা লাইভ থাকা অবস্থায় মাটি খোঁড়ার মেশিনের আঘাতে কিছু হবে না।",
        "reality": "মারাত্মক ভুল! একটি এক্সক্যাভেটরের শক্তি আর্মার এবং ইনসুলেশনকে মুহূর্তের মধ্যে ছিন্ন করে একটি प्रचंड বিস্ফোরণ বা আর্ক ফ্ল্যাশ ঘটাতে পারে, যা অপারেটরের জীবনের জন্য মারাত্মক ঝুঁকি তৈরি করে।"
      },
      {
        "myth": "ওভারহেড লাইনের জয়েন্টিং আর ইউজি কেবিলের জয়েন্টিং একই।",
        "reality": "একেবারেই নয়। ইউজি কেবিল জয়েন্টিং একটি অনেক বেশি জটিল এবং সংবেদনশীল কাজ, যেখানে বৈদ্যুতিক ফিল্ড নিয়ন্ত্রণ, আর্দ্রতা প্রতিরোধ এবং একাধিক স্তরের পুনর্গঠন করতে হয়। এর জন্য বিশেষ টুলস এবং প্রশিক্ষণের প্রয়োজন।"
      }
    ]
  },
  "advanced_section": {
    "title": "এর পেছনের ইঞ্জিনিয়ারিং ফ্যাক্টস",
    "facts": [
      {
        "title": "স্ট্রেস কন্ট্রোল (Stress Control)",
        "content": "কেবিল টার্মিনেশন বা জয়েন্টিং-এর সবচেয়ে গুরুত্বপূর্ণ দিক হলো 'ইলেকট্রিক্যাল স্ট্রেস কন্ট্রোল'। যখন কেবিলের স্ক্রিন স্তরটি শেষ হয়, তখন সেই প্রান্তে বৈদ্যুতিক ফিল্ড বা চাপ প্রচণ্ডভাবে কেন্দ্রীভূত হয়, যা ইনসুলেশনকে পাংচার করে দিতে পারে। জয়েন্টিং কিটের মধ্যে থাকা 'স্ট্রেস কন্ট্রোল টিউবিং' এই চাপকে মসৃণভাবে ছড়িয়ে দিয়ে এই বিপদ থেকে রক্ষা করে।"
      },
      {
        "title": "পার্শিয়াল ডিসচার্জ (Partial Discharge - PD) টেস্টিং",
        "content": "এটি একটি উন্নত কন্ডিশন-মনিটরিং কৌশল। কেবিলের ইনসুলেশন বা জয়েন্টের ভেতরে যদি কোনো ছোট বাতাসের বুদবুদ (Void) বা ত্রুটি থাকে, তবে উচ্চ ভোল্টেজে সেখানে ছোট ছোট ইলেকট্রিক্যাল স্পার্ক বা 'পার্শিয়াল ডিসচার্জ' হতে থাকে। এই ডিসচার্জগুলো ধীরে ধীরে ইনসুলেশনকে ক্ষয় করে এবং অবশেষে একটি বড় ফল্টের জন্ম দেয়। বিশেষ যন্ত্র দিয়ে এই পিডি সিগন্যাল সনাক্ত করে কেবিলের স্বাস্থ্য পরীক্ষা করা হয়।"
      }
    ]
  }
}
