{
  "level_id": "3.10",
  "badge_name": "লাইন চেনার জাদুকর",
  "level_title": "লাইন ডায়াগ্রাম পড়া: কাগজের ওপর জাদুর নকশা",
  "mission_briefing": "আপনি এখন লাইনের প্রতিটি উপাদানকে আলাদাভাবে চিনতে পারেন। কিন্তু কীভাবে এই সমস্ত উপাদান একসাথে একটি সম্পূর্ণ নেটওয়ার্ক তৈরি করে? এর উত্তর লুকিয়ে আছে একটি কাগজের নকশার মধ্যে—সিঙ্গেল লাইন ডায়াগ্রাম বা SLD। এটি হলো পুরো বিদ্যুৎ নেটওয়ার্কের একটি সরলীকৃত রোডম্যাপ। একজন দক্ষ লাইনম্যানের জন্য এই ম্যাপ পড়া শিখাটা অপরিহার্য। এই লেভেলের মিশন হলো, এই জাদুকরী নকশার ভাষা বোঝা এবং কাগজের ওপর দেখেই ফিল্ডের বাস্তব চিত্র কল্পনা করতে শেখা।",
  "sections": [
    {
      "title": "বৈদ্যুতিক রোডম্যাপের পাঠোদ্ধার",
      "points": [
        {
          "item_name": "১. সিঙ্গেল লাইন ডায়াগ্রাম (SLD) কী?",
          "specifications": "SLD হলো একটি বৈদ্যুতিক সার্কিটের একটি সরলীকৃত গ্রাফিকাল উপস্থাপনা। থ্রি-ফেজ সিস্টেমের তিনটি তারকে (R, Y, B) আলাদাভাবে না দেখিয়ে, একটিমাত্র লাইন দিয়ে পুরো সিস্টেমটিকে দেখানো হয়। এতে বিভিন্ন স্ট্যান্ডার্ড প্রতীক বা চিহ্ন (Symbols) ব্যবহার করে ট্রান্সফরমার, সার্কিট ব্রেকার, ফিউজ, আইসোলেটর ইত্যাদি বোঝানো হয়।",
          "importance": "এটি একটি জটিল থ্রি-ফেজ নেটওয়ার্ককে খুব সহজে এবং পরিষ্কারভাবে বুঝতে সাহায্য করে। ফল্ট খোঁজা, নতুন লাইন ডিজাইন করা বা কোনো নির্দিষ্ট এলাকাকে বিচ্ছিন্ন (Isolate) করার পরিকল্পনা করার জন্য এটি একটি অপরিহার্য টুল।",
          "daily_check": "আপনার কাজের এলাকার SLD-এর একটি কপি আপনার কাছে বা আপনার গাড়িতে থাকা উচিত।"
        },
        {
          "item_name": "২. সাধারণ প্রতীক বা চিহ্নগুলো চেনা",
          "specifications": "কিছু অতি সাধারণ প্রতীক হলো:\n• ট্রান্সফরমার: দুটি কুণ্ডলীর (Coil) প্রতীক, যা একে অপরকে স্পর্শ করে না।\n• সার্কিট ব্রেকার: একটি ছোট বক্সের প্রতীক।\n• আইসোলেটর/AB সুইচ: একটি সরলরেখার ওপর একটি ভাঙা লাইনের প্রতীক।\n• ডিও ফিউজ: একটি ফিউজের সাধারণ প্রতীকের সাথে একটি তীরের মতো চিহ্ন।\n• লাইটনিং অ্যারেস্টার: একটি অ্যারো-হেড যা একটি বক্সের সাথে যুক্ত এবং মাটিতে যাচ্ছে।\n• আর্থিং: কয়েকটি সমান্তরাল ছোট থেকে বড় হওয়া লাইন।\n• লাইন: একটি সরলরেখা।",
          "importance": "এই প্রতীকগুলো হলো SLD-এর বর্ণমালা। এই বর্ণমালা না চিনলে আপনি ডায়াগ্রামটি পড়তে পারবেন না।",
          "safety_tip": "ডায়াগ্রামে দেখানো আইসোলেটর এবং সার্কিট ব্রেকারের মধ্যে পার্থক্য বোঝাটা সুরক্ষার জন্য অত্যন্ত জরুরি। আইসোলেটর কখনো অন-লোডে খোলা যায় না।"
        },
        {
          "item_name": "৩. ডায়াগ্রাম থেকে তথ্য উদ্ধার",
          "specifications": "একটি ভালো SLD শুধু প্রতীকই দেখায় না, সাথে গুরুত্বপূর্ণ তথ্যও দেয়, যেমন:\n• ভোল্টেজ লেভেল: লাইনের বিভিন্ন অংশে ভোল্টেজ কত (যেমন 11kV, 415V)।\n• সরঞ্জামের রেটিং: ট্রান্সফরমারের kVA রেটিং, ফিউজের অ্যাম্পিয়ার রেটিং, কেবিলের সাইজ (sq. mm)।\n• ফিডারের নাম ও নম্বর: প্রতিটি লাইন বা ফিডারের একটি নির্দিষ্ট নাম বা নম্বর থাকে, যা দিয়ে সেটিকে সনাক্ত করা হয়।\n• নরমালি ওপেন/ক্লোজড (NO/NC) পয়েন্ট: কোন সুইচ বা আইসোলেটর স্বাভাবিক অবস্থায় খোলা থাকে এবং কোনটি বন্ধ থাকে, তা ডায়াগ্রামে উল্লেখ করা থাকে।",
          "importance": "এই তথ্যগুলো আপনাকে পারমিট নেওয়ার সময় সঠিক ফিডারের নাম বলতে, সঠিক সাইজের ফিউজ ব্যবহার করতে এবং ফল্টের সময় দ্রুত সিদ্ধান্ত নিতে সাহায্য করে।",
          "daily_check": "কোনো কাজ শুরু করার আগে, ডায়াগ্রাম দেখে আপনার কাজের এলাকা এবং আইসোলেশন পয়েন্টগুলো চিহ্নিত করুন।"
        }
      ]
    }
  ],
  "image_suggestion": "একটি সহজ সিঙ্গেল লাইন ডায়াগ্রামের ছবি। এতে একটি ১১ কেভি লাইন এসে একটি সার্কিট ব্রেকার, তারপর একটি আইসোলেটর হয়ে একটি ডিস্ট্রিবিউশন ট্রান্সফরমারে (Dyn11, 100kVA) ঢুকছে। ট্রান্সফরমারের এলটি সাইডে একটি এলটি ব্রেকার এবং তারপর দুটি আউটগোয়িং ফিডার দেখানো হয়েছে, যাদের সাথে ফিউজ এবং কেবিলের সাইজ লেখা আছে। প্রতিটি প্রতীকের পাশে তার নাম (যেমন 'Transformer', 'Circuit Breaker') লেখা থাকবে।",
  "pro_tip": {
    "title": "বিশেষ প্রো টিপস (Pro Tips)",
    "content": [
      "১. উপর থেকে নিচে পড়ুন: সাধারণত SLD-গুলো পাওয়ার সোর্সের দিক থেকে (ওপর) লোডের দিকে (নিচে) আঁকা হয়। তাই ডায়াগ্রামটি উপর থেকে নিচে পড়লে বিদ্যুতের প্রবাহ বোঝা সহজ হয়।",
      "২. ডায়াগ্রাম এবং বাস্তবতার মিল: অনেক সময় ফিল্ডের বাস্তব অবস্থার সাথে পুরনো ডায়াগ্রামের মিল থাকে না (যেমন নতুন লাইন টানা হয়েছে যা ডায়াগ্রামে নেই)। সবসময় ডায়াগ্রামকে বাস্তবতার সাথে মিলিয়ে নিন।",
      "৩. জিওগ্রাফিক্যাল লেআউট: কিছু ডায়াগ্রাম জিওগ্রাফিক্যাল লেআউটের ওপর আঁকা থাকে, যা আপনাকে কোন পোল কোথায় অবস্থিত এবং লাইনটি কোন রাস্তা দিয়ে গেছে, তা বুঝতে সাহায্য করে।",
      "৪. ডিজিটাল SLD: আধুনিক কন্ট্রোল রুমগুলোতে এখন কম্পিউটারাইজড SLD ব্যবহার করা হয়, যেখানে লাইনের অবস্থা (চালু/বন্ধ) রিয়েল-টাইমে রঙের মাধ্যমে দেখানো হয়।"
    ]
  },
  "myth_buster": {
    "title": "মিথ বাস্টার (Myth Buster)",
    "myths": [
      {
        "myth": "আমি তো এই এলাকা হাতের তালুর মতো চিনি, আমার আবার ডায়াগ্রাম দেখার কী দরকার!",
        "reality": "ভুল। মানুষের স্মৃতি ভুল করতে পারে, কিন্তু একটি আপ-টু-ডেট ডায়াগ্রাম ভুল করে না। রিং সিস্টেম বা ইন্টারকানেক্টেড ফিডারের ক্ষেত্রে, আপনি যা ভাবছেন বিদ্যুৎ হয়তো তার উল্টো দিক থেকেও আসতে পারে। ডায়াগ্রাম আপনাকে সম্পূর্ণ চিত্রটি দেখায়।"
      },
      {
        "myth": "সিঙ্গেল লাইন ডায়াগ্রামে তো একটাই তার দেখানো হয়, তাহলে বাকি দুটো তার কোথায় গেল?",
        "reality": "এটি একটি সরলীকৃত উপস্থাপনা। একটি লাইন দিয়ে আসলে তিনটি ফেজকেই বোঝানো হয়। এটি করা হয় যাতে ডায়াগ্রামটি দেখতে পরিষ্কার এবং বোঝা সহজ হয়।"
      }
    ]
  },
  "advanced_section": {
    "title": "এর পেছনের ইঞ্জিনিয়ারিং ফ্যাক্টস",
    "facts": [
      {
        "title": "রিলে কো-অর্ডিনেশন (Relay Coordination)",
        "content": "একটি সম্পূর্ণ নেটওয়ার্কের SLD-এর ওপর ইঞ্জিনিয়াররা বিভিন্ন সুরক্ষা রিলের (যেমন ওভারকারেন্ট, আর্থ ফল্ট) সেটিং ডিজাইন করেন। তাদের লক্ষ্য থাকে, ফল্টের সময় যেন শুধু ফল্টের সবচেয়ে কাছের ব্রেকারটিই ট্রিপ করে এবং বাকি সিস্টেম চালু থাকে। এই জটিল গণনা এবং পরিকল্পনাকে রিলে কো-অর্ডিনেশন বলে।"
      },
      {
        "title": "লোড ফ্লো স্টাডি (Load Flow Study)",
        "content": "একটি SLD এবং সিস্টেমের ডেটা ব্যবহার করে কম্পিউটার সফটওয়্যারের মাধ্যমে 'লোড ফ্লো স্টাডি' করা হয়। এটি দেখায় যে স্বাভাবিক অবস্থায় নেটওয়ার্কের কোন লাইনে কতটা কারেন্ট প্রবাহিত হচ্ছে, কোথায় ভোল্টেজ ড্রপ হচ্ছে এবং কোন লাইন ওভারলোডেড হওয়ার সম্ভাবনা আছে। এটি সিস্টেম পরিকল্পনা এবং সম্প্রসারণের জন্য একটি অপরিহার্য টুল।"
      }
    ]
  }
}

