{
  "level_id": "6.6",
  "badge_name": "যন্ত্র গুরু",
  "level_title": "এবি কেবিল (AB Cable): ঝঞ্ঝাটমুক্ত আধুনিক লাইন",
  "mission_briefing": "খোলা বা বেয়ার কন্ডাক্টরের দিন শেষ! শহরের ভিড়ে বা জঙ্গলের মধ্যে দিয়ে লাইন নিয়ে যাওয়ার সময় শর্ট সার্কিট, বিদ্যুৎ চুরি এবং নিরাপত্তার ঝুঁকি সবসময়ই ছিল। এর সমাধান হিসেবে এসেছে এরিয়াল বান্চড কেবিল বা এবি কেবিল। এটি হলো ওভারহেড লাইনের একটি ইনসুলেটেড এবং কমপ্যাক্ট সংস্করণ। এই লেভেলের মিশন হলো, এই আধুনিক লাইন সিস্টেমকে চেনা, এর বিশেষ হার্ডওয়্যারগুলো সম্পর্কে জানা এবং এর সাথে কাজ করার কৌশলগুলো আয়ত্ত করা।",
  "sections": [
    {
      "title": "বান্ডিলের শক্তি: সুবিধা ও ইনস্টলেশন",
      "points": [
        {
          "item_name": "১. এবি কেবিল (Aerial Bunched Cable) কী?",
          "specifications": "এবি কেবিল হলো একটি বান্ডিল যেখানে তিনটি ইনসুলেটেড ফেজ কন্ডাক্টর এবং একটি বেয়ার বা ইনসুলেটেড নিউট্রাল-কাম-মেসেঞ্জার তার একসাথে পেঁচানো থাকে। মেসেঞ্জার তারটিই পুরো কেবিলের যান্ত্রিক টান বা ওজন বহন করে। এটি সাধারণত অ্যালুমিনিয়ামের মিশ্র ধাতু দিয়ে তৈরি হয়।",
          "importance": "এর প্রধান সুবিধাগুলো হলো:\n• নিরাপত্তা: সম্পূর্ণ ইনসুলেটেড হওয়ায় শক লাগার বা শর্ট সার্কিটের ঝুঁকি প্রায় নেই।\n• নির্ভরযোগ্যতা: গাছের ডাল বা অন্য কিছুর সংস্পর্শে এলেও ফল্ট হয় না, ফলে বিদ্যুৎ সরবরাহ নিরবচ্ছিন্ন থাকে।\n• বিদ্যুৎ চুরি রোধ: এই কেবিল থেকে অবৈধভাবে হুকিং করা প্রায় অসম্ভব।\n• কম জায়গা: এর জন্য কম 'রাইট-অফ-ওয়ে' প্রয়োজন এবং দেখতেও পরিচ্ছন্ন লাগে।",
          "daily_check": "লাইন পেট্রোলিং-এর সময় দেখুন কেবিলের বাইরের আবরণে কোনো গভীর কাটা বা ক্ষতি হয়েছে কিনা।"
        },
        {
          "item_name": "২. বিশেষ হার্ডওয়্যার: সঠিক ফিটিং, সেরা পারফর্ম্যান্স",
          "specifications": "এবি কেবিলের জন্য সাধারণ হার্ডওয়্যার কাজ করে না। এর জন্য বিশেষ ধরনের ফিটিংস প্রয়োজন:\n• সাসপেনশন ক্ল্যাম্প (Suspension Clamp): সোজা লাইনে, এটি মেসেঞ্জার তারটিকে ধরে কেবিলকে পোলের সাথে ঝুলিয়ে রাখে।\n• অ্যাঙ্কারিং বা টেনশন ক্ল্যাম্প (Anchoring/Tension Clamp): যেখানে লাইন শেষ হচ্ছে (Dead end) বা মোড় নিচ্ছে, সেখানে এটি মেসেঞ্জার তারটিকে শক্ত করে ধরে পুরো টান বা টেনশন সহ্য করে।\n• ইনসুলেশন পিয়ার্সিং কানেক্টর (IPC): সার্ভিস কানেকশন বা জাম্পার সংযোগ করার জন্য এটি ব্যবহার করা হয়। এর ধারালো দাঁতগুলো ইনসুলেশন ভেদ করে সংযোগ তৈরি করে।",
          "importance": "ভুল হার্ডওয়্যার ব্যবহার করলে বা মেসেঞ্জার তারের বদলে ফেজ কন্ডাক্টরের ওপর ক্ল্যাম্প লাগালে কেবিলটি মারাত্মকভাবে ক্ষতিগ্রস্ত হবে এবং ছিঁড়ে যেতে পারে।"
        },
        {
          "item_name": "৩. ইনস্টলেশন এবং সাধারণ সমস্যা (Troubleshooting)",
          "specifications": "• ইনস্টলেশন: এবি কেবিল লাগানোর সময় বিশেষ রোলার ব্যবহার করা হয় যাতে টানার সময় এর ইনসুলেশন ক্ষতিগ্রস্ত না হয়।\n• সাধারণ সমস্যা:\n  - ইনসুলেশনে কাটা বা নিক (Insulation Nick): ইনস্টলেশনের সময় বা ধারালো বস্তুর আঘাতে ইনসুলেশন কেটে গেলে সেখানে জল ঢুকে ফল্ট হতে পারে।\n  - দুর্বল অ্যাঙ্করিং: টেনশন ক্ল্যাম্প ঠিকমতো না লাগালে কেবিল ঝুলে পড়তে পারে।\n  - ভুল IPC কানেকশন: IPC কানেক্টরের শেয়ার-হেড না ভাঙা পর্যন্ত টাইট না দিলে কানেকশন লুজ থেকে যায়।",
          "importance": "যদিও এবি কেবিল খুব নির্ভরযোগ্য, কিন্তু এর ইনস্টলেশন পদ্ধতি সঠিক না হলে এর সমস্ত সুবিধা নষ্ট হয়ে যায়।",
          "safety_tip": "যদিও এটি ইনসুলেটেড, কিন্তু কাজ করার সময় এটিকে সবসময় 'লাইভ' হিসেবেই গণ্য করতে হবে এবং সমস্ত সুরক্ষা নিয়ম (PTW, PPE) মেনে চলতে হবে।"
        }
      ]
    }
  ],
  "image_suggestion": "একটি ছবি যেখানে একটি পোল থেকে এবি কেবিল যাচ্ছে। পোলের ওপর একটি সাসপেনশন ক্ল্যাম্প এবং একটি টেনশন ক্ল্যাম্প স্পষ্টভাবে চিহ্নিত করা থাকবে। একটি সার্ভিস কানেকশনের জায়গায় IPC কানেক্টরের একটি ক্লোজ-আপ ছবিও থাকবে, যা দেখাচ্ছে কীভাবে এটি ইনসুলেশন ভেদ করে।",
  "pro_tip": {
    "title": "বিশেষ প্রো টিপস (Pro Tips)",
    "content": [
      "১. মেসেঞ্জার তারকে চিনুন: বেশিরভাগ এলটি এবি কেবিলে, মেসেঞ্জার তারটিই নিউট্রালের কাজ করে এবং এটি অন্য ফেজ কন্ডাক্টরগুলোর চেয়ে আকারে ভিন্ন হতে পারে বা এর গায়ে বিশেষ চিহ্ন থাকতে পারে। এর ওপরই সমস্ত ক্ল্যাম্প লাগাতে হয়।",
      "২. ফেজ চিহ্নিতকরণ: ফেজ কন্ডাক্টরগুলোর ইনসুলেশনের গায়ে সাধারণত রিজ (Ridge) বা লাইনের সংখ্যা (১, ২, ৩) দিয়ে ফেজ চিহ্নিত করা থাকে।",
      "৩. ১১ কেভি এবি কেবিল: হাই-ভোল্টেজ এবি কেবিলের গঠন আরও জটিল হয়। এর ভেতরে সেমি-কন্ডাক্টিং স্তর এবং মেটালিক স্ক্রিন থাকে, যা বৈদ্যুতিক চাপকে নিয়ন্ত্রণ করে। এর টার্মিনেশন এবং জয়েন্টিং সাধারণ এলটি কেবিলের চেয়ে অনেক আলাদা।",
      "৪. ইনসুলেশন মেরামত: যদি ইনসুলেশনে সামান্য ক্ষতি হয়, তবে সেটিকে একটি বিশেষ ওয়াটারপ্রুফ ইনসুলেটিং টেপ বা হিট-স্রিঙ্ক টিউব (Heat-shrink tube) দিয়ে মেরামত করা যেতে পারে।"
    ]
  },
  "myth_buster": {
    "title": "মিথ বাস্টার (Myth Buster)",
    "myths": [
      {
        "myth": "এবি কেবিল তো সম্পূর্ণ ইনসুলেটেড, তাই এটাতে খালি হাতে কাজ করা যায়।",
        "reality": "মারাত্মক ভুল এবং বিপজ্জনক! ইনসুলেশনটি শুধুমাত্র আবহাওয়া এবং আকস্মিক স্পর্শ থেকে সুরক্ষা দেয়। এটি লাইভ লাইন কাজের জন্য ডিজাইন করা হয়নি। যেকোনো ইনসুলেশনে একটি অদৃশ্য পিন-হোল বা ফাটল থাকতে পারে, যা মারাত্মক শক দেওয়ার জন্য যথেষ্ট।"
      },
      {
        "myth": "যেকোনো ক্ল্যাম্প দিয়েই এবি কেবিল লাগানো যায়।",
        "reality": "না। সাধারণ বেয়ার কন্ডাক্টরের ক্ল্যাম্প এবি কেবিলের ইনসুলেশনকে কেটে নষ্ট করে দেবে এবং এটি সঠিক গ্রিপও দেবে না। এবি কেবিলের জন্য বিশেষভাবে ডিজাইন করা হার্ডওয়্যারই ব্যবহার করতে হবে।"
      }
    ]
  },
  "advanced_section": {
    "title": "এর পেছনের ইঞ্জিনিয়ারিং ফ্যাক্টস",
    "facts": [
      {
        "title": "XLPE ইনসুলেশন",
        "content": "এবি কেবিলের ইনসুলেশন সাধারণত UV-প্রতিরোধী ক্রস-লিঙ্কড পলিইথিলিন (XLPE) দিয়ে তৈরি হয়। 'ক্রস-লিঙ্কিং' একটি রাসায়নিক প্রক্রিয়া যা পলিইথিলিনের আণবিক গঠনকে একটি ত্রিমাত্রিক নেটওয়ার্কে পরিণত করে। এর ফলে, এটি সাধারণ প্লাস্টিকের চেয়ে অনেক বেশি তাপমাত্রা (90°C পর্যন্ত) সহ্য করতে পারে, রাসায়নিকভাবে مقاوم এবং যান্ত্রিকভাবে অনেক বেশি শক্তিশালী হয়।"
      },
      {
        "title": "রিঅ্যাক্ট্যান্স (Reactance)",
        "content": "এবি কেবিলে ফেজ কন্ডাক্টরগুলো একে অপরের খুব কাছাকাছি থাকায়, এর ইন্ডাক্টিভ রিঅ্যাক্ট্যান্স বেয়ার কন্ডাক্টর সিস্টেমের চেয়ে কম হয়। এর ফলে লাইনের ভোল্টেজ ড্রপ কমে এবং পাওয়ার ট্রান্সফার ক্ষমতা কিছুটা বাড়ে।"
      }
    ]
  }
}
