{
  "level_id": "3.4",
  "badge_name": "লাইন চেনার জাদুকর",
  "level_title": "ডিও (DO) ফিউজ ও হর্ন গ্যাপ ফিউজ: নীরব প্রহরী",
  "mission_briefing": "একটি বৈদ্যুতিক লাইনের সবচেয়ে বড় শত্রু হলো শর্ট সার্কিট বা ওভারলোড। এই শত্রুর হাত থেকে লক্ষ লক্ষ টাকার ট্রান্সফরমার এবং পুরো নেটওয়ার্ককে বাঁচানোর জন্য লাইনে একজন নীরব প্রহরী মোতায়েন থাকে—ফিউজ। এটি নিজে 'আত্মবলিদান' দিয়ে পুরো সিস্টেমকে রক্ষা করে। এই লেভেলের মিশন হলো, এই আত্মবলিদানকারী প্রহরীদের চেনা, তাদের কার্যকারিতা বোঝা এবং তাদের সঠিকভাবে পরিচালনা করতে শেখা।",
  "sections": [
    {
      "title": "সিস্টেমের আত্মবলিদানকারী রক্ষক",
      "points": [
        {
          "item_name": "১. ফিউজের মূল মন্ত্র: কী এবং কেন?",
          "specifications": "ফিউজ হলো একটি সুরক্ষা ডিভাইস যার ভেতরে একটি সরু পরিবাহী তার বা স্ট্রিপ (Fuse Element) থাকে। যখন সার্কিটে কারেন্টের পরিমাণ একটি নির্দিষ্ট নিরাপদ সীমার বাইরে চলে যায় (ওভারলোড বা শর্ট সার্কিটের কারণে), তখন এই সরু তারটি অতিরিক্ত তাপে গলে যায় এবং সার্কিটকে বিচ্ছিন্ন (Open) করে দেয়।",
          "importance": "এটি একটি বাড়ির ফিউজ বা গাড়ির ফিউজের মতোই কাজ করে, কিন্তু অনেক বড় এবং উচ্চ ভোল্টেজের জন্য। এটি ট্রান্সফরমারের মতো দামী সরঞ্জামকে রক্ষা করার প্রথম এবং সবচেয়ে সহজ উপায়।",
          "daily_check": "লাইন পেট্রোলিং-এর সময়, দূর থেকে দেখুন কোনো ফিউজ 'ড্রপ-আউট' বা খোলা অবস্থায় আছে কিনা। এটি ওই লাইনে ফল্টের একটি স্পষ্ট ইঙ্গিত।"
        },
        {
          "item_name": "২. ডিও (DO) ফিউজ (Dropout Fuse): সবচেয়ে পরিচিত প্রহরী",
          "specifications": "• গঠন: এটি দুটি প্রধান অংশ নিয়ে গঠিত—একটি স্থির পোর্সেলিন ইনসুলেটর যা ক্রস-আর্মে লাগানো থাকে, এবং একটি ফিউজ হোল্ডার বা 'ফিউজ ব্যারেল' যা কব্জার মতো লাগানো থাকে। ফিউজ তারটি এই ব্যারেলের ভেতরে থাকে।\n• কার্যকারিতা: যখন ফিউজ তারটি গলে যায়, তখন একটি স্প্রিং মেকানিজমের সাহায্যে ফিউজ ব্যারেলটি তার ওপরের কন্টাক্ট থেকে বিচ্ছিন্ন হয়ে মাধ্যাকর্ষণের টানে নিচে ঝুলে পড়ে বা 'ড্রপ-আউট' হয়।",
          "importance": "এর প্রধান সুবিধা হলো, দূর থেকে দেখেই বোঝা যায় কোন ফেজের ফিউজটি উড়ে গেছে। এটি লাইনম্যানদের জন্য ফল্ট খুঁজে বের করা অনেক সহজ করে দেয়। এটি লাইনকে আইসোলেট করার জন্যও একটি সুইচ হিসেবে ব্যবহৃত হয়।",
          "safety_tip": "ডিও ফিউজ খোলার বা লাগানোর সময় হট স্টিক ব্যবহার করা এবং সঠিক শারীরিক অবস্থান বজায় রাখা অপরিহার্য।"
        },
        {
          "item_name": "৩. হর্ন গ্যাপ ফিউজ (Horn Gap Fuse): গ্রামীণ রক্ষক",
          "specifications": "• গঠন: এটি সাধারণত দুটি শিং-এর মতো দেখতে ধাতব রড (Horns) দিয়ে তৈরি, যাদের মধ্যে একটি ছোট এয়ার গ্যাপ বা বায়ুশূন্য স্থান থাকে। ফিউজ তারটি এই দুটি হর্নের মধ্যে বাঁধা থাকে।\n• কার্যকারিতা: যখন ফিউজ গলে যায়, তখন যে আর্ক তৈরি হয়, সেটি গরম বাতাসের সাথে ওপরের দিকে উঠতে থাকে এবং হর্ন দুটির মধ্যে দূরত্ব বাড়তে থাকায় একসময় আর্কটি নিজে থেকেই নিভে যায়।",
          "importance": "এগুলো খুব সরল, সস্তা এবং রক্ষণাবেক্ষণ করা সহজ, তাই গ্রামীণ বা কম গুরুত্বপূর্ণ লাইনে এদের ব্যবহার দেখা যায়। তবে এগুলো ডিও ফিউজের মতো নির্ভরযোগ্য নয় এবং এদের ফল্ট ক্লিয়ারিং ক্ষমতা কম।",
          "safety_tip": "এই ফিউজের আর্ক নেভানোর ক্ষমতা কম হওয়ায়, বড় ফল্টের সময় এটি বিপজ্জনক হতে পারে।"
        },
        {
          "item_name": "৪. সঠিক ফিউজ এলিমেন্ট নির্বাচন: সবচেয়ে গুরুত্বপূর্ণ সিদ্ধান্ত",
          "specifications": "• উপাদান: ফিউজ তার সাধারণত টিন, রুপা, তামা বা এদের মিশ্র ধাতু দিয়ে তৈরি হয়।\n• রেটিং: প্রতিটি ফিউজ তারের একটি নির্দিষ্ট অ্যাম্পিয়ার রেটিং (যেমন 10A, 25A) থাকে। এই রেটিং নির্ভর করে যে ট্রান্সফরমার বা লাইনকে সুরক্ষা দেওয়া হচ্ছে তার ক্ষমতার ওপর।\n• প্রকারভেদ: 'K' টাইপ (ফাস্ট-অ্যাক্টিং) এবং 'T' টাইপ (স্লো-ব্লো) ফিউজ লিঙ্ক পাওয়া যায়, যা ফল্টের ধরনের ওপর নির্ভর করে ব্যবহৃত হয়।",
          "importance": "সঠিক রেটিং-এর চেয়ে মোটা তার ব্যবহার করা একটি মারাত্মক ভুল। এটি ওভারলোডের সময় ফিউজকে উড়তে দেবে না, যার ফলে ট্রান্সফরমারের মতো দামী সরঞ্জাম পুড়ে যেতে পারে। আবার, খুব সরু তার ব্যবহার করলে সেটি স্বাভাবিক লোডেই বারবার উড়ে যাবে।",
          "pro_tip": "সাধারণত ট্রান্সফরমারের গায়ে বা পোলের ওপর একটি প্লেটে লেখা থাকে যে কত অ্যাম্পিয়ারের ফিউজ ব্যবহার করতে হবে।"
        }
      ]
    }
  ],
  "image_suggestion": "পাশাপাশি একটি ডিও ফিউজের ছবি (বন্ধ এবং খোলা বা 'ড্রপ-আউট' অবস্থায়) এবং একটি হর্ন গ্যাপ ফিউজের ছবি। ডিও ফিউজের ছবিতে ফিউজ ব্যারেল এবং ইনসুলেটর চিহ্নিত থাকবে। নিচে বিভিন্ন অ্যাম্পিয়ার রেটিং-এর ফিউজ লিঙ্ক-এর একটি ছবিও দেওয়া যেতে পারে।",
  "pro_tip": {
    "title": "বিশেষ প্রো টিপস (Pro Tips)",
    "content": [
      "১. দুটি নয়, তিনটিই খুলুন: একটি থ্রি-ফেজ ট্রান্সফরমারের যদি একটি ফিউজ উড়ে যায়, তবে ট্রান্সফরমারটিকে সম্পূর্ণ বিচ্ছিন্ন করার জন্য বাকি দুটি ফেজের ফিউজও খুলে দেওয়া উচিত।",
      "২. এক্সপல்শন গ্যাস: ডিও ফিউজের ব্যারেলের ভেতরে ফিউজ তারের চারপাশে বোরিক অ্যাসিড পাউডারের মতো উপাদান থাকে। আর্ক তৈরি হলে, এই উপাদানটি গ্যাস তৈরি করে যা আর্ককে সজোরে বাইরে বের করে দেয় ('এক্সপেল' করে)। তাই ফিউজ খোলার সময় একটি ছোট বিস্ফোরণের মতো শব্দ হতে পারে।",
      "৩. কন্টাক্ট পরিষ্কার রাখুন: ডিও ফিউজের ওপরের এবং নিচের কন্টাক্টগুলো পরিষ্কার থাকাটা জরুরি। ময়লা বা কার্বন জমলে সেখানে স্পার্কিং হয়ে কন্টাক্ট নষ্ট হয়ে যেতে পারে।",
      "৪. ফিউজ তার বাঁধার কৌশল: ফিউজ ব্যারেলের মধ্যে ফিউজ লিঙ্কটি সঠিকভাবে এবং সঠিক টানে বাঁধা একটি শিল্প। ঢিলা কানেকশন বা ভুলভাবে বাঁধা ফিউজ ঠিকমতো কাজ করে না।"
    ]
  },
  "myth_buster": {
    "title": "মিথ বাস্টার (Myth Buster)",
    "myths": [
      {
        "myth": "ফিউজ বারবার উড়ে যাচ্ছে, তাই একটা মোটা তার লাগিয়ে দিলেই সমস্যা সমাধান হয়ে যাবে।",
        "reality": "এটি একটি ভয়ঙ্কর এবং অপেশাদার অভ্যাস, যা আত্মহত্যার সামিল। ফিউজ বারবার উড়ে যাওয়া মানে লাইনে কোনো সমস্যা (ফল্ট) আছে। মোটা তার লাগিয়ে আপনি ফিউজের সুরক্ষা কবচটিকেই নষ্ট করে দিচ্ছেন, যা আপনার ট্রান্সফরমার বা পুরো লাইনকে পুড়িয়ে দিতে পারে।"
      },
      {
        "myth": "যেকোনো ধাতব তার দিয়েই ফিউজ লিঙ্ক বানানো যায়।",
        "reality": "ভুল। ফিউজ লিঙ্ক একটি বিশেষভাবে ডিজাইন করা উপাদান যার গলনাঙ্ক এবং কারেন্ট বহন করার ক্ষমতা খুব নিখুঁতভাবে মাপা থাকে। সাধারণ তার ব্যবহার করলে সেটি কখন গলবে তার কোনো নিশ্চয়তা নেই।"
      }
    ]
  },
  "advanced_section": {
    "title": "এর পেছনের ইঞ্জিনিয়ারিং ফ্যাক্টস",
    "facts": [
      {
        "title": "টাইম-কারেন্ট ক্যারেক্টারিস্টিকস (Time-Current Characteristics - TCC)",
        "content": "প্রতিটি ফিউজের একটি TCC কার্ভ থাকে, যা দেখায় যে কত পরিমাণ অতিরিক্ত কারেন্টের জন্য ফিউজটি কত সেকেন্ডের মধ্যে গলে যাবে। যেমন, একটি ফিউজ হয়তো তার রেটিং-এর দ্বিগুণ কারেন্টে ১০ সেকেন্ড ধরে চলতে পারে, কিন্তু দশগুণ কারেন্টে ০.১ সেকেন্ডের মধ্যেই গলে যাবে। এই বৈশিষ্ট্যটিই সার্কিট ব্রেকার এবং অন্যান্য সুরক্ষা ডিভাইসের সাথে সঠিক সমন্বয় (Coordination) করতে সাহায্য করে।"
      },
      {
        "title": "ইন্টারাপ্টিং ক্যাপাসিটি (Interrupting Capacity)",
        "content": "এটি হলো একটি ফিউজের সর্বোচ্চ ফল্ট কারেন্ট নিরাপদে বাধা দেওয়ার ক্ষমতা, যা অতিক্রম করলে ফিউজটি নিজে বিস্ফোরিত হতে পারে। একটি ডিস্ট্রিবিউশন সিস্টেমের কোন জায়গায় ফিউজটি লাগানো হচ্ছে, তার ওপর নির্ভর করে এর ইন্টারাপ্টিং ক্যাপাসিটি নির্ধারণ করা হয়।"
      }
    ]
  }
}

