{
  "level_id": "8.4",
  "badge_name": "জরুরী রেগুলেশন (WBERC ফোকাস)",
  "level_title": "গ্রিড কোড (Grid Code): সিস্টেম শৃঙ্খলার নিয়ম",
  "mission_briefing": "ভাবুন তো, একটা বিশাল অর্কেস্টায় হাজার জন বাজাচ্ছে। সবাই যদি নিজের ইচ্ছামতো সুরে বাজায়, তবে গান হবে না, হবে শুধুই হট্টগোল। আমাদের বিদ্যুৎ ব্যবস্থা বা 'গ্রিড' হলো সেই বিশাল অর্কেস্টা। এর সুর হলো 'ফ্রিকোয়েন্সি' (৫০ হার্টজ)। সবাই যেন এই একই সুরে এবং তালে চলে, তার জন্য যে কড়া নিয়মাবলী আছে, তাকেই বলে 'গ্রিড কোড'। সাবস্টেশন অপারেটর কেন হঠাৎ লোড শেডিং করতে বলে বা ভোল্টেজ কমে গেলে কী করতে হয়—সবকিছুর উত্তর আছে এখানে।",
  "sections": [
    {
      "title": "১. ফ্রিকোয়েন্সি (Frequency): গ্রিডের হার্টবিট",
      "image_name": "frequency_meter_50hz.jpg",
      "points": [
        {
          "item_name": "৫০ হার্টজ (50 Hz) লক্ষ্যমাত্রা",
          "specifications": "গ্রিড কোড অনুযায়ী ফ্রিকোয়েন্সি ৪৯.৯০ থেকে ৫০.০৫ হার্টজের মধ্যে রাখতে হয়।",
          "importance": "ফ্রিকোয়েন্সি কমে যাওয়া মানে লোড বেড়ে গেছে (সাপ্লাই কম), আর বেড়ে যাওয়া মানে লোড কমে গেছে। এই ব্যালেন্স নষ্ট হলে পুরো গ্রিড 'ব্ল্যাকআউট' বা ধসে পড়তে পারে।",
          "daily_check": "কন্ট্রোল রুমে ফ্রিকোয়েন্সি মিটারের দিকে নজর রাখুন। ৪৯.০-এর নিচে নামলে বিপদ আসন্ন।"
        },
        {
          "item_name": "ওভার-ড্রয়াল (Over-drawal) নিষেধ",
          "specifications": "রাজ্য বা ডিস্ট্রিবিউশন কোম্পানি তার ভাগের চেয়ে বেশি বিদ্যুৎ গ্রিড থেকে টানতে পারে না।",
          "importance": "যখন ফ্রিকোয়েন্সি কম থাকে, তখন গ্রিড থেকে বেশি বিদ্যুৎ টানলে জরিমানা (UI/DSM Charges) গুনতে হয়।"
        }
      ]
    },
    {
      "title": "২. লোড ম্যানেজমেন্ট ও ব্ল্যাকআউট প্রতিরোধ",
      "image_name": "load_shedding_switch.jpg",
      "points": [
        {
          "item_name": "ইমার্জেন্সি লোড শেডিং",
          "specifications": "SLDC (State Load Despatch Centre) থেকে নির্দেশ আসা মাত্রই ফিডার অফ করতে হয়।",
          "importance": "গ্রিড বাঁচাতে এটা 'কড়ক দাওয়াই'। লাইনম্যান হিসেবে আপনার খারাপ লাগতে পারে, কিন্তু পুরো রাজ্যকে অন্ধকার থেকে বাঁচাতে কিছু এলাকা সাময়িক বন্ধ রাখতেই হয়।",
          "daily_check": "ইমার্জেন্সি ফোন বা হটলাইনের রিং হলে সবার আগে ধরুন।"
        },
        {
          "item_name": "রোটেশনাল লোড শেডিং",
          "specifications": "একই এলাকায় বারবার লোড শেডিং না করে ঘুরিয়ে ঘুরিয়ে করা।",
          "importance": "গ্রাহকের ভোগান্তি কমানোর জন্য গ্রিড কোড এই নিয়ম মেনে চলতে বলে।"
        }
      ]
    },
    {
      "title": "৩. ভোল্টেজ কন্ট্রোল: সীমার মধ্যে থাকা",
      "image_name": "tap_changer_transformer.jpg",
      "points": [
        {
          "item_name": "ভোল্টেজ লিমিট",
          "specifications": "৩৩ কেভি বা ১১ কেভি সিস্টেমে ±৬% থেকে ±৯% এর বেশি ভেরিয়েশন বা ওঠানামা চলবে না।",
          "importance": "হাই ভোল্টেজে ইনসুলেটর বা লাইটনিং অ্যারেস্টার ফেটে যেতে পারে, আর লো ভোল্টেজে গ্রাহকের পাম্প বা মোটর জ্বলে যেতে পারে।",
          "daily_check": "পাওয়ার ট্রান্সফরমারের 'ট্যাপ চেঞ্জার' (OLTC) সঠিক পজিশনে আছে কি না দেখুন।"
        }
      ]
    }
  ],
  "pro_tip": {
    "title": "ওস্তাদের মার (Pro Tips)",
    "content": [
      "১. হুকুমের গোলাম: লোড শেডিং-এর অর্ডার এলে প্রশ্ন করবেন না, আগে লাইন কাটুন। কারণ গ্রিড সেকেন্ডের মধ্যে ধসে পড়তে পারে। দেরি করার সময় নেই।",
      "২. ক্যাপাসিটর ব্যাংক অন রাখুন: লো ভোল্টেজের সমস্যায় ক্যাপাসিটর ব্যাংক অন করলে ভোল্টেজ কিছুটা বাড়ে এবং পাওয়ার ফ্যাক্টর ঠিক থাকে। এটা গ্রিড কোড মানতে সাহায্য করে।",
      "৩. গ্রাহককে বোঝান: লোড শেডিং হলে গ্রাহক গালাগাল দেয়। তাদের বুঝিয়ে বলুন, \"দাদা, এটা লোকাল ফল্ট নয়, ওপর থেকে গ্রিড বাঁচাতে লাইন অফ করেছে।\""
    ]
  },
  "myth_buster": {
    "title": "মিথ বাস্টার (Myth Buster)",
    "myths": [
      {
        "myth": "লোড শেডিং মানেই বিদ্যুতের অভাব বা কোম্পানি বিদ্যুৎ তৈরি করছে না।",
        "reality": "সব সময় নয়। অনেক সময় ঝড়ের কারণে ট্রান্সমিশন লাইন ট্রিপ করলে বা ফ্রিকোয়েন্সি মারাত্মক কমে গেলে গ্রিড স্টেবিলিটির জন্য লোড শেডিং করা হয়।"
      },
      {
        "myth": "আমাদের ছোট সাবস্টেশন বন্ধ করলে গ্রিডের কি বা এসে যাবে?",
        "reality": "বিন্দু বিন্দু জলেই সিন্ধু হয়। হাজারটা ছোট ফিডার একসঙ্গে বন্ধ না করলে ফ্রিকোয়েন্সি রিকভার করা অসম্ভব।"
      }
    ]
  },
  "advanced_section": {
    "title": "কন্ট্রোল রুমের হায়ারার্কি (SLDC & RLDC)",
    "facts": [
      {
        "title": "SLDC (State Load Despatch Centre)",
        "content": "রাজ্যের গ্রিড কন্ট্রোল রুম (পশ্চিমবঙ্গে এটি আন্দুল রোড, হাওড়ায় অবস্থিত)। এরা রাজ্যের সব পাওয়ার প্ল্যান্ট এবং সাবস্টেশনকে মনিটর করে।"
      },
      {
        "title": "ABT (Availability Based Tariff)",
        "content": "এটি একটি কমার্শিয়াল মেকানিজম। নিয়ম মেনে ফ্রিকোয়েন্সি ভালো রাখলে ইনসেনটিভ পাওয়া যায়, আর নিয়ম ভাঙলে পেনাল্টি দিতে হয়।"
      }
    ]
  }
}
