{
  "level_id": "3.2",
  "badge_name": "লাইন চেনার জাদুকর",
  "level_title": "ইনসুলেটর পরিচিতি: পিন, ডিস্ক, শ্যাকল",
  "mission_briefing": "বিদ্যুৎ সবসময় সবচেয়ে সহজ পথে মাটিতে যাওয়ার চেষ্টা করে। ইনসুলেটর হলো সেই বিশ্বস্ত প্রহরী যে বিদ্যুৎকে কন্ডাক্টরের মধ্যেই আটকে রাখে এবং পোল বা টাওয়ারের মধ্যে দিয়ে মাটিতে মিশে যাওয়া থেকে বিরত রাখে। এটি দেখতে সাধারণ সিরামিকের মতো হলেও, এটি লাইনের অন্যতম গুরুত্বপূর্ণ সুরক্ষা উপাদান। এই লেভেলের মিশন হলো, এই প্রহরীদের চেনা, তাদের বিভিন্ন রূপ ও কাজ বোঝা এবং তাদের দুর্বলতাগুলো চিহ্নিত করতে শেখা।",
  "sections": [
    {
      "title": "লাইনের বিশ্বস্ত প্রহরী: প্রকারভেদ ও কার্যকারিতা",
      "points": [
        {
          "item_name": "১. ইনসুলেটর কী এবং কেন বেশিরভাগই পোর্সেলিনের?",
          "specifications": "ইনসুলেটর হলো এমন একটি উপাদান যার রেজিস্ট্যান্স খুব বেশি, তাই এটি বিদ্যুৎ পরিবহন করে না। এটি পোর্সেলিন (Porcelain - এক ধরনের উন্নত সিরামিক) বা শক্ত গ্লাস (Toughened Glass) দিয়ে তৈরি হয়। আধুনিক কিছু ইনসুলেটর পলিমার (Polymer) বা সিলিকন রাবার দিয়েও তৈরি হয়।",
          "importance": "এটি দুটি প্রধান কাজ করে: ১) কন্ডাক্টরকে যান্ত্রিকভাবে ধরে রাখা (Support) এবং ২) কন্ডাক্টরকে পোল বা ক্রস-আর্ম থেকে বৈদ্যুতিকভাবে বিচ্ছিন্ন (Insulate) রাখা। একটি ভালো ইনসুলেটর প্রচণ্ড ভোল্টেজ, তাপ, বৃষ্টি এবং দূষণ সহ্য করতে পারে।",
          "daily_check": "যেকোনো লাইনে কাজ করার আগে, ইনসুলেটরগুলো অক্ষত আছে কিনা তা নিচ থেকে পরিদর্শন করা একটি জরুরি অভ্যাস।"
        },
        {
          "item_name": "২. পিন ইনসুলেটর (Pin Insulator): ডিস্ট্রিবিউশন লাইনের সৈনিক",
          "specifications": "• গঠন: এটি একটি single piece ইনসুলেটর যার নিচে পিন লাগানোর জন্য খাঁজ এবং ওপরে কন্ডাক্টর বসানোর জন্য একটি খাঁজ থাকে। কন্ডাক্টরটিকে বাইন্ডিং তার দিয়ে এর মাথার খাঁজে বেঁধে দেওয়া হয়।\n• ব্যবহার: এটি সাধারণত ৩৩ কেভি (33kV) পর্যন্ত ডিস্ট্রিবিউশন লাইনে সোজা পথে (Straight run) ব্যবহৃত হয়।",
          "importance": "এগুলো সস্তা এবং ইনস্টল করা সহজ। এর নিচের দিকে ঢেউ খেলানো শেড (Sheds) বা পেটিকোট (Petticoats) থাকে, যা বৃষ্টির দিনেও ভেতরের অংশকে শুকনো রাখে এবং লিকেজ কারেন্টের পথকে (Creepage Distance) দীর্ঘ করে দেয়।",
          "safety_tip": "একটি ভাঙা বা চিড় ধরা পিন ইনসুলেটর তার ইনসুলেটিং ক্ষমতা হারিয়ে ফেলে এবং ক্রস-আর্মকে বিদ্যুতায়িত করতে পারে।"
        },
        {
          "item_name": "৩. শ্যাকল ইনসুলেটর (Shackle Insulator): মোড়ের বিশ্বস্ত সঙ্গী",
          "specifications": "• গঠন: এটি দেখতে অনেকটা কপিকলের মতো এবং এটিকে একটি ডি-স্ট্র্যাপ (D-strap) বা ক্ল্যাম্পের সাহায্যে পোলের সাথে লাগানো হয়। কন্ডাক্টর এর ভেতরের খাঁজ দিয়ে যায়।\n• ব্যবহার: এটি মূলত লো-ভোল্টেজ (LT) লাইনে ব্যবহৃত হয়, বিশেষ করে যেখানে লাইন শেষ হচ্ছে (Dead end) বা ৯০-ডিগ্রী কোণে বেঁকে যাচ্ছে (Angle deviation)।",
          "importance": "এর ডিজাইনটি তারের টানকে (Tensile load) সরাসরি সহ্য করার জন্য তৈরি। এটি ছোট, মজবুত এবং নির্ভরযোগ্য।",
          "safety_tip": "অনেক সময় শ্যাকল ইনসুলেটরের পোর্সেলিন ক্ষয় হয়ে ধারালো হয়ে যায়, যা কন্ডাক্টরের ইনসুলেশন কেটে দিতে পারে। এটি নিয়মিত পরীক্ষা করা উচিত।"
        },
        {
          "item_name": "৪. ডিস্ক ইনসুলেটর (Disc Insulator): হাই-ভোল্টেজের মালা",
          "specifications": "• গঠন: এটি একটি চাকতির মতো দেখতে ইনসুলেটর, যার ওপরে এবং নিচে মেটালের ক্যাপ এবং পিন থাকে। এগুলোকে মালার মতো (String) একে অপরের সাথে জুড়ে ব্যবহার করা হয়।\n• ব্যবহার: এটি মূলত ১১ কেভি এবং তার চেয়ে বেশি ভোল্টেজের লাইনে ব্যবহৃত হয়, বিশেষ করে টেনশন পয়েন্টে (যেখানে তার শেষ হচ্ছে বা টান পড়ছে) এবং সাসপেনশন পয়েন্টে (যেখানে তার ঝুলছে)।",
          "importance": "এর প্রধান সুবিধা হলো এর মডুলার ডিজাইন। ভোল্টেজ যত বাড়ে, আপনি শুধু মালার মধ্যে ডিস্কের সংখ্যা বাড়িয়ে দিলেই হয় (যেমন ১১ কেভির জন্য ১টি, ৩৩ কেভির জন্য ৩টি, ৬৬ কেভির জন্য ৫-৬টি)। একটি ডিস্ক খারাপ হলে শুধু সেটিকেই বদলানো যায়, পুরো মালা নয়।",
          "safety_tip": "ডিস্কের গায়ে একটি ছোট কালো দাগ বা হেয়ারলাইন ক্র্যাকও একটি আসন্ন ফ্ল্যাশওভারের লক্ষণ। এটিকে উপেক্ষা করা যাবে না।"
        }
      ]
    }
  ],
  "image_suggestion": "একটি পরিষ্কার ছবি যেখানে পাশাপাশি একটি পিন, একটি শ্যাকল এবং একটি ডিস্ক ইনসুলেটরের মালা (String) দেখানো হয়েছে। প্রতিটির নিচে তার নাম এবং সাধারণ ব্যবহার (যেমন পিন - ৩৩ কেভি পর্যন্ত সোজা লাইন, শ্যাকল - এলটি লাইনের মোড়, ডিস্ক - ১১ কেভি ওপরে) লেখা থাকবে।",
  "pro_tip": {
    "title": "বিশেষ প্রো টিপস (Pro Tips)",
    "content": [
      "১. ডিস্ক গণনা করুন, ভোল্টেজ বলুন: একজন অভিজ্ঞ লাইনম্যান শুধু একটি লাইনের ইনসুলেটর স্ট্রিং-এ ডিস্কের সংখ্যা দেখেই লাইনের ভোল্টেজ কত, তা অনুমান করতে পারেন। এটি একটি দারুণ দক্ষতা।",
      "২. দূষণ একটি বড় শত্রু: শিল্পাঞ্চল বা উপকূলবর্তী এলাকায় লবণ বা দূষণ ইনসুলেটরের ওপর জমে একটি পরিবাহী স্তর তৈরি করে, যা ফ্ল্যাশওভারের কারণ হয়। এজন্য ইনসুলেটর নিয়মিত পরিষ্কার (Insulator washing) করতে হয়।",
      "৩. পলিমার ইনসুলেটর: আধুনিক পলিমার বা সিলিকন রাবারের ইনসুলেটরগুলো পোর্সেলিনের চেয়ে হালকা, ভাঙার সম্ভাবনা কম এবং দূষণপ্রবণ এলাকায় এদের পারফর্ম্যান্স ভালো। এগুলোকে চিনে রাখতে শিখুন।",
      "৪. পাখির বিষ্ঠাও خطرناک: পাখির বিষ্ঠা শুকিয়ে গেলে একটি পরিবাহী পথ তৈরি করতে পারে, যা বৃষ্টির দিনে ফ্ল্যাশওভার ঘটাতে পারে।"
    ]
  },
  "myth_buster": {
    "title": "মিথ বাস্টার (Myth Buster)",
    "myths": [
      {
        "myth": "ইনসুলেটরের গায়ে সামান্য চিড় ধরলে বা এক কোণা ভেঙে গেলে কিছু হয় না, ওটা তো অনেক মোটা।",
        "reality": "ভুল। একটি ছোট চিড় বা ভাঙা অংশও ইনসুলেটরের ইনসুলেটিং ক্ষমতা এবং যান্ত্রিক শক্তি—দুটোই মারাত্মকভাবে কমিয়ে দেয়। এটি একটি টাইম বোমার মতো, যা যেকোনো মুহূর্তে ব্যর্থ হতে পারে।"
      },
      {
        "myth": "গ্লাস ইনসুলেটর ভালো নয়, কারণ ওগুলো ভেঙে যায়।",
        "reality": "শক্ত গ্লাসের (Toughened Glass) ইনসুলেটরের একটি বড় সুবিধা হলো, এটি ক্ষতিগ্রস্ত হলে সম্পূর্ণ ভেঙে চুরচুর হয়ে যায়, যা নিচ থেকে দেখেই সহজে বোঝা যায়। কিন্তু পোর্সেলিনের ক্ষেত্রে একটি সূক্ষ্ম ফাটল সনাক্ত করা কঠিন।"
      }
    ]
  },
  "advanced_section": {
    "title": "এর পেছনের ইঞ্জিনিয়ারিং ফ্যাক্টস",
    "facts": [
      {
        "title": "ফ্ল্যাশওভার ভোল্টেজ এবং ক্রিপেজ ডিসটেন্স (Flashover Voltage & Creepage Distance)",
        "content": "'ফ্ল্যাশওভার ভোল্টেজ' হলো সেই ভোল্টেজ যেখানে বিদ্যুৎ ইনসুলেটরের পৃষ্ঠের ওপর দিয়ে বাতাসে লাফিয়ে চলে যায়। 'ক্রিপেজ ডিসটেন্স' হলো ইনসুলেটরের পৃষ্ঠ বরাবর উপরের কানেকশন থেকে নিচের কানেকশন পর্যন্ত মোট ন্যূনতম দূরত্ব। ইনসুলেটরের পেটিকোট বা শেডগুলো এই দূরত্বকে অনেক বাড়িয়ে দেয়, যা ফ্ল্যাশওভার প্রতিরোধ করে।"
      },
      {
        "title": "স্ট্রিং এফিসিয়েন্সি (String Efficiency)",
        "content": "একটি ডিস্ক ইনসুলেটরের মালায় (String), কন্ডাক্টরের সবচেয়ে কাছের ডিস্কটি সবচেয়ে বেশি ভোল্টেজের চাপ সহ্য করে এবং টাওয়ারের কাছের ডিস্কটি সবচেয়ে কম। এর ফলে পুরো মালাটি তার ক্ষমতার ১০০% ব্যবহার করতে পারে না। এই অসামঞ্জস্যতাকে 'স্ট্রিং এফিসিয়েন্সি' দিয়ে মাপা হয়। গার্ড রিং (Guard Ring) ব্যবহার করে এই এফিসিয়েন্সি কিছুটা উন্নত করা যায়।"
      }
    ]
  }
}

