{
  "level_id": "7.8",
  "badge_name": "আইন কি বলে?",
  "level_title": "পরিবেশগত আইন: আমাদের দায়িত্ব",
  "mission_briefing": "একজন লাইনম্যান হিসেবে আপনার দায়িত্ব শুধু মানুষ বা যন্ত্রপাতির সুরক্ষার মধ্যেই সীমাবদ্ধ নয়। আপনার কাজের পরিবেশের ওপরও একটি প্রভাব পড়ে। পুরনো ট্রান্সফরমার অয়েল, ব্যবহৃত ব্যাটারি বা রাসায়নিক—এগুলো যদি সঠিক উপায়ে নিষ্পত্তি বা ডিসপোজ না করা হয়, তবে তা মাটি এবং জলকে দূষিত করতে পারে। এই লেভেলের মিশন হলো, আপনার কাজের সাথে জড়িত পরিবেশগত আইনগুলো সম্পর্কে জানা এবং একজন পরিবেশ-সচেতন কারিগর হয়ে ওঠা।",
  "sections": [
    {
      "title": "পরিবেশ রক্ষায় আপনার ভূমিকা",
      "points": [
        {
          "item_name": "১. ট্রান্সফরমার অয়েল: একটি বিপজ্জনক বর্জ্য",
          "specifications": "পুরনো বা ব্যবহৃত ট্রান্সফরমার অয়েলকে 'বিপজ্জনক বর্জ্য' বা 'Hazardous Waste' হিসেবে গণ্য করা হয়, কারণ এর মধ্যে PCB (Polychlorinated Biphenyls)-এর মতো ক্ষতিকারক রাসায়নিক থাকতে পারে।\n• আইন: 'Hazardous Waste Management Rules' অনুযায়ী, এই তেল মাটিতে বা ড্রেনে ফেলা একটি দণ্ডনীয় অপরাধ।\n• করণীয়: তেল বদলানোর সময়, পুরনো তেলটি একটি লিক-প্রুফ ড্রামে সংগ্রহ করতে হবে এবং সেটিকে শুধুমাত্র অনুমোদিত রিসাইক্লিং এজেন্সির কাছে হস্তান্তর করতে হবে।",
          "importance": "এক লিটার তেল লক্ষ লক্ষ লিটার জলকে দূষিত করতে পারে। এর সঠিক নিষ্পত্তি আমাদের পরিবেশকে বাঁচানোর জন্য অপরিহার্য।"
        },
        {
          "item_name": "২. পুরনো ব্যাটারি এবং ইলেকট্রনিক বর্জ্য (E-waste)",
          "specifications": "কন্ট্রোল প্যানেল বা অন্যান্য যন্ত্রের পুরনো ব্যাটারির মধ্যে সীসা (Lead) এবং অ্যাসিডের মতো ক্ষতিকারক পদার্থ থাকে।\n• আইন: 'E-waste (Management) Rules' অনুযায়ী, এই ধরনের বর্জ্য সাধারণ ময়লার সাথে ফেলা যাবে না।\n• করণীয়: পুরনো ব্যাটারি এবং অন্যান্য ইলেকট্রনিক যন্ত্রাংশ (যেমন খারাপ সার্কিট বোর্ড) কোম্পানির নির্ধারিত সংগ্রহ কেন্দ্রে জমা দিতে হবে।",
          "importance": "ই-ওয়েস্ট মাটির নিচে মিশে গিয়ে ক্ষতিকারক রাসায়নিক নির্গত করে, যা আমাদের খাদ্য এবং জলের মাধ্যমে শরীরে প্রবেশ করতে পারে।"
        },
        {
          "item_name": "৩. পুরনো ল্যাম্প এবং পারদ (Mercury)",
          "specifications": "পুরনো ফ্লুরোসেন্ট টিউব লাইট, সিএফএল (CFL) বা সোডিয়াম/মার্কারি ভেপার ল্যাম্পের ভেতরে পারদের মতো বিষাক্ত পদার্থ থাকে।\n• আইন: এই ল্যাম্পগুলোকেও বিপজ্জনক বর্জ্য হিসেবে গণ্য করা হয়।\n• করণীয়: এই ল্যাম্পগুলোকে না ভেঙে সাবধানে সংগ্রহ করতে হবে এবং অনুমোদিত ডিসপোজাল এজেন্সির কাছে পাঠাতে হবে।",
          "importance": "পারদ একটি মারাত্মক নিউরোটক্সিন যা মানুষ এবং বন্যপ্রাণীর স্বাস্থ্যের জন্য অত্যন্ত ক্ষতিকর।"
        }
      ]
    }
  ],
  "image_suggestion": "একটি ইনফোগ্রাফিক যেখানে তিনটি ভিন্ন ধরনের বিপজ্জনক বর্জ্য (ট্রান্সফরমার অয়েলের ড্রাম, পুরনো ব্যাটারি, ভাঙা CFL ল্যাম্প) এবং তাদের জন্য সঠিক ডিসপোজাল পদ্ধতি (যেমন রিসাইক্লিং চিহ্ন) দেখানো হয়েছে। প্রতিটি ভুল পদ্ধতির (যেমন মাটিতে তেল ফেলা) ওপর একটি লাল ক্রস চিহ্ন থাকবে।",
  "pro_tip": {
    "title": "বিশেষ প্রো টিপস (Pro Tips)",
    "content": [
      "১. স্পিল কিট (Spill Kit) ব্যবহার করুন: তেল বদলানোর সময় বা তেল লিক হলে, মাটি দূষণ আটকাতে একটি 'স্পিল কিট' ব্যবহার করুন। এর মধ্যে তেল শোষণকারী প্যাড, বুম এবং অন্যান্য সামগ্রী থাকে।",
      "২. বর্জ্যকে আলাদা রাখুন: বিপজ্জনক বর্জ্যকে (যেমন তেল-মাখা কাপড়) সাধারণ বর্জ্য থেকে আলাদা করে নির্দিষ্ট ডাস্টবিনে ফেলুন।",
      "৩. কোম্পানির নীতি জানুন: প্রতিটি কোম্পানিরই পরিবেশগত ব্যবস্থাপনার (Environmental Management) একটি নির্দিষ্ট নীতি বা পলিসি থাকে। সেই নীতি সম্পর্কে জানুন এবং অনুসরণ করুন।",
      "৪. সবুজ বিকল্প: সম্ভব হলে, পরিবেশ-বান্ধব বিকল্প ব্যবহার করতে উৎসাহিত করুন, যেমন— بایوডিগ্রেডেবল ট্রান্সফরমার অয়েল বা এলইডি লাইট।"
    ]
  },
  "myth_buster": {
    "title": "মিথ বাস্টার (Myth Buster)",
    "myths": [
      {
        "myth": "একটু তেল মাটিতে পড়লে কিছু হয় না, মাটি তো শুষে নেয়।",
        "reality": "ভুল। মাটি তেলকে শুষে নিলেও, তেল মাটির গভীরে গিয়ে ভূগর্ভস্থ জলকে (Groundwater) দূষিত করে, যা আমাদের পানীয় জলের একটি প্রধান উৎস। এটি একটি দীর্ঘস্থায়ী ক্ষতি।"
      },
      {
        "myth": "পরিবেশের আইন তো শুধু বড় বড় ফ্যাক্টরির জন্য, আমাদের এসব মানার দরকার নেই।",
        "reality": "না। এই আইনগুলো যে কোনো ব্যক্তি বা সংস্থার জন্য প্রযোজ্য যারা বিপজ্জনক বর্জ্য তৈরি করেন। নিয়ম লঙ্ঘন করলে ব্যক্তিগতভাবে এবং কোম্পানি—উভয়েরই বড় আকারের জরিমানা হতে পারে।"
      }
    ]
  },
  "advanced_section": {
    "title": "এর পেছনের বৈশ্বিক দিক",
    "facts": [
      {
        "title": "স্টকহোম কনভেনশন (Stockholm Convention)",
        "content": "PCB (Polychlorinated Biphenyls) হলো একটি Persistent Organic Pollutant (POP), অর্থাৎ এটি পরিবেশে সহজে নষ্ট হয় না এবং খাদ্য শৃঙ্খলের মাধ্যমে প্রাণী ও মানুষের শরীরে জমা হতে থাকে। ভারত সহ বিশ্বের বেশিরভাগ দেশ 'স্টকহোম কনভেনশন'-এ স্বাক্ষর করেছে, যা PCB-র মতো ক্ষতিকারক রাসায়নিকের ব্যবহার এবং উৎপাদন বন্ধ করার জন্য একটি আন্তর্জাতিক চুক্তি। পুরনো ট্রান্সফরমার অয়েলের সঠিক নিষ্পত্তি এই চুক্তিরই একটি অংশ।"
      },
      {
        "title": "আইএসও ১৪০০১ (ISO 14001)",
        "content": "এটি এনভায়রনমেন্টাল ম্যানেজমেন্ট সিস্টেমের জন্য একটি আন্তর্জাতিক স্ট্যান্ডার্ড। যে কোম্পানিগুলো ISO 14001 সার্টিফায়েড, তারা পরিবেশগত আইন মানার এবং ক্রমাগত তাদের পরিবেশগত পারফর্ম্যান্স উন্নত করার জন্য প্রতিশ্রুতিবদ্ধ। আপনার কোম্পানি এই সার্টিফায়েড কিনা তা জেনে নিতে পারেন।"
      }
    ]
  }
}

