{
"level_id": "9.4",
"badge_name": "যন্ত্রের স্বাস্থ্য পরীক্ষা (Testing Manual)",
"level_title": "কেবিল টেস্টিং: লুকানো নেটওয়ার্কের স্বাস্থ্য",
"mission_briefing": "আমাদের শরীরের শিরা-উপশিরা যেমন চামড়ার নিচে লুকিয়ে থাকে, মাটির নিচের পাওয়ার কেবিলও (Underground Cable) ঠিক তাই। বাইরে থেকে এদের দেখা যায় না, তাই এদের সমস্যা ধরা সবচেয়ে কঠিন। অথচ একটা কেবিল ফল্ট মানে পুরো এলাকা অন্ধকার। আজকের মিশনে আমরা মাটির নিচের এই অদৃশ্য নেটওয়ার্কের স্বাস্থ্য পরীক্ষা করব। মেগার থেকে হাই-পট (Hi-Pot) টেস্ট—শিখব কীভাবে মাটির গভীরের খবর বের করে আনতে হয়।",
"sections": [
{
"title": "আন্ডারগ্রাউন্ড কেবিলের ডায়াগনস্টিক টেস্ট",
"image_name": "quiz_images/cable_testing_site.jpg",
"points": [
{
"item_name": "১. কন্টিনিউটি এবং ফেজ আইডেন্টিফিকেশন",
"image_name": "quiz_images/continuity_test.png",
"specifications": "মাল্টিমিটার বা ল্যাম্প-ব্যাটারি সেট দিয়ে পরীক্ষা করা হয়। এক প্রান্ত শর্ট করে অন্য প্রান্ত থেকে মাপা হয়।",
"importance": "কেবিল জয়েন্ট করার সময় মিস্ত্রিরা অনেক সময় ফেজ গুলিয়ে ফেলে (যেমন: লাল তারের সাথে হলুদ তার জুড়ে দেওয়া)। ফেজ আইডেন্টিফিকেশন নিশ্চিত করে যে সোর্সের 'R' ফেজ লোডের 'R' ফেজেই পৌঁছেছে। আর কন্টিনিউটি টেস্ট নিশ্চিত করে তারটি মাঝপথে ছেঁড়া নেই।",
"daily_check": "টেস্টের আগে কেবিলের দুই প্রান্তের আর্মার (Armour) বা আর্থিং খুলে আলাদা করে নিন।"
},
{
"item_name": "২. ইনসুলেশন রেজিস্ট্যান্স (IR) টেস্ট",
"image_name": "quiz_images/cable_megger.webp",
"specifications": "এইচটি (HT) কেবিলের জন্য ৫০০০ ভোল্ট (5kV) মেগার এবং এলটি (LT) কেবিলের জন্য ৫০০/১০০০ ভোল্ট মেগার ব্যবহার করা হয়।",
"importance": "এটি কেবিলের প্রাথমিক চেক-আপ। আমরা ফেজ-টু-আর্থ (Phase-to-Earth) এবং ফেজ-টু-ফেজ (Phase-to-Phase) ইনসুলেশন মাপি। যদি ভ্যালু মেগা-ওহম (MΩ) রেঞ্জে না আসে, তবে কেবিল চার্জ করা বিপজ্জনক।",
"daily_check": "বৃষ্টির সময় বা কেবিলের মাথা ভিজে থাকলে মেগার ভ্যালু ভুল আসতে পারে। তাই হিট গান দিয়ে টার্মিনেশন শুকিয়ে নিন।"
},
{
"item_name": "৩. হাই-পট (Hi-Pot) টেস্ট: আসল অগ্নিপরীক্ষা",
"image_name": "quiz_images/vlf_hipot.jpg",
"specifications": "আধুনিক নিয়মে VLF (Very Low Frequency) কিট ব্যবহার করা হয়। এতে কেবিলের রেটেড ভোল্টেজের চেয়ে দেড় থেকে দ্বিগুণ বেশি ভোল্টেজ দিয়ে নির্দিষ্ট সময় (যেমন ১৫ মিনিট) ধরে রাখা হয়।",
"importance": "মেগার টেস্টে অনেক সময় ছোটখাটো লিক বা দুর্বলতা ধরা পড়ে না। হাই-পট টেস্টে উচ্চ ভোল্টেজ প্রয়োগ করে দেখা হয় ইনসুলেশন সেই চাপ নিতে পারছে কিনা। যদি কেবিলের কোথাও দুর্বল জয়েন্ট বা পাংচার থাকে, তবে হাই-পট টেস্টে তা ফেল করবে।",
"daily_check": "হাই-পট টেস্টের সময় কেবিলের আশেপাশে কাউকে থাকতে দেবেন না। এটি অত্যন্ত বিপজ্জনক।"
},
{
"item_name": "৪. শীথ (Sheath) ইন্টিগ্রিটি টেস্ট",
"image_name": "quiz_images/sheath_test.png",
"specifications": "কেবিলের বাইরের কালো কভার বা জ্যাকেটের স্বাস্থ্য পরীক্ষা।",
"importance": "মাটির নিচে ইঁদুর বা উইপোকা অনেক সময় কেবিলের বাইরের আস্তরণ খেয়ে ফেলে, যার ফলে ভেতরে জল ঢুকে কেবিল নষ্ট হয়। এই টেস্টটি সেই বাইরের ইনজুরি খুঁজে বের করে।",
"daily_check": "ভিজ্যুয়াল চেক করুন কোথাও জ্যাকেট কেটে গেছে কিনা।"
}
]
}
],
"pro_tip": {
"title": "ওস্তাদের পরামর্শ (Pro Tips)",
"content": [
"১. ডিসচার্জ না করলে মৃত্যু: কেবিল একটি বিশাল ক্যাপাসিটর। টেস্ট করার পর এটি মারাত্মক চার্জ ধরে রাখে। মেগার বা হাই-পট বন্ধ করার পর অন্তত ৫ মিনিট ডিসচার্জ রড দিয়ে কেবিলটি আর্থ করে রাখুন। ডিসচার্জ না করে হাত দেবেন না!",
"২. গার্ড টার্মিনাল (Guard Terminal): কেবিলের মুখে যদি খুব ধুলো বা আর্দ্রতা থাকে, তবে মেগারের 'G' টার্মিনালটি ইনসুলেশনের ওপর জড়িয়ে দিন। এটি সারফেস লিকেজ কারেন্ট বাইপাস করে সঠিক রিডিং দেবে।",
"৩. উল্টো দিক থেকে চেক: ফল্ট খোঁজার সময় সবসময় লোড সাইড থেকে সোর্স সাইডের দিকে চেক করা বুদ্ধিমানের কাজ।",
"৪. জয়েন্টেই যত দোষ: কেবিলের মাঝখানে কোথাও জয়েন্ট থাকলে সেখানেই ফল্ট হওয়ার সম্ভাবনা ৯০%। টেস্টের সময় জয়েন্টগুলোর দিকে বিশেষ নজর দিন।"
]
},
"myth_buster": {
"title": "মিথ বাস্টার (Myth Buster)",
"myths": [
{
"myth": "নতুন কেবিল ড্রাম থেকে খুলেছি, টেস্ট করার দরকার নেই।",
"reality": "ভুল! পরিবহনের সময় বা ড্রাম গড়ানোর সময় ভেতরের ইনসুলেশন ক্ষতিগ্রস্ত হতে পারে। ইনস্টল করার আগে এবং পরে—উভয় সময়েই টেস্ট বাধ্যতামূলক।",
"verdict": "বিশ্বাস ভালো, কিন্তু টেস্ট আরও ভালো!"
},
{
"myth": "ডিসি (DC) হাই-পট টেস্ট সব কেবিলেই করা যায়।",
"reality": "পুরানো XLPE কেবিলে ডিসি হাই-পট টেস্ট করা ক্ষতিকর। এটি কেবিলের ইনসুলেশনে 'স্পেস চার্জ' তৈরি করে আয়ু কমিয়ে দেয়। তাই এখন VLF (AC) টেস্ট করার পরামর্শ দেওয়া হয়।",
"verdict": "XLPE কেবিলে ডিসি বর্জন করুন।"
}
]
},
"advanced_section": {
"title": "ইঞ্জিনিয়ারিং ইনসাইট (Engineering Insights)",
"facts": [
{
"title": "ওয়াটার ট্রিয়িং (Water Treeing)",
"content": "XLPE কেবিলের প্রধান শত্রু হলো 'ওয়াটার ট্রি'। কেবিলের ইনসুলেশনের ভেতরে অতিরিদ্র আর্দ্রতা ঢুকলে গাছের শিকড়ের মতো দেখতে সূক্ষ্ম ফাটল তৈরি হয়, যা ধীরে ধীরে কেবিলকে নষ্ট করে দেয়। VLF টেস্ট এটি ধরতে সাহায্য করে।"
},
{
"title": "কেন ০.১ হার্টজ (0.1 Hz)?",
"content": "সাধারণ ৫০ হার্টজ ফ্রিকোয়েন্সিতে কয়েক কিলোমিটার লম্বা কেবিল টেস্ট করতে বিশাল আকারের ট্রান্সফরমার লাগত (বিশাল কারেন্ট লাগত)। ফ্রিকোয়েন্সি কমিয়ে ০.১ হার্টজ করলে (VLF) খুব ছোট মেশিন দিয়েই কেবিল চার্জ করা যায় এবং নিখুঁত টেস্ট করা সম্ভব হয়।"
}
]
}
}
