{
  "level_id": "7.9",
  "badge_name": "আইন কি বলে?",
  "level_title": "গ্রাহকের অধিকার এবং লাইনম্যানের দায়িত্ব",
  "mission_briefing": "আপনি যখন একজন গ্রাহকের বাড়িতে কাজ করতে যান, তখন আপনি শুধু একজন টেকনিশিয়ান নন, আপনি আপনার কোম্পানির একজন প্রতিনিধি। আইন এবং নিয়মাবলী গ্রাহকদের কিছু নির্দিষ্ট অধিকার দিয়েছে, এবং সেই অধিকারকে সম্মান করা আপনার পেশাগত দায়িত্ব। এই লেভেলের মিশন হলো, গ্রাহকের প্রধান অধিকারগুলো জানা এবং একজন পেশাদার প্রতিনিধি হিসেবে নিজের দায়িত্বের সীমা বোঝা।",
  "sections": [
    {
      "title": "পরিষেবা এবং সম্মানের ভারসাম্য",
      "points": [
        {
          "item_name": "১. গ্রাহকের প্রধান অধিকার",
          "specifications": "ইলেকট্রিসিটি অ্যাক্ট এবং সাপ্লাই কোড অনুযায়ী, একজন গ্রাহকের কিছু মৌলিক অধিকার আছে, যেমন:\n• নিরবচ্ছিন্ন বিদ্যুৎ পাওয়ার অধিকার (কিছু ব্যতিক্রম ছাড়া)।\n• সঠিক এবং সময়মতো বিল পাওয়ার অধিকার।\n• অভিযোগ নথিভুক্ত করার এবং তার দ্রুত সমাধান পাওয়ার অধিকার।\n• নতুন সংযোগের জন্য আবেদন করার অধিকার।\n• কাজের সময় আপনার কাছ থেকে পরিচয়পত্র (Identity Card) দেখার অধিকার।",
          "importance": "এই অধিকারগুলো জানা আপনাকে গ্রাহকের সাথে আত্মবিশ্বাসের সাথে এবং সঠিকভাবে संवाद করতে সাহায্য করবে।"
        },
        {
          "item_name": "২. আপনার প্রবেশের অধিকার এবং তার সীমা",
          "specifications": "• আইন: আইন অনুযায়ী, বিদ্যুৎ কোম্পানির অনুমোদিত প্রতিনিধি (অর্থাৎ আপনি) মিটার রিডিং, পরিদর্শন, পরীক্ষা, বা মেরামত করার জন্য গ্রাহকের প্রাঙ্গণে প্রবেশ করতে পারেন।\n• শর্ত: তবে, এই প্রবেশের জন্য আপনাকে একটি নির্দিষ্ট সময়ের আগে গ্রাহককে একটি যুক্তিসঙ্গত নোটিশ (Reasonable Notice) দিতে হবে (জরুরি অবস্থা ছাড়া)। আপনি জোর করে বা গ্রাহকের অনুমতি ছাড়া তার বাড়িতে প্রবেশ করতে পারেন না।",
          "importance": "আপনার কাজের অধিকার এবং গ্রাহকের ব্যক্তিগত গোপনীয়তার অধিকার—দুটির মধ্যেই ভারসাম্য বজায় রাখাটা জরুরি।"
        },
        {
          "item_name": "৩. আপনার দায়িত্ব: একজন পেশাদার প্রতিনিধি",
          "specifications": "গ্রাহকের বাড়িতে কাজ করার সময় আপনার দায়িত্ব হলো:\n• পরিচয়পত্র দেখানো: গ্রাহক চাওয়ার আগেই আপনার কোম্পানির পরিচয়পত্র দেখান।\n• ভদ্র ব্যবহার: গ্রাহকের সাথে ভদ্র এবং সম্মানজনকভাবে কথা বলুন।\n• কাজের ব্যাখ্যা: আপনি কী কাজ করতে এসেছেন এবং কেন, তা সহজ ভাষায় গ্রাহককে বোঝান।\n• সুরক্ষা নিশ্চিত করা: আপনার কাজের কারণে যেন গ্রাহকের বা তার সম্পত্তির কোনো ক্ষতি না হয়, সেদিকে খেয়াল রাখুন।\n• কাজ শেষে পরিচ্ছন্নতা: কাজ শেষে আপনার কাজের জায়গাটি পরিষ্কার করে দিন।",
          "importance": "আপনার আচরণ এবং কাজের গুণমানই গ্রাহকের মনে আপনার কোম্পানি সম্পর্কে ধারণা তৈরি করে।"
        }
      ]
    }
  ],
  "image_suggestion": "একটি ছবি যেখানে একজন ইউনিফর্ম পরা লাইনম্যান তার পরিচয়পত্র দেখাচ্ছেন এবং একজন গ্রাহক হাসিমুখে তার সাথে কথা বলছেন। ছবির পরিবেশটি পেশাদার এবং বন্ধুত্বপূর্ণ হবে।",
  "pro_tip": {
    "title": "বিশেষ প্রো টিপস (Pro Tips)",
    "content": [
      "১. বিতর্ক এড়িয়ে চলুন: যদি কোনো গ্রাহক উত্তেজিত বা রাগান্বিত থাকেন, তবে তার সাথে তর্কে জড়াবেন না। শান্তভাবে তার কথা শুনুন এবং তাকে বোঝান যে আপনি তার সমস্যা সমাধানের জন্যই এসেছেন।",
      "২. প্রতিশ্রুতি দেবেন না: যদি কোনো সমস্যার সমাধান আপনার হাতে না থাকে (যেমন ট্রান্সফরমার বদলানো), তবে সেই বিষয়ে কোনো মিথ্যা প্রতিশ্রুতি দেবেন না। গ্রাহককে সঠিক তথ্য দিন এবং বলুন যে আপনি বিষয়টি আপনার ঊর্ধ্বতন কর্তৃপক্ষকে জানাবেন।",
      "৩. মহিলাদের সম্মান: যদি বাড়িতে কোনো মহিলা একা থাকেন, তবে অতিরিক্ত সম্মান এবং পেশাদারিত্বের পরিচয় দিন। সম্ভব হলে, অন্য কোনো সহকর্মী বা স্থানীয় ব্যক্তিকে সাক্ষী হিসেবে সাথে রাখুন।",
      "৪. ডকুমেন্টেশন: কোনো বড় কাজ বা মিটার বদলানোর সময়, গ্রাহকের স্বাক্ষর সহ একটি জব শিট (Job Sheet) পূরণ করুন। এটি আপনার কাজের একটি প্রমাণ।"
    ]
  },
  "myth_buster": {
    "title": "মিথ বাস্টার (Myth Buster)",
    "myths": [
      {
        "myth": "গ্রাহকের বাড়িতে কাজ করতে এসেছি, তার মানে আমি যেকোনো জায়গায় যেতে পারি এবং যেকোনো কিছু করতে পারি।",
        "reality": "ভুল। আপনার প্রবেশের অধিকার শুধুমাত্র আপনার কাজের সাথে সম্পর্কিত জায়গার (যেমন মিটার বক্স, ওয়্যারিং-এর রুট) মধ্যেই সীমাবদ্ধ। গ্রাহকের ব্যক্তিগত গোপনীয়তাকে সম্মান করা আপনার দায়িত্ব।"
      },
      {
        "myth": "গ্রাহক তো কিছুই বোঝেন না, তাকে যা-খুশি বুঝিয়ে দিলেই হলো।",
        "reality": "এটি একটি অপেশাদার এবং ভুল মনোভাব। একজন সৎ পেশাদার হিসেবে, আপনার দায়িত্ব হলো গ্রাহককে সঠিক এবং স্বচ্ছ তথ্য দেওয়া। আপনার সততাই কোম্পানির সম্মান বাড়ায়।"
      }
    ]
  },
  "advanced_section": {
    "title": "এর পেছনের আইনি দিক",
    "facts": [
      {
        "title": "স্ট্যান্ডার্ডস অফ পারফর্ম্যান্স (Standards of Performance - SoP)",
        "content": "প্রতিটি রাজ্যের ইলেকট্রিসিটি রেগুলেটরি কমিশন (Electricity Regulatory Commission) বিদ্যুৎ কোম্পানিগুলোর জন্য একটি 'স্ট্যান্ডার্ডস অফ পারফর্ম্যান্স' বা পরিষেবার মানদণ্ড নির্ধারণ করে দেয়। এতে লেখা থাকে যে একটি নতুন সংযোগ কতদিনের মধ্যে দিতে হবে, একটি ফল্টের অভিযোগ কত ঘন্টার মধ্যে সমাধান করতে হবে, ইত্যাদি। এই মানদণ্ড পূরণ করতে না পারলে কোম্পানির জরিমানা হতে পারে।"
      },
      {
        "title": "কনজিউমার গ্রিভান্স রিড্রেসাল ফোরাম (CGRF - Consumer Grievance Redressal Forum)",
        "content": "যদি কোনো গ্রাহক বিদ্যুৎ কোম্পানির পরিষেবাতে সন্তুষ্ট না হন, তবে তিনি CGRF বা গ্রাহক অভিযোগ নিষ্পত্তি ফোরামে অভিযোগ জানাতে পারেন। এটি একটি আধা-বিচারবিভাগীয় সংস্থা যা গ্রাহকের অভিযোগ শোনে এবং তার সমাধান করে। আপনার কাজের গুণমান এবং আচরণ এই ফোরামে পর্যালোচিত হতে পারে।"
      }
    ]
  }
}

