{
  "level_id": "1.3",
  "badge_name": "সুরক্ষা কবচ",
  "level_title": "পোলের 'চোখ' পড়া শিখুন",
  "mission_briefing": "আপনার PPE প্রস্তুত, 'লক্ষ্মণ রেখা' চিহ্নিত। পোলে ওঠার আগে শেষ এবং সবচেয়ে গুরুত্বপূর্ণ চেকপয়েন্ট হলো পোল নিজেই। এটি শুধু একটি থাম নয়, এটি একটি ইঞ্জিনিয়ারিং স্ট্রাকচার যা প্রতিনিয়ত প্রচণ্ড চাপ সহ্য করে। এই লেভেলের মিশন হলো, একজন পেশাদার ইঞ্জিনিয়ারের মতো পোলের স্বাস্থ্য 'ডায়াগনোস' বা নির্ণয় করতে শেখা, যাতে প্রতিটি পদক্ষেপ নিরাপদ হয়।",
  "sections": [
    {
      "title": "পোলের স্বাস্থ্য পরীক্ষা: ধরন অনুযায়ী খুঁটিনাটি",
      "image_name": "pole_checking.jpg",
      "image_caption": "বিপদ কোথায় লুকিয়ে জানবেন কি করে?",
      "points": [
        {
          "item_name": "১. ৩৬০° পরিদর্শন: প্রথম পদক্ষেপ",
          "specifications": "যেকোনো পোলে হাত দেওয়ার আগে, তার চারপাশে সম্পূর্ণ একবার ঘুরে আসুন। দেখুন পোলটি উল্লম্বভাবে সোজা আছে কিনা। যদি এটি হেলে থাকে, তার কারণ বোঝার চেষ্টা করুন—দুর্বল ভিত্তি, মাটির ক্ষয়, নাকি অসম তারের টান।",
          "importance": "হেলে থাকা পোল আপনার শরীরের ভারে ভেঙে পড়তে পারে অথবা হঠাৎ সোজা হয়ে গিয়ে অন্যদিকের তারে প্রচণ্ড চাপ সৃষ্টি করতে পারে, যা তার ছিঁড়ে যাওয়ার কারণ হতে পারে। পোলের ভিত্তিই তার আসল শক্তি।",
          "daily_check": "পোলের গোড়ায় মাটি ক্ষয়ে গিয়ে গর্ত তৈরি হয়েছে কিনা, জল জমে আছে কিনা, বা ফাউন্ডেশনে কোনো ফাটল আছে কিনা তা পরীক্ষা করুন।"
        },
        {
          "item_name": "২. সাউন্ড টেস্ট: ভেতরের খবর জানুন",
          "specifications": "একটি হাতুড়ি দিয়ে পোলের গায়ে, বিশেষ করে কোমর উচ্চতা পর্যন্ত আলতো করে ঠুকে দেখুন:\n• PCC পোল: ভালো পোল থেকে একটি নিরেট 'ঠক্ ঠক্' শব্দ আসবে। যদি 'দপ্ দপ্' বা ফাঁপা শব্দ হয়, তবে বুঝবেন ভেতরে কংক্রিট দুর্বল বা ফাটল (Void) আছে।\n• রেল, এইচ-বিম ও স্টিল টিউবুলার পোল: ভালো স্টিলের পোল থেকে একটি পরিষ্কার ধাতব 'টন টন' শব্দ আসবে। যদি মরিচা ধরা জায়গা থেকে ভোঁতা শব্দ হয় বা মরিচার স্তর খসে পড়ে, তবে পোলটি বিপজ্জনকভাবে দুর্বল।",
          "importance": "শব্দ হলো পোলের স্বাস্থ্যের রিপোর্ট। ফাঁপা শব্দ মানেই কাঠামোগত দুর্বলতা। স্টিলের পোলের ক্ষেত্রে মরিচা ক্যান্সারের মতো, যা বাইরে থেকে বোঝা না গেলেও ভেতরটা শেষ করে দেয়।",
          "daily_check": "বিশেষভাবে মাটির সংযোগস্থলে (Ground Level) এবং পোলের জয়েন্টগুলোতে এই সাউন্ড টেস্ট অবশ্যই করুন।"
        },
        {
          "item_name": "৩. ভিজ্যুয়াল স্ক্যান: বিপদ চিহ্নিত করুন",
          "specifications": "গোড়া থেকে ওপর পর্যন্ত ধীরে ধীরে চোখ বুলিয়ে যান:\n• PCC পোল: চুলের মতো ফাটল (Hairline crack), কংক্রিট খসে পড়া (Spalling) এবং ভেতরের রড (Rebar) বেরিয়ে আসা—এগুলো বড় বিপদের লক্ষণ।\n• স্টিলের সব ধরনের পোল: প্রধান শত্রু মরিচা (Corrosion)। বিশেষ করে মাটির সংযোগস্থলে, ওয়েল্ডিং জয়েন্টে এবং নাট-বল্টুর চারপাশে দেখুন। পোল বেঁকে বা মুচড়ে গেছে কিনা, তাও পরীক্ষা করুন।\n• সকল পোল: বোলতা/মৌমাছির চাক, পাখির বাসা, অননুমোদিত ডিশ/কেবলের জট, বিজ্ঞাপনের হোর্ডিং ইত্যাদি পরীক্ষা করুন।",
          "importance": "প্রতিটি পোলের নিজস্ব দুর্বলতা আছে। একজন দক্ষ লাইনম্যান জানেন কোন পোলে কী খুঁজতে হবে। ভেতরের রড বেরিয়ে আসা মানে পোলের শক্তি প্রায় শেষ।",
          "daily_check": "প্রতিটি পোলে ওঠার আগে এই ভিজ্যুয়াল স্ক্যান করাটা একটা অভ্যাসে পরিণত করুন।"
        },
        {
          "item_name": "৪. হার্ডওয়্যার এবং ফিটিংস পরীক্ষা",
          "specifications": "নিচ থেকে দেখুন ক্রস-আর্মটি বেঁকে গেছে কিনা বা ইনসুলেটরগুলো ভাঙা বা ফাটা কিনা। নাট-বল্টু আলগা আছে কিনা বা সেগুলোতে মরিচা ধরেছে কিনা, তা বোঝার চেষ্টা করুন। স্টিলের পোলের ক্ষেত্রে ক্ল্যাম্পগুলো ঠিকমতো টাইট আছে কিনা, তা বিশেষভাবে জরুরি।",
          "importance": "একটি আলগা ক্রস-আর্ম আপনার ভারে ঘুরে যেতে পারে বা ভেঙে পড়তে পারে। ভাঙা ইনসুলেটর মানেই কারেন্ট লিক হওয়ার মারাত্মক সম্ভাবনা, যা পুরো পোলকে বিদ্যুতায়িত করতে পারে।",
          "daily_check": "বিশেষ করে ঝড়ের পরে লাইন পরীক্ষা করার সময় হার্ডওয়্যারের ওপর বিশেষ নজর দিন।"
        }
      ]
    }
  ],
  "image_suggestion": "একটি ইলাস্ট্রেশন যেখানে পাশাপাশি একটি PCC পোল এবং একটি স্টিলের রেল পোল দেখানো হয়েছে। PCC পোলের গায়ে 'Hairline Crack' ও 'Spalling' এবং স্টিলের পোলের গোড়ায় 'Corrosion' তীর চিহ্ন দিয়ে স্পষ্টভাবে চিহ্নিত করা থাকবে।",
  "pro_tip": {
    "title": "বিশেষ প্রো টিপস (Pro Tips)",
    "content": [
      "১. কোনো পোলকেই বিশ্বাস করবেন না: যতক্ষণ না আপনি নিজে পরীক্ষা করছেন, ততক্ষণ কোনো পোলকেই নিরাপদ ভাববেন না। নতুন দেখতে পোলেরও ভিত্তি দুর্বল থাকতে পারে।",
      "২. রিপোর্ট করুন, ঝুঁকি নেবেন না: যদি কোনো পোলকে বিপজ্জনক বলে মনে হয়, তবে তৎক্ষণাৎ আপনার সুপারভাইজারকে জানান। হিরো হওয়ার চেষ্টা করবেন না।",
      "৩. মরিচা হলো স্টিলের ক্যান্সার: স্টিলের পোলের জন্য মরিচা ক্যান্সারের মতো। যেখানেই দেখবেন, সেখানেই বিপদ লুকিয়ে থাকতে পারে।",
      "৪. পরিবেশ দেখুন: পোলের আশপাশে ভেজা মাটি, ঝোপঝাড় বা পিচ্ছিল জায়গা আছে কিনা, তা দেখে নিন। ওঠার আগে নামার রাস্তাও পরিষ্কার রাখুন।"
    ]
  },
  "myth_buster": {
    "title": "মিথ বাস্টার (Myth Buster)",
    "myths": [
      {
        "myth": "স্টিলের পোল তো শুধু বাঁকতে পারে, ভাঙে না।",
        "reality": "একেবারেই ভুল। মাটির সংযোগস্থলে মরিচা ধরে স্টিলের পোল এতটাই দুর্বল হয়ে যায় যে সামান্য ঝোড়ো হাওয়া বা আপনার শরীরের ভারেই সেটি কোনো সতর্কবার্তা ছাড়াই ভেঙে পড়তে পারে।"
      },
      {
        "myth": "সিমেন্টের পোলে (PCC Pole) চুলের মতো ফাটল তো থাকেই, ওতে কিছু হয় না।",
        "reality": "ভুল। এই সূক্ষ্ম ফাটল দিয়ে জল ঢুকে ভেতরের রডে মরিচা ধরা শুরু হয়, যা ধীরে ধীরে কংক্রিটকে ফাটিয়ে পোলকে দুর্বল করে দেয়। এটি একটি বড় বিপদের প্রাথমিক লক্ষণ।"
      }
    ]
  },
  "advanced_section": {
    "title": "এর পেছনের ইঞ্জিনিয়ারিং ফ্যাক্টস",
    "facts": [
      {
        "title": "লোড এবং স্ট্রেস কনসেন্ট্রেশন",
        "content": "একটি পোল শুধু তারের টান (Tensile Stress) বা বাতাসের চাপ (Wind Load) সহ্য করে না, এই সমস্ত চাপ পোলের একটি নির্দিষ্ট বিন্দুতে, সাধারণত মাটির ঠিক ওপরে, কেন্দ্রীভূত হয়। তাই পোলের গোড়াই সবচেয়ে দুর্বল জায়গা এবং এখানেই প্রথমে পরীক্ষা করা উচিত।"
      },
      {
        "title": "গ্যালভানিক করোশন (Galvanic Corrosion)",
        "content": "যখন দুটি ভিন্ন ধরনের ধাতু (যেমন স্টিলের পোল এবং অ্যালুমিনিয়ামের ক্ল্যাম্প) একসাথে লাগানো হয় এবং সেখানে জলীয় বাষ্প থাকে, তখন একটি রাসায়নিক বিক্রিয়া শুরু হয় যা একটি ধাতুকে দ্রুত ক্ষয় করে দেয়। একে গ্যালভানিক করোশন বলে। এজন্যই জয়েন্টগুলো পরীক্ষা করা খুব জরুরি।"
      }
    ]
  }
}