{
  "level_id": "1.9",
  "badge_name": "সুরক্ষা কবচ",
  "level_title": "ঝড়-বৃষ্টিতে কাজ: কখন 'না' বলবেন",
  "mission_briefing": "একজন লাইনম্যান প্রকৃতির সাথে মিলেমিশে কাজ করেন। রোদ, হাওয়া, মেঘ—এগুলো আপনার প্রতিদিনের সঙ্গী। কিন্তু যখন প্রকৃতি তার রুদ্র রূপ দেখায়, তখন একজন বুদ্ধিমান লাইনম্যান বীরত্ব দেখান না, বরং বুদ্ধিমত্তার পরিচয় দেন। এই লেভেলের মিশন হলো প্রকৃতির সংকেত বোঝা এবং সেই অনুযায়ী নিজের সুরক্ষার জন্য সবচেয়ে কঠিন কিন্তু সবচেয়ে জরুরি শব্দটি উচ্চারণ করা—'না'।",
  "sections": [
    {
      "title": "প্রকৃতির সংকেত বোঝা এবং সঠিক সিদ্ধান্ত নেওয়া",
"points": [
        {
          "item_name": "১. বৃষ্টি: যখন জল শুধু ভেজায় না, বিপদও বাড়ায়",
          "specifications": "বৃষ্টির সময় প্রধান বিপদগুলো হলো:\n• পিচ্ছিল পৃষ্ঠ (Slippery Surfaces): ভেজা পোল, ক্রস-আর্ম, মই এবং আপনার টুলস—সবকিছুই অত্যন্ত পিচ্ছিল হয়ে যায়, যা পতনের ঝুঁকি বহুগুণ বাড়িয়ে দেয়।\n• বৈদ্যুতিক পরিবাহিতা বৃদ্ধি: জল এবং আর্দ্রতা বাতাস এবং অন্যান্য বস্তুর (যেমন আপনার ভেজা পোশাক) ইনসুলেটিং ক্ষমতা কমিয়ে দেয়। এর ফলে ফ্ল্যাশওভার বা আর্ক ফ্ল্যাশের সম্ভাবনা মারাত্মকভাবে বেড়ে যায়।\n• দৃশ্যমানতা হ্রাস (Reduced Visibility): ভারী বৃষ্টিতে আপনি ওপরের তার বা চারপাশের বিপদ ঠিকমতো দেখতে পান না।",
          "importance": "বৃষ্টির সময় কাজ করা মানে தெரிந்த ঝুঁকির সাথে আপস করা। একটি ছোট স্লিপ বা একটি অপ্রত্যাশিত আর্ক আপনার জীবনের শেষ ভুল হতে পারে।",
          "golden_rule": "সাধারণ রক্ষণাবেক্ষণের কাজ বৃষ্টির সময় সম্পূর্ণ বন্ধ রাখা উচিত। শুধুমাত্র জরুরি ফল্ট মেরামতির ক্ষেত্রে, সর্বোচ্চ সতর্কতা এবং অতিরিক্ত PPE (যেমন ওয়াটারপ্রুফ গ্লাভস) সহ কাজ করা যেতে পারে, তবে বজ্রপাত শুরু হলে তৎক্ষণাৎ কাজ বন্ধ করতে হবে।"
        },
        {
          "item_name": "২. বজ্রপাত: প্রকৃতির নিজস্ব হাই-ভোল্টেজ",
          "specifications": "বজ্রপাতের বিপদগুলো হলো:\n• সরাসরি আঘাত (Direct Strike): যদিও সম্ভাবনা কম, কিন্তু খোলা জায়গায় বা পোলের ওপর এটি মারাত্মক।\n• পরোক্ষ আঘাত (Indirect Strike): কাছাকাছি বজ্রপাত হলে, বিদ্যুৎ মাটির মধ্যে দিয়ে প্রবাহিত হয়ে বা লাইনের ওপর আবেশ (Induction) তৈরি করে আপনাকে শক দিতে পারে।\n• প্রচণ্ড শব্দ ও আলো: হঠাৎ বজ্রপাতের শব্দ ও আলো আপনাকে চমকে দিয়ে মনোযোগ নষ্ট করতে পারে, যা পতনের কারণ হতে পারে।",
          "importance": "বজ্রপাত পৃথিবীর সবচেয়ে শক্তিশালী বৈদ্যুতিক ডিসচার্জ। এর সামনে কোনো PPE বা সুরক্ষা ব্যবস্থা কাজ করে না। এটি সুরক্ষার ক্ষেত্রে একটি 'রেড লাইন'।"
        },
        {
          "item_name": "৩. প্রবল বাতাস: অদৃশ্য শক্তি যা আপনাকে ফেলে দিতে পারে",
          "specifications": "প্রবল বাতাসের বিপদগুলো হলো:\n• ভারসাম্য হারানো: পোলের ওপরে সামান্য বাতাসও আপনার শরীরের ভারসাম্য নষ্ট করে দিতে পারে।\n• উড়ন্ত বস্তু: বাতাসের সাথে ধুলো, বালি বা ছোট ডালপালা উড়ে এসে আপনার চোখে লাগতে পারে বা মনোযোগ নষ্ট করতে পারে।\n• তারের দোলনা (Conductor Galloping): জোরে বাতাসে তারগুলো প্রচণ্ডভাবে দুলতে থাকে, যা ফেজ-টু-ফেজ শর্ট সার্কিটের কারণ হতে পারে বা আপনার নিরাপদ দূরত্বকে হঠাৎ কমিয়ে দিতে পারে।",
          "importance": "আপনি বাতাসের শক্তির সাথে লড়াই করে জিততে পারবেন না। একজন লাইনম্যানের শক্তি তার বুদ্ধিতে, পেশিতে নয়।",
          "golden_rule": "সাধারণত, ঘণ্টায় ৪০-৫০ কিলোমিটারের বেশি বেগে বাতাস বইলে উঁচুতে কাজ করা বন্ধ রাখা উচিত। পরিস্থিতি মূল্যায়ন করুন এবং যদি সামান্যতম সন্দেহ হয়, তবে কাজ স্থগিত রাখুন।"
        }
      ]
    }
  ],
  "image_suggestion": "একটি তিন-ভাগের ইলাস্ট্রেশন। প্রথম ভাগে বৃষ্টিতে কাজ করার বিপদ (পিচ্ছিল পোল, আর্ক ফ্ল্যাশ)। দ্বিতীয় ভাগে বজ্রপাতের সময় পোলের ওপর থেকে নেমে আসার ছবি। তৃতীয় ভাগে প্রবল বাতাসে তার দুলছে এবং একজন লাইনম্যান কাজ বন্ধ রেখেছেন—এমন ছবি। প্রতিটি ছবির ওপর একটি বিপদ চিহ্ন থাকবে।",
  "pro_tip": {
    "title": "বিশেষ প্রো টিপস (Pro Tips)",
    "content": [
      "১. আবহাওয়ার পূর্বাভাস দেখুন: কাজ শুরু করার আগে এবং কাজের সময় নিয়মিত আবহাওয়ার পূর্বাভাস চেক করুন। আধুনিক অ্যাপগুলো আপনাকে আসন্ন ঝড় বা বৃষ্টি সম্পর্কে সতর্ক করতে পারে।",
      "২. আপনার মনকে বিশ্বাস করুন: যদি আপনার ভেতর থেকে মনে হয় যে পরিস্থিতি নিরাপদ নয়, তবে সেই অনুভূতিকে গুরুত্ব দিন। আপনার অভিজ্ঞতা এবং প্রবৃত্তি (Instinct) একটি শক্তিশালী সুরক্ষা টুল।",
      "৩. 'না' বলা একটি পেশাদারিত্বের লক্ষণ: অনিরাপদ পরিস্থিতিতে কাজ করতে অস্বীকার করা ভীরুতা নয়, বরং এটি আপনার এবং আপনার টিমের প্রতি আপনার দায়িত্ববোধ এবং পেশাদারিত্বের প্রমাণ।",
      "৪. নিরাপদ আশ্রয়ের পরিকল্পনা: কাজের জায়গায় পৌঁছানোর পরেই দেখে নিন, হঠাৎ আবহাওয়া খারাপ হলে আপনি কোথায় আশ্রয় নেবেন।"
    ]
  },
  "myth_buster": {
    "title": "মিথ বাস্টার (Myth Buster)",
    "myths": [
      {
        "myth": "আমি রাবারের জুতো আর গ্লাভস পরে আছি, তাই বজ্রপাতে আমার কিছু হবে না।",
        "reality": "ভুল। একটি বজ্রপাতের ভোল্টেজ এবং কারেন্ট এতই प्रचंड যে আপনার PPE তাকে আটকানোর জন্য তৈরিই হয়নি। এটি মিলিয়ন ভোল্ট পর্যন্ত হতে পারে। এর সামনে আপনার PPE একটি কাগজের মতো।"
      },
      {
        "myth": "সুপারভাইজার চাপ দিচ্ছেন, তাই হালকা বৃষ্টিতে কাজটা শেষ করতেই হবে।",
        "reality": "কোনো কাজই আপনার জীবনের চেয়ে বড় নয়। আপনার সুরক্ষা আপনার দায়িত্ব। একজন ভালো সুপারভাইজার কখনো একজন কর্মীর জীবন বিপন্ন করে কাজ করতে বলবেন না। যদি কেউ বলেন, তবে সেটি একটি বিপজ্জনক কাজের পরিবেশের লক্ষণ।"
      }
    ]
  },
  "advanced_section": {
    "title": "এর পেছনের ইঞ্জিনিয়ারিং ও বিজ্ঞান",
    "facts": [
      {
        "title": "আর্দ্রতা এবং ব্রেকডাউন ভোল্টেজ",
        "content": "বাতাসের ডাই-ইলেকট্রিক স্ট্রেন্থ বা ব্রেকডাউন ভোল্টেজ (যে ভোল্টেজে বাতাস ইনসুলেটর থেকে পরিবাহী হয়ে যায়) বাতাসের আর্দ্রতার ওপর ব্যাপকভাবে নির্ভরশীল। বাতাসে জলীয় বাষ্পের পরিমাণ যত বাড়ে, ব্রেকডাউন ভোল্টেজ তত কমে যায়। এজন্যই ভেজা আবহাওয়ায় কম ভোল্টেজেই আর্ক ফ্ল্যাশ হওয়ার সম্ভাবনা বেড়ে যায়।"
      },
      {
        "title": "স্টেপ পটেনশিয়াল (Step Potential)",
        "content": "বজ্রপাত মাটিতে আঘাত হানলে, বিদ্যুৎ মাটির ওপর দিয়ে চারদিকে ছড়িয়ে পড়ে। এর ফলে মাটির দুটি ভিন্ন বিন্দুর মধ্যে একটি বিশাল ভোল্টেজের পার্থক্য তৈরি হয়। আপনি যদি সেই মুহূর্তে হেঁটে যান, তবে আপনার দুই পায়ের মধ্যে এই ভোল্টেজের পার্থক্য একটি মারাত্মক শক তৈরি করতে পারে। এজন্যই বজ্রপাতের সময় মাটিতে শুয়ে পড়তে বা বড় পদক্ষেপ ফেলতে বারণ করা হয়।"
      }
    ]
  }
}

