{
  "level_id": "5.7",
  "badge_name": "ফল্ট ফাইন্ডার",
  "level_title": "রাতের বেলা ফল্ট খোঁজার কৌশল",
  "mission_briefing": "দিনের আলোতে ফল্ট খোঁজা এক জিনিস, আর মাঝরাতে মুষলধারে বৃষ্টির মধ্যে ফল্ট খোঁজা সম্পূর্ণ অন্য চ্যালেঞ্জ। অন্ধকার আপনার শত্রু, কিন্তু একজন বুদ্ধিমান ফল্ট ফাইন্ডারের জন্য এটি একটি বন্ধুও হতে পারে। কারণ, বিদ্যুৎ যখন ভুল পথে যায়, তখন সে প্রায়ই আলোর ঝলকানি বা স্পার্কের মতো সূত্র রেখে যায়, যা অন্ধকারে অনেক দূর থেকেও দেখা যায়। এই লেভেলের মিশন হলো, রাতের অন্ধকারের চ্যালেঞ্জ মোকাবিলা করা এবং অন্ধকারকে ব্যবহার করেই ফল্ট খুঁজে বের করার বিশেষ কৌশলগুলো শেখা।",
  "sections": [
    {
      "title": "অন্ধকারের গোয়েন্দা: চ্যালেঞ্জ এবং সুযোগ",
      "points": [
        {
          "item_name": "১. প্রধান চ্যালেঞ্জ: অন্ধকার এবং ক্লান্তি",
          "specifications": "• দৃশ্যমানতার অভাব: রাতের বেলায় আপনি ভাঙা ইনসুলেটর, গাছের ডাল বা অন্যান্য ছোটখাটো ক্ষতি সহজে দেখতে পাবেন না।\n• ব্যক্তিগত সুরক্ষা: হোঁচট খাওয়া, গর্তে পড়া বা বন্যপ্রাণীর মুখোমুখি হওয়ার মতো ঝুঁকি বেড়ে যায়।\n• ক্লান্তি এবং মানসিক চাপ: রাতের বেলায় শরীর এবং মস্তিষ্ক ক্লান্ত থাকে, যা সিদ্ধান্ত নেওয়ার ক্ষমতাকে প্রভাবিত করতে পারে।",
          "importance": "রাতের বেলা কাজ করার সময় সুরক্ষার নিয়মগুলো দ্বিগুণ কঠোরভাবে পালন করা উচিত। তাড়াহুড়ো করা বা শর্টকাট নেওয়া চলবে না।"
        },
        {
          "item_name": "২. সরঞ্জাম: রাতের বেলার বিশেষ অস্ত্র",
          "specifications": "• উচ্চ-ক্ষমতার টর্চলাইট/সার্চলাইট: একটি শক্তিশালী এবং ফোকাসযোগ্য টর্চলাইট আপনার সবচেয়ে বড় বন্ধু। গাড়িতে একটি বড় সার্চলাইট এবং আপনার কাছে একটি ভালো হেডল্যাম্প থাকা উচিত।\n• বাইনোকুলার: রাতের বেলায়ও বাইনোকুলার খুব কার্যকর। এটি টর্চের আলোকে কেন্দ্রীভূত করে দূরের বস্তুকে বড় করে দেখতে সাহায্য করে।\n• থার্মাল ইমেজার: যদি উপলব্ধ থাকে, তবে একটি থার্মাল ক্যামেরা বা ইমেজার রাতের বেলায় হটস্পট বা লুজ কানেকশন খুঁজে বের করার জন্য জাদুর মতো কাজ করে।",
          "importance": "সঠিক সরঞ্জাম ছাড়া রাতের বেলা ফল্ট খোঁজা প্রায় অসম্ভব। আপনার 'নাইট ভিশন' আপনার সরঞ্জামের ওপরই নির্ভরশীল।"
        },
        {
          "item_name": "৩. অন্ধকার যখন বন্ধু: স্পার্ক এবং করোনা অনুসরণ",
          "specifications": "• স্পার্ক বা ফ্ল্যাশ (Spark/Flash): যদি কোনো গ্রাহক বা আপনি নিজে পেট্রোলিং-এর সময় আলোর ঝলকানি বা ফ্ল্যাশ দেখেন, তবে সেটি ফল্টের সঠিক অবস্থান নির্দেশ করতে পারে।\n• করোনা ডিসচার্জ (Corona Discharge): হাই-ভোল্টেজ লাইনের ক্ষতিগ্রস্ত ইনসুলেটর বা ধারালো হার্ডওয়্যারের চারপাশে যে হালকা নীল বা বেগুনি আভা তৈরি হয় (করোনা), তা দিনের বেলায় অদৃশ্য থাকে কিন্তু রাতের অন্ধকারে অনেক দূর থেকে দেখা যায়।\n• ট্র্যাকিং (Tracking): ইনসুলেটরের পৃষ্ঠের ওপর দিয়ে ছোট ছোট নীলচে স্পার্কের মতো লাইন (ট্র্যাকিং) দেখা গেলে, সেটি প্রমাণ করে যে ইনসুলেটরটি খারাপ হয়ে গেছে।",
          "importance": "এই বৈদ্যুতিক সূত্রগুলো দিনের বেলায় প্রায়ই চোখে পড়ে না। তাই, অন্ধকার আপনার জন্য একটি ডায়াগনস্টিক টুল হিসেবে কাজ করতে পারে।"
        },
        {
          "item_name": "৪. রাতের বেলা পেট্রোলিং-এর কৌশল",
          "specifications": "• ধীরে এবং সাবধানে চলুন: রাতের বেলায় গাড়ির গতি কম রাখুন এবং দুজন ব্যক্তি একসাথে পেট্রোলিং করুন—একজন গাড়ি চালাবেন, অন্যজন দুই পাশের লাইন পর্যবেক্ষণ করবেন।\n• পরিচিত এলাকা দিয়ে যান: সম্ভব হলে, পরিচিত এবং নিরাপদ রাস্তা দিয়ে পেট্রোলিং করুন।\n• শব্দ শুনুন: রাতের নিস্তব্ধতায় অস্বাভাবিক শব্দ (যেমন হিসহিস্ বা খটখট) অনেক দূর থেকে শোনা যায়।\n• স্থানীয়দের সাহায্য নিন: যদি কোনো ফল্ট হয়, তবে স্থানীয় বাসিন্দারা প্রায়ই জেগে থাকেন। তাদের জিজ্ঞাসা করুন তারা কোনো শব্দ বা আলো দেখেছেন কিনা।",
          "importance": "রাতের বেলা পেট্রোলিং ধৈর্য এবং পদ্ধতির ওপর নির্ভর করে, গতির ওপর নয়।"
        }
      ]
    }
  ],
  "image_suggestion": "একটি রাতের ছবি। দূরে একটি পোলের ওপর একটি ক্ষতিগ্রস্ত ইনসুলেটর থেকে হালকা নীল 'করোনা' আভা বেরোচ্ছে, যা অন্ধকারে স্পষ্টভাবে দেখা যাচ্ছে। সামনে একজন লাইনম্যান একটি শক্তিশালী টর্চলাইট দিয়ে সেদিকে আলো ফেলেছেন।",
  "pro_tip": {
    "title": "বিশেষ প্রো টিপস (Pro Tips)",
    "content": [
      "১. চোখকে অভ্যস্ত হতে দিন: উজ্জ্বল টর্চলাইট ব্যবহার করার পর, আলো নিভিয়ে কিছুক্ষণ অপেক্ষা করুন যাতে আপনার চোখ আবার অন্ধকারের সাথে অভ্যস্ত হয়ে যায়। এই সময় আপনি হয়তো কোনো হালকা করোনা বা স্পার্ক দেখতে পাবেন।",
      "২. প্রতিফলক জ্যাকেট পরুন: রাতের বেলা রাস্তার পাশে কাজ করার সময়, একটি উজ্জ্বল এবং প্রতিফলক (Reflective) জ্যাকেট পরা আপনার সুরক্ষার জন্য অপরিহার্য, যাতে চালকরা আপনাকে দূর থেকে দেখতে পায়।",
      "৩. ব্যাটারি চেক করুন: পেট্রোলিং-এ বেরোনোর আগে নিশ্চিত করুন আপনার টর্চলাইট, হেডল্যাম্প এবং ফোনের ব্যাটারি সম্পূর্ণ চার্জড আছে।",
      "৪. একা যাবেন না: রাতের বেলা ফল্ট খোঁজার জন্য কখনোই একা যাওয়া উচিত নয়। একজন সঙ্গী থাকা সুরক্ষা এবং সহায়তার জন্য জরুরি।"
    ]
  },
  "myth_buster": {
    "title": "মিথ বাস্টার (Myth Buster)",
    "myths": [
      {
        "myth": "রাতে কিছু দেখা যায় না, তাই পেট্রোলিং করে লাভ নেই। সকাল হওয়ার জন্য অপেক্ষা করাই ভালো।",
        "reality": "ভুল। একদিকে যেমন কিছু জিনিস দেখা কঠিন হয়, তেমনই স্পার্ক বা করোনার মতো বৈদ্যুতিক সূত্রগুলো রাতেই সবচেয়ে ভালো দেখা যায়। এছাড়াও, বিদ্যুৎ পুনরুদ্ধার করা একটি জরুরি পরিষেবা, তাই যত তাড়াতাড়ি সম্ভব ফল্ট খুঁজে বের করাটাই লক্ষ্য।"
      },
      {
        "myth": "আমার গাড়ির হেডলাইটই যথেষ্ট, আলাদা টর্চের দরকার নেই।",
        "reality": "গাড়ির হেডলাইট শুধু дорогуকে আলোকিত করে। পোলের ওপরে বা লাইনের জটিল কাঠামো দেখার জন্য একটি শক্তিশালী, কেন্দ্রীভূত এবং সহজে ঘোরানো যায় এমন আলোর উৎস (যেমন সার্চলাইট) অপরিহার্য।"
      }
    ]
  },
  "advanced_section": {
    "title": "এর পেছনের প্রযুক্তি",
    "facts": [
      {
        "title": "আল্ট্রাভায়োলেট (UV) ক্যামেরা",
        "content": "করোনা ডিসচার্জ মানুষের চোখে 보이는 আলোর পাশাপাশি অতিবেগুনি বা আল্ট্রাভায়োলেট (UV) রশ্মিও নির্গত করে। বিশেষ UV ক্যামেরা বা 'করোনা ক্যামেরা' দিনের বেলাতেও এই UV রশ্মিকে সনাক্ত করতে পারে এবং সেটিকে একটি দৃশ্যমান ছবিতে রূপান্তরিত করে। এটি হাই-ভোল্টেজ লাইনের ইনসুলেশন পরীক্ষা করার একটি অত্যন্ত উন্নত এবং কার্যকর উপায়।"
      },
      {
        "title": "অ্যাকোস্টিক ডিসচার্জ ডিটেক্টর (Acoustic Discharge Detector)",
        "content": "করোনা বা ট্র্যাকিং একটি নির্দিষ্ট ফ্রিকোয়েন্সির শব্দ (সাধারণত মানুষের শোনার ক্ষমতার বাইরে, আল্ট্রাসাউন্ড রেঞ্জে) তৈরি করে। অ্যাকোস্টিক ডিটেক্টর হলো একটি সংবেদনশীল মাইক্রোফোন যা এই শব্দকে ধরে এবং সেটিকে মানুষের শোনার মতো শব্দে রূপান্তরিত করে। একটি ডিশ অ্যান্টেনার মতো যন্ত্র দিয়ে এটিকে লাইনের দিকে তাক করলে, শব্দের উৎস (অর্থাৎ ফল্টের উৎস) খুঁজে বের করা যায়।"
      }
    ]
  }
}

