{

  "level_id": "1.5",

  "badge_name": "সুরক্ষা কবচ",

  "level_title": "ডিসচার্জ রড ব্যবহারের কায়দা",

  "mission_briefing": "কন্ট্রোল রুম থেকে আপনাকে 'পারমিট-টু-ওয়ার্ক' দেওয়া হয়েছে। লাইন বন্ধ। কিন্তু একটি ঘুমন্ত বাঘও বাঘই থাকে। তেমনি, একটি 'ডেড' লাইনও অদৃশ্য বিপদ ধরে রাখতে পারে। এই লেভেলের মিশন হলো, বিদ্যুতের এই লুকানো শক্তিকে চেনা এবং 'ডিসচার্জ রড' নামক অব্যর্থ অস্ত্রটি ব্যবহার করে লাইনকে πραγμα অর্থে নিরাপদ করা। এটি আপনার চূড়ান্ত নিরাপত্তা নিশ্চিতকারী।",

  "sections": [

    {

      "title": "কেন একটি 'ডেড' লাইনও বিপজ্জনক হতে পারে?",

      "points": [

        {

          "item_name": "১. অদৃশ্য শত্রু: ক্যাপাসিটিভ চার্জ এবং ইন্ডুসড ভোল্টেজ",

          "specifications": "লাইন বন্ধ করার পরেও দুটি প্রধান কারণে এতে বিপজ্জনক ভোল্টেজ থাকতে পারে:\n• ক্যাপাসিটিভ চার্জ (Capacitive Charge): ওভারহেড লাইন এবং মাটির মধ্যবর্তী বাতাস একটি ইনসুলেটর হিসেবে কাজ করে, যা একটি বিশাল প্রাকৃতিক ক্যাপাসিটর তৈরি করে। এই ক্যাপাসিটর বিপজ্জনক বৈদ্যুতিক চার্জ ধরে রাখতে পারে।\n• ইন্ডুসড ভোল্টেজ (Induced Voltage): যদি আপনার ডেড লাইনটি অন্য কোনো হাই-ভোল্টেজ লাইনের পাশ দিয়ে যায়, তবে চালু লাইনটির চৌম্বক ক্ষেত্র বন্ধ লাইনটিতে নতুন করে ভোল্টেজ তৈরি করতে পারে।",

          "importance": "এই দুটি কারণে জমে থাকা চার্জ একজন মানুষকে মারাত্মক শক দেওয়ার জন্য যথেষ্ট। পারমিট নেওয়া একটি প্রক্রিয়া মাত্র, কিন্তু ডিসচার্জ করা হলো শারীরিক সুরক্ষা নিশ্চিত করা।",

          "daily_check": "কাজে যাওয়ার আগে নিশ্চিত করুন আপনার কাছে সঠিক ভোল্টেজ রেটিং-এর ডিসচার্জ রড আছে। একটি ১১ কেভি রড ৩৩ কেভি লাইনে ব্যবহার করা আত্মহত্যার সামিল।"

        },

        {

          "item_name": "২. জীবনরক্ষাকারী পদ্ধতি: আগে মাটি, পরে লাইন",

          "specifications": "ডিসচার্জ রড ব্যবহারের একটিই সঠিক নিয়ম, যার কোনো ব্যতিক্রম নেই:\n• ধাপ ১ (সবচেয়ে জরুরি): রডের আর্থিং ক্ল্যাম্পটি প্রথমে একটি নির্ভরযোগ্য আর্থিং পয়েন্টে (যেমন আর্থ রড, পোলের আর্থিং স্ট্রিপ) খুব ভালোভাবে সংযুক্ত করুন।\n• ধাপ ২: আর্থিং নিশ্চিত করার পর, রডের হুক অংশটি দিয়ে লাইনের তিনটি কন্ডাক্টরকে (R, Y, B) একে একে স্পর্শ করান। একটি ছোট স্পার্ক বা 'চট্' শব্দ হতে পারে, যা প্রমাণ করে যে আপনি একটি সম্ভাব্য বিপদকে নিষ্ক্রিয় করেছেন।",

          "importance": "এই ক্রমটি যদি উল্টে যায় (অর্থাৎ আগে লাইনে স্পর্শ করে পরে আর্থিং), তাহলে জমে থাকা চার্জ আপনার শরীরের মধ্যে দিয়ে মাটিতে যাওয়ার চেষ্টা করবে, যা মুহূর্তের মধ্যে মৃত্যু ঘটাতে পারে। এই নিয়মটি জীবন ও মৃত্যুর মধ্যে পার্থক্য গড়ে দেয়।",

          "daily_check": "প্রতিবার ব্যবহারের আগে আপনার আর্থিং পয়েন্টটি পরীক্ষা করুন। মরিচা ধরা বা আলগা কানেকশনে আর্থিং ঠিকমতো কাজ করে না।"

        },

        {

          "item_name": "৩. আপনার অস্ত্রের স্বাস্থ্য পরীক্ষা",

          "specifications": "প্রতিবার ব্যবহারের আগে আপনার ডিসচার্জ রডটি পরীক্ষা করুন:\n• ইনসুলেটিং স্টিক: দেখুন এটি পরিষ্কার, শুকনো এবং ফাটলমুক্ত আছে কিনা।\n• কপার কেবিল: কেবিলের ইনসুলেশন কাটা বা ছেঁড়া আছে কিনা এবং দুই প্রান্তের কানেকশন মজবুত আছে কিনা, তা পরীক্ষা করুন।\n• ক্ল্যাম্প ও হুক: নিশ্চিত করুন এগুলো পরিষ্কার এবং এদের গ্রিপ মজবুত আছে।",

          "importance": "একটি ময়লা বা ভাঙা ডিসচার্জ রড নিজেই বিদ্যুৎ পরিবাহী হয়ে উঠতে পারে, যা আপনার সুরক্ষা কবচকে মারণাস্ত্রে পরিণত করবে।",

          "daily_check": "এই দ্রুত পরীক্ষাটি আপনার কাজের রুটিনের একটি বাধ্যতামূলক অংশ হওয়া উচিত।"

        }

      ]

    }

  ],

  "image_suggestion": "একটি পরিষ্কার দুটি ধাপের ইলাস্ট্রেশন। ধাপ ১: একজন লাইনম্যান ডিসচার্জ রডের ক্ল্যাম্পটি একটি আর্থিং রডে লাগাচ্ছেন (সবুজ টিক চিহ্ন সহ)। ধাপ ২: এরপর তিনি রডের হুকটি ওভারহেড লাইনে স্পর্শ করাচ্ছেন। পাশে একটি ভুল পদ্ধতির ছবি (আগে লাইনে স্পর্শ) একটি বড় লাল ক্রস চিহ্ন দিয়ে দেখানো থাকবে।",

  "pro_tip": {

    "title": "বিশেষ প্রো টিপস (Pro Tips)",

    "content": [

      "১. কন্ট্রোল রুমকে বিশ্বাস করুন, কিন্তু ভেরিফাই করুন: পারমিট নিন, কিন্তু লাইনকে ততক্ষণ পর্যন্ত লাইভ মনে করুন যতক্ষণ না আপনি নিজের হাতে তিনটি ফেজ ডিসচার্জ করছেন।",

      "২. স্পার্ক আপনার বন্ধু: ডিসচার্জ করার সময় যে ছোট স্পার্ক হয়, তাকে ভয় পাবেন না। ওটা প্রমাণ করে যে আপনি একটি লুকানো বিপদকে এড়াতে পেরেছেন।",

      "৩. কাজ শেষ না হওয়া পর্যন্ত আর্থিং রাখুন: অনেক ক্ষেত্রে, যতক্ষণ লাইনে কাজ চলে, ততক্ষণ সেটিকে আর্থিং করে রাখাই নিয়ম, যাতে ভুলবশত লাইন চালু হলেও বিপদ এড়ানো যায়।"

    ]

  },

  "myth_buster": {

    "title": "মিথ বাস্টার (Myth Buster)",

    "myths": [

      {

        "myth": "লাইন তো মাত্র ৫ মিনিটের জন্য বন্ধ করা হয়েছে, এর মধ্যে আর কী চার্জ জমবে? ডিসচার্জ করার দরকার নেই।",

        "reality": "ভুল। ক্যাপাসিটিভ চার্জ এবং ইন্ডুসড ভোল্টেজ মুহূর্তের মধ্যে তৈরি হতে পারে। সময় যতই কম হোক না কেন, ডিসচার্জ করা বাধ্যতামূলক।"

      },

      {

        "myth": "আগে তারে লাগিয়ে পরে আর্থিং করলে তাড়াতাড়ি কাজ হয় এবং স্পার্কটাও ভালো দেখা যায়।",

        "reality": "এটি একটি মারাত্মক এবং মূর্খ ধারণা। এই পদ্ধতিতে আপনি নিজেকে এবং আর্থিং পয়েন্টের মধ্যে একটি সেতু তৈরি করেন, যার ফল হতে পারে মৃত্যু।"

      }

    ]

  },

  "advanced_section": {

    "title": "এর পেছনের ইঞ্জিনিয়ারিং ফ্যাক্টস",

    "facts": [

      {

        "title": "ক্যাপাসিট্যান্স এবং ফ্যারাড (Capacitance and Farads)",

        "content": "ক্যাপাসিট্যান্স হলো কোনো সিস্টেমের চার্জ ধরে রাখার ক্ষমতা, যার একক ফ্যারাড। একটি ওভারহেড লাইন এবং পৃথিবী সমান্তরাল প্লেট ক্যাপাসিটরের মতো কাজ করে। লাইনের দৈর্ঘ্য এবং উচ্চতা যত বেশি হয়, তার চার্জ ধরে রাখার ক্ষমতাও তত বাড়ে।"

      },

      {

        "title": "ইলেক্ট্রোম্যাগনেটিক ইন্ডাকশন (Electromagnetic Induction)",

        "content": "এটি মাইকেল ফ্যারাডের আবিষ্কৃত একটি সূত্র, যার ওপর ভিত্তি করে ট্রান্সফরমার এবং মোটর কাজ করে। যখন একটি লাইভ এসি লাইনের কারেন্ট ক্রমাগত দিক পরিবর্তন করে, তখন তার চারপাশে একটি পরিবর্তনশীল চৌম্বক ক্ষেত্র তৈরি হয়। এই চৌম্বক ক্ষেত্রটি পাশের যেকোনো পরিবাহীতে (যেমন আপনার ডেড লাইন) একটি নতুন ভোল্টেজ তৈরি বা 'ইন্ডিউস' করে।"

      }

    ]

  }

}

