{
  "level_id": "4.5",
  "badge_name": "কাজের কারিগর",
  "level_title": "ট্রান্সফরমারের অয়েল লেভেল ও তাপমাত্রা পরীক্ষা",
  "mission_briefing": "ডিস্ট্রিবিউশন ট্রান্সফরমার হলো লাইনের হৃৎপিণ্ড, আর ট্রান্সফরমার অয়েল তার রক্ত। এই তেল শুধু ইনসুলেশনই দেয় না, বরং ভেতরের তাপকে বাইরে বের করে দিয়ে ট্রান্সফরমারকে ঠান্ডাও রাখে। তেলের লেভেল কমে যাওয়া বা অতিরিক্ত গরম হওয়া একটি আসন্ন বড় সমস্যার লক্ষণ। এই লেভেলের মিশন হলো, একজন ডাক্তারের মতো ট্রান্সফরমারের এই দুটি 'ভাইটাল সাইন' বা গুরুত্বপূর্ণ লক্ষণ পরীক্ষা করতে শেখা।",
  "sections": [
    {
      "title": "হৃৎপিণ্ডের স্বাস্থ্য পরীক্ষা",
      "points": [
        {
          "item_name": "১. অয়েল লেভেল পরীক্ষা: রক্তচাপ মাপা",
          "specifications": "• কোথায় দেখবেন: ট্রান্সফরমারের মেইন ট্যাঙ্কের ওপরে থাকা কনজারভেটর ট্যাঙ্কের (Conservator Tank) পাশে একটি কাঁচের অয়েল লেভেল ইন্ডিকেটর বা গেজ (Oil Level Gauge) থাকে।\n• কী দেখবেন: এই গেজে সাধারণত 'Min' (ন্যূনতম), 'Max' (সর্বোচ্চ) এবং একটি নির্দিষ্ট তাপমাত্রায় (যেমন 30°C) তেলের স্বাভাবিক লেভেল চিহ্নিত করা থাকে। তেলের লেভেল এই চিহ্নিত দাগের কাছাকাছি থাকা উচিত।\n• কখন দেখবেন: এই পরীক্ষাটি দূর থেকে বা পোলের নিচে দাঁড়িয়েই করা যায়। এর জন্য লাইন বন্ধ করার প্রয়োজন নেই।",
          "importance": "তেলের লেভেল ন্যূনতম দাগের নিচে নেমে যাওয়া একটি গুরুতর বিপদ সংকেত। এর মানে হলো, মেইন ট্যাঙ্কের ভেতরের ওয়াইন্ডিং বা তারের কুণ্ডলী হয়তো তেলের বাইরে চলে এসেছে, যা কুলিং এবং ইনসুলেশন দুটোকেই ব্যাহত করছে। এর ফলে ট্রান্সফরমার অতিরিক্ত গরম হয়ে পুড়ে যেতে পারে।"
        },
        {
          "item_name": "২. তাপমাত্রা পরীক্ষা: জ্বর মাপা",
          "specifications": "• কীভাবে বুঝবেন: বেশিরভাগ ডিস্ট্রিবিউশন ট্রান্সফরমারে সরাসরি তাপমাত্রা মাপার জন্য থার্মোমিটার থাকে না। এখানে আপনাকে পরোক্ষ লক্ষণ এবং অনুমানের ওপর নির্ভর করতে হবে।\n• লক্ষণ ১ (স্পর্শ): যদি নিরাপদে সম্ভব হয়, তবে ট্রান্সফরমারের ট্যাঙ্কের গায়ে হাত দিয়ে দেখুন। স্বাভাবিক লোডে এটি সামান্য গরম থাকবে, কিন্তু যদি হাত রাখা অসম্ভব হয়, তবে এটি অতিরিক্ত গরম। (সাবধান: এটি করার আগে নিশ্চিত করুন ট্যাঙ্কের বডি সঠিকভাবে আর্থ করা আছে)।\n• লক্ষণ ২ (শব্দ): অতিরিক্ত গরম হলে ট্রান্সফরমারের স্বাভাবিক হামিং শব্দের তীব্রতা বেড়ে যেতে পারে বা তেলের ফুটন্ত শব্দের মতো শব্দ হতে পারে।\n• লক্ষণ ৩ (অবস্থা): গ্রীষ্মকালে দুপুরবেলা বা পিক-লোড সময়ে ট্রান্সফরমার বেশি গরম হওয়াটা স্বাভাবিক।",
          "importance": "অতিরিক্ত গরম হওয়া (Overheating) ট্রান্সফরমারের ইনসুলেশনের (বিশেষ করে ভেতরের কাগজের ইনসুলেশন) আয়ু দ্রুত কমিয়ে দেয় এবং এটি ওভারলোডিং বা ভেতরের কোনো ফল্টের লক্ষণ হতে পারে।"
        },
        {
          "item_name": "৩. সমস্যা সনাক্তকরণ এবং করণীয়",
          "specifications": "• কম তেলের কারণ: প্রধান কারণ হলো তেল লিক করা। বুশিং-এর গ্যাসকেট, ওয়েল্ডিং জয়েন্ট, ড্রেন কক বা কুলিং ফিন থেকে তেল লিক করতে পারে।\n• করণীয় (কম তেল): অবিলম্বে সুপারভাইজারকে রিপোর্ট করুন। তেল টপ-আপ করার এবং লিক সারানোর ব্যবস্থা করতে হবে।\n• অতিরিক্ত গরমের কারণ: প্রধান কারণ হলো ওভারলোডিং। এছাড়াও, কুলিং ফিনগুলোর চারপাশে হাওয়া চলাচল বন্ধ হয়ে গেলে (যেমন লতাপাতায় ঢেকে গেলে) বা তেলের লেভেল কমে গেলেও এটি হতে পারে।\n• করণীয় (অতিরিক্ত গরম): লোড পরীক্ষা করুন। যদি ওভারলোডেড থাকে, তবে লোড কমানোর বা ট্রান্সফরমারের ক্ষমতা বাড়ানোর জন্য রিপোর্ট করুন। কুলিং ফিনগুলো পরিষ্কার করুন।",
          "importance": "এই সমস্যাগুলো প্রাথমিক অবস্থায় সনাক্ত করতে পারলে একটি বড় ব্রেকডাউন এবং দীর্ঘ সময়ের জন্য পাওয়ার কাট এড়ানো সম্ভব।"
        }
      ]
    }
  ],
  "image_suggestion": "একটি ট্রান্সফরমারের কনজারভেটর ট্যাঙ্কের ক্লোজ-আপ ছবি, যেখানে অয়েল লেভেল ইন্ডিকেটর এবং তার 'Min' ও 'Max' দাগ স্পষ্টভাবে দেখানো হয়েছে। পাশে একটি থার্মাল ক্যামেরার ছবি থাকতে পারে, যা একটি ওভারলোডেড ও অতিরিক্ত গরম ট্রান্সফরমারকে লাল বা কমলা রঙে দেখাচ্ছে।",
  "pro_tip": {
    "title": "বিশেষ প্রো টিপস (Pro Tips)",
    "content": [
      "১. তেল টপ-আপ করার নিয়ম: ট্রান্সফরমারে তেল ভরার সময়, অবশ্যই একই গ্রেডের এবং ফিল্টার করা নতুন তেল ব্যবহার করতে হবে। ভুল তেল বা আর্দ্র তেল ব্যবহার করলে ট্রান্সফরমারের ক্ষতি হবে। এই কাজটি করার আগে ট্রান্সফরমারটি বন্ধ করে দেওয়া উচিত।",
      "২. তাপমাত্রা এবং তেলের লেভেল: তাপমাত্রা বাড়লে তেল প্রসারিত হয় এবং লেভেল বাড়ে, আবার ঠান্ডা হলে সংকুচিত হয় এবং লেভেল কমে। তাই অয়েল লেভেল দেখার সময় চারপাশের তাপমাত্রার কথাও মাথায় রাখা উচিত।",
      "৩. বড় ট্রান্সফরমারের ক্ষেত্রে: বড় পাওয়ার ট্রান্সফরমারগুলোতে অয়েল টেম্পারেচার ইন্ডিকেটর (OTI) এবং ওয়াইন্ডিং টেম্পারেচার ইন্ডিকেটর (WTI) লাগানো থাকে, যা সরাসরি তাপমাত্রা দেখায় এবং বিপদসীমা ছাড়ালে অ্যালার্ম বাজায় বা ট্রিপ করে।",
      "৪. তেল পরীক্ষার গুরুত্ব: নিয়মিতভাবে ট্রান্সফরমারের তেলের নমুনা সংগ্রহ করে ল্যাবরেটরিতে পাঠানো হয়। সেখানে এর ডাই-ইলেকট্রিক স্ট্রেন্থ (BDV Test) এবং অন্যান্য রাসায়নিক বৈশিষ্ট্য পরীক্ষা করে তেলের এবং ট্রান্সফরমারের ভেতরের স্বাস্থ্য সম্পর্কে জানা যায়।"
    ]
  },
  "myth_buster": {
    "title": "মিথ বাস্টার (Myth Buster)",
    "myths": [
      {
        "myth": "ট্রান্সফরমারের তেল কমে গেলে তাতে সাধারণ গাড়ির ইঞ্জিন অয়েল বা যেকোনো তেল ভরে দিলেই চলে।",
        "reality": "মারাত্মক ভুল। ট্রান্সফরমার অয়েল একটি বিশেষ ধরনের মিনারেল অয়েল যার উচ্চ ডাই-ইলেকট্রিক স্ট্রেন্থ এবং তাপ পরিবাহিতা থাকে। অন্য কোনো তেল ব্যবহার করলে ট্রান্সফরমারটি মুহূর্তের মধ্যে খারাপ হয়ে যাবে এবং আগুন লেগে যেতে পারে।"
      },
      {
        "myth": "ট্রান্সফরমার গরম হওয়া মানেই সেটি খারাপ হয়ে গেছে।",
        "reality": "না। একটি ট্রান্সফরমার চলার সময় তাপ তৈরি করবেই, এটি স্বাভাবিক। প্রশ্ন হলো, এটি কি স্বাভাবিকের চেয়ে বেশি গরম হচ্ছে? একজন অভিজ্ঞ লাইনম্যান এই পার্থক্যটা বোঝেন।"
      }
    ]
  },
  "advanced_section": {
    "title": "এর পেছনের ইঞ্জিনিয়ারিং ফ্যাক্টস",
    "facts": [
      {
        "title": "ট্রান্সফরমারের লস (Losses in Transformer)",
        "content": "ট্রান্সফরমারের তাপ দুটি প্রধান কারণে তৈরি হয়: ১) কোর লস বা আয়রন লস (Core/Iron Loss), যা কোরের ম্যাগনেটিক ধর্মের কারণে হয় এবং লোড নির্বিশেষে প্রায় স্থির থাকে। ২) কপার লস বা I²R লস (Copper Loss), যা ওয়াইন্ডিং-এর রেজিস্ট্যান্সের কারণে হয় এবং লোডের বর্গের সাথে সমানুপাতিকভাবে বাড়ে। ওভারলোডের সময় কপার লস প্রচণ্ডভাবে বেড়ে যায় এবং ট্রান্সফরমার গরম হয়।"
      },
      {
        "title": "ডিজলভড গ্যাস অ্যানালিসিস (DGA - Dissolved Gas Analysis)",
        "content": "এটি ট্রান্সফরমার হেলথ মনিটরিং-এর একটি অত্যন্ত উন্নত কৌশল। ট্রান্সফরমারের ভেতরে কোনো ফল্ট (যেমন আর্কিং, ওভারহিটিং) হলে, তেলের রাসায়নিক গঠন ভেঙে গিয়ে বিভিন্ন ধরনের গ্যাস (যেমন হাইড্রোজেন, অ্যাসিটিলিন, মিথেন) তৈরি হয়। তেলের নমুনা বিশ্লেষণ করে এই গ্যাসগুলোর পরিমাণ মেপে, ইঞ্জিনিয়াররা ট্রান্সফরমারের ভেতরে ঠিক কী ধরনের সমস্যা হচ্ছে তা বাইরে থেকেই বলে দিতে পারেন।"
      }
    ]
  }
}

