{
  "level_id": "2.9",
  "badge_name": "হাতিয়ারের ওস্তাদ",
  "level_title": "হাইড্রোলিক ক্রিম্পার ও কাটার: দানবীয় শক্তি",
  "mission_briefing": "ছোট তারের জন্য আপনার হাতের শক্তিই যথেষ্ট। কিন্তু যখন আপনাকে ৪০০ স্কয়ার মিলিমিটারের আর্মার্ড কেবিল কাটতে হবে বা তার ওপর ল্যাগ ক্রিম্প করতে হবে, তখন আপনার প্রয়োজন দানবীয় শক্তি। হাইড্রোলিক ক্রিম্পার এবং কাটার হলো সেই 'সুপার পাওয়ার' যা তরলের অবিश्वাস্য চাপকে ব্যবহার করে এই কঠিন কাজগুলোকে সহজ করে তোলে। এই লেভেলের মিশন হলো, এই শক্তিশালী টুলসগুলোকে বোঝা, সম্মান করা এবং নিরাপদে ব্যবহার করে সবচেয়ে কঠিন কাজগুলোকেও নিখুঁতভাবে সম্পন্ন করা।",
  "sections": [
    {
      "title": "তরলের শক্তিকে কাজে লাগানো",
      "points": [
        {
          "item_name": "১. হাইড্রোলিক সিস্টেম কীভাবে কাজ করে?",
          "specifications": "হাইড্রোলিক টুলস প্যাসকেলের সূত্রের ওপর ভিত্তি করে কাজ করে। এর ভেতরে একটি তেল ভর্তি চেম্বার থাকে। যখন আপনি হ্যান্ডেল পাম্প করেন, তখন একটি ছোট পিস্টন দিয়ে তেলের ওপর চাপ সৃষ্টি করা হয়। এই চাপ তেলের মাধ্যমে একটি বড় পিস্টনে স্থানান্তরিত হয়, যা আপনার দেওয়া শক্তিকে বহুগুণ (সাধারণত ১০০ গুণেরও বেশি) বাড়িয়ে তোলে।",
          "importance": "এই প্রযুক্তি আপনাকে কয়েক টন চাপ তৈরি করার ক্ষমতা দেয়, যা দিয়ে সহজেই মোটা কন্ডাক্টর কাটা বা নিশ্ছিদ্রভাবে ক্রিম্প করা সম্ভব, যা কোনো সাধারণ হ্যান্ড টুল দিয়ে অসম্ভব।",
          "daily_check": "ব্যবহারের আগে টুলের বডি পরীক্ষা করুন কোনো তেল লিক হচ্ছে কিনা। নিশ্চিত করুন পাম্পিং অ্যাকশন মসৃণ আছে।"
        },
        {
          "item_name": "২. হাইড্রোলিক ক্রিম্পিং টুল: নিখুঁত সংযোগের গ্যারান্টি",
          "specifications": "এটি একটি 'C' বা 'H' আকারের হেডযুক্ত টুল, যেখানে বিভিন্ন সাইজের হেক্সাগোনাল ডাই (Die) সেট করা যায়। সাধারণত ৫০ স্কয়ার মিমি থেকে ৪০০ বা ৬৩০ স্কয়ার মিমি পর্যন্ত কেবিলের জন্য এটি ব্যবহৃত হয়।\n• পদ্ধতি: সঠিক সাইজের ডাই নির্বাচন করুন। ল্যাগের ওপর ডাইটিকে সঠিক জায়গায় বসিয়ে পাম্প করুন যতক্ষণ না সম্পূর্ণ চাপ তৈরি হচ্ছে এবং প্রেসার রিলিজ ভাল্ভ নিজে থেকে খুলে যাচ্ছে।",
          "importance": "বড় আকারের কেবিলের ক্ষেত্রে, একটি নিখুঁত এবং মজবুত ক্রিম্পিং অত্যাবশ্যক, কারণ এখানে কারেন্টের পরিমাণ অনেক বেশি থাকে। হাইড্রোলিক টুল চারদিক থেকে সমান এবং নিয়ন্ত্রিত চাপ দিয়ে একটি পারফেক্ট কোল্ড-ওয়েল্ড তৈরি করে, যা হটস্পট এবং ফল্টের সম্ভাবনাকে শূন্য করে দেয়।",
          "safety_tip": "ক্রিম্পিং করার সময় আপনার আঙুল বা শরীরের কোনো অংশ যেন ডাই এবং ল্যাগের মাঝখানে না থাকে। এটি মুহূর্তের মধ্যে মারাত্মক আঘাত করতে পারে।"
        },
        {
          "item_name": "৩. হাইড্রোলিক কেবিল কাটার: পরিষ্কার এবং সহজ ছেদন",
          "specifications": "এর কাটিং ব্লেডগুলো অত্যন্ত ধারালো এবং শক্ত স্টিল দিয়ে তৈরি, যা আর্মার্ড কেবিলকেও কাটার ক্ষমতা রাখে।\n• পদ্ধতি: কেবিলটিকে কাটারের ব্লেডের মধ্যে সঠিকভাবে রাখুন। সেফটি লক বন্ধ করে পাম্প করুন। ব্লেডটি ধীরে ধীরে কেবিলকে কেটে ফেলবে।",
          "importance": "সাধারণ হ্যাকসอ বা কাটার দিয়ে মোটা কেবিল কাটতে গেলে অনেক সময় এবং পরিশ্রম লাগে, এবং কাটিং অমসৃণ হয়। হাইড্রোলিক কাটার আপনাকে কয়েক সেকেন্ডের মধ্যে একটি পরিষ্কার এবং মসৃণ কাট দেয়, যা পরবর্তী জয়েন্টিং বা টার্মিনেশনের জন্য আদর্শ।",
          "safety_tip": "কাটার সময় নিশ্চিত করুন কেবিলটি স্থির আছে এবং কাটার পর কেবিলের দুটি অংশ কোথায় পড়বে তা আগে থেকে ভেবে রাখুন, যাতে তা আপনার পায়ের ওপর না পড়ে।"
        },
        {
          "item_name": "৪. রক্ষণাবেক্ষণ: শক্তির উৎসের যত্ন",
          "specifications": "• তেল পরীক্ষা: নিয়মিতভাবে হাইড্রোলিক তেলের লেভেল পরীক্ষা করুন। যদি কম থাকে, তবে প্রস্তুতকারকের অনুমোদিত তেল দিয়ে টপ-আপ করুন।\n• ডাই এবং ব্লেড: ডাই এবং ব্লেডগুলোকে পরিষ্কার এবং সামান্য তেল দিয়ে রাখুন যাতে মরিচা না ধরে।\n• সিল পরীক্ষা: যদি কোনো তেল লিক হয়, তবে ভেতরের রাবারের সিলগুলো ক্ষতিগ্রস্ত হয়েছে। অবিলম্বে সেটিকে সার্ভিসিং-এর জন্য পাঠান।",
          "importance": "সঠিক রক্ষণাবেক্ষণ আপনার দামী টুলটির আয়ু বাড়ায় এবং এটিকে সবসময় কাজের জন্য প্রস্তুত রাখে। একটি দুর্বল বা তেল লিক করা টুল মাঠে আপনাকে হতাশ করতে পারে।",
          "daily_check": "প্রতিটি বড় কাজের আগে এবং পরে আপনার হাইড্রোলিক টুলগুলো পরীক্ষা করুন।"
        }
      ]
    }
  ],
  "image_suggestion": "পাশাপাশি একটি হাইড্রোলিক ক্রিম্পিং টুল (হেক্সাগোনাল ডাই সহ) এবং একটি হাইড্রোলিক কেবিল কাটারের ছবি। ক্রিম্পিং টুলের পাশে বিভিন্ন সাইজের ডাই-এর একটি সেট দেখানো যেতে পারে। ছবির নিচে প্যাসকেলের সূত্রের একটি সহজ ডায়াগ্রাম থাকতে পারে, যা দেখাবে কীভাবে ছোট পিস্টনের সামান্য চাপ বড় পিস্টনে গিয়ে বহুগুণ বেড়ে যাচ্ছে।",
  "pro_tip": {
    "title": "বিশেষ প্রো টিপস (Pro Tips)",
    "content": [
      "১. ডাই সিলেকশন চার্ট ব্যবহার করুন: পেশাদাররা অনুমানের ওপর নির্ভর করেন না। প্রতিটি ক্রিম্পিং টুলের সাথে একটি চার্ট থাকে যা বলে দেয় কোন সাইজের কেবিলের জন্য কোন সাইজের ডাই ব্যবহার করতে হবে।",
      "২. সম্পূর্ণ চাপ দিন: হাইড্রোলিক টুলের ক্ষেত্রেও, সম্পূর্ণ চাপ দিন যতক্ষণ না প্রেসার রিলিজ ভাল্ভ 'ক্লিক' শব্দ করে খুলে যাচ্ছে। এটি নিশ্চিত করে যে সঠিক পরিমাণ চাপ প্রয়োগ করা হয়েছে।",
      "৩. ব্যাটারি চালিত টুলস: আধুনিক হাইড্রোলিক টুলস এখন ব্যাটারি চালিত, যা পাম্প করার পরিশ্রম বাঁচায় এবং কাজকে আরও দ্রুত করে। এদের ব্যাটারি চার্জড আছে কিনা তা দেখে নিন।",
      "৪. শরীরের সঠিক অবস্থান: এই টুলগুলো কিছুটা ভারী হতে পারে। কাজ করার সময় আপনার শরীরের অবস্থান ঠিক রাখুন যাতে পিঠে বা কাঁধে ব্যথা না হয়।"
    ]
  },
  "myth_buster": {
    "title": "মিথ বাস্টার (Myth Buster)",
    "myths": [
      {
        "myth": "হাইড্রোলিক টুলের ডাই হারিয়ে গেলে, কাছাকাছি সাইজের অন্য কোনো ডাই দিয়ে কাজ চালিয়ে নেওয়া যায়।",
        "reality": "ভুল। প্রতিটি ডাই নির্দিষ্ট আকারের চাপ এবং আকৃতি দেওয়ার জন্য ডিজাইন করা। ভুল ডাই ব্যবহার করলে একটি দুর্বল এবং বিপজ্জনক ক্রিম্প তৈরি হবে, যা পুরো সিস্টেমের জন্য একটি ঝুঁকি।"
      },
      {
        "myth": "হাইড্রোলিক তেলে একটু জল বা অন্য তেল মিশলে কিছু হয় না।",
        "reality": "একেবারেই নয়। ভুল তেল বা জল হাইড্রোলিক সিস্টেমের ভেতরের সিলগুলোকে নষ্ট করে দেয় এবং এর কার্যকারিতা কমিয়ে দেয়। সবসময় প্রস্তুতকারকের অনুমোদিত তেলই ব্যবহার করুন।"
      }
    ]
  },
  "advanced_section": {
    "title": "এর পেছনের ইঞ্জিনিয়ারিং ফ্যাক্টস",
    "facts": [
      {
        "title": "প্যাসকেলের সূত্র (Pascal's Law)",
        "content": "ব্লেইজ প্যাসকেলের আবিষ্কৃত এই সূত্রটি বলে যে, একটি আবদ্ধ তরলের যেকোনো বিন্দুতে চাপ প্রয়োগ করলে, সেই চাপ তরলের সব জায়গায় এবং পাত্রের গায়ে সমানভাবে সঞ্চালিত হয়। হাইড্রোলিক সিস্টেমের মূল ভিত্তিই হলো এই সূত্র: F2 = F1 * (A2/A1), যেখানে ছোট পিস্টনের (A1) ওপর সামান্য বল (F1) প্রয়োগ করে বড় পিস্টনে (A2) একটি বিশাল বল (F2) পাওয়া যায়।"
      },
      {
        "title": "শিয়ার স্ট্রেংথ (Shear Strength)",
        "content": "হাইড্রোলিক কাটার 'শিয়ার স্ট্রেংথ'-এর নীতিতে কাজ করে। প্রতিটি ধাতুর একটি নির্দিষ্ট শিয়ার স্ট্রেংথ থাকে, অর্থাৎ, তাকে কেটে ফেলার জন্য প্রতি বর্গমিটারে কতটা বল প্রয়োগ করতে হবে। হাইড্রোলিক কাটারের ব্লেডগুলো এই বলটিকে একটি খুব ছোট জায়গায় কেন্দ্রীভূত করে, যা ধাতুর শিয়ার স্ট্রেংথকে ছাড়িয়ে যায় এবং তাকে কেটে ফেলে।"
      }
    ]
  }
}

