{
  "level_id": "2.8",
  "badge_name": "হাতিয়ারের ওস্তাদ",
  "level_title": "ফেজ সিকোয়েন্স মিটার: সঠিক ঘূর্ণন",
  "mission_briefing": "থ্রি-ফেজ সিস্টেমে বিদ্যুৎ শুধু প্রবাহিত হয় না, এটি একটি নির্দিষ্ট দিকে 'ঘূর্ণন' করে। এই ঘূর্ণনের ক্রম বা সিকোয়েন্স যদি ভুল হয়, তাহলে আপনার মোটরের মতো যন্ত্র উল্টো দিকে ঘুরবে, যা মুহূর্তের মধ্যে সেই যন্ত্রটিকে বা পুরো সিস্টেমকে ধ্বংস করে দিতে পারে। ফেজ সিকোয়েন্স মিটার হলো সেই জাদুকরী কম্পাস যা আপনাকে এই বৈদ্যুতিক ঘূর্ণনের সঠিক দিক বলে দেয়। এই লেভেলের মিশন হলো, এই ছোট্ট কিন্তু শক্তিশালী যন্ত্রটি ব্যবহার করে সিস্টেমের সঠিক ফেজ রোটেশন নিশ্চিত করা এবং মারাত্মক বিপদ এড়ানো।",
  "sections": [
    {
      "title": "বৈদ্যুতিক ঘূর্ণনের সঠিক দিক নির্ণয়",
      "points": [
        {
          "item_name": "১. ফেজ সিকোয়েন্স (Phase Sequence) কী?",
          "specifications": "একটি থ্রি-ফেজ (R, Y, B) সিস্টেমে, তিনটি ফেজের ভোল্টেজ পর্যায়ক্রমে তাদের সর্বোচ্চ মানে পৌঁছায়। যে ক্রমে তারা এই কাজটি করে, তাকেই ফেজ সিকোয়েন্স বা ফেজ রোটেশন বলে। ভারতে স্ট্যান্ডার্ড সিকোয়েন্স হলো R-Y-B। এর মানে হলো, প্রথমে R ফেজ, তারপর Y ফেজ এবং শেষে B ফেজ তাদের সর্বোচ্চ মানে পৌঁছায়।",
          "importance": "সমস্ত থ্রি-ফেজ মোটর এবং ইন্ডাকশন যন্ত্র একটি নির্দিষ্ট ফেজ সিকোয়েন্সের জন্য ডিজাইন করা হয়। যদি সিকোয়েন্স উল্টে যায় (যেমন R-B-Y), তবে মোটরের ঘূর্ণনের দিকও উল্টে যাবে। একটি লিফট বা কনভেয়র বেল্টের মোটর উল্টো ঘুরলে কী হতে পারে, তা সহজেই অনুমেয়।",
          "daily_check": "যেকোনো নতুন থ্রি-ফেজ কানেকশন দেওয়ার পর বা কোনো বড় মেরামতির পর ফেজ সিকোয়েন্স পরীক্ষা করা বাধ্যতামূলক।"
        },
        {
          "item_name": "২. ফেজ সিকোয়েন্স মিটার কীভাবে কাজ করে?",
          "specifications": "সাধারণত দুই ধরনের ফেজ সিকোয়েন্স মিটার পাওয়া যায়:\n• রোটেটিং ডিস্ক টাইপ (Rotating Disc Type): এটি একটি পুরনো মডেল, যেখানে তিনটি প্রোব (R, Y, B) লাইনে লাগালে ভেতরের একটি ছোট ডিস্ক সঠিক দিকে (সাধারণত ঘড়ির কাঁটার দিকে) ঘুরতে শুরু করে। যদি উল্টো দিকে ঘোরে, তবে সিকোয়েন্স ভুল।\n• ডিজিটাল বা স্ট্যাটিক টাইপ (Digital/Static Type): এটি আধুনিক মডেল, যেখানে প্রোব লাগালে LED বাতি বা ডিসপ্লেতে সঠিক (FWD/Clockwise) বা ভুল (REV/Anti-Clockwise) সিকোয়েন্স দেখায়।",
          "importance": "এই যন্ত্রটি আপনাকে দ্রুত এবং নির্ভুলভাবে ফেজ সিকোয়েন্স সম্পর্কে নিশ্চিত করে, যা অনুমান বা পুরোনো দিনের ল্যাম্প টেস্টের চেয়ে অনেক বেশি নিরাপদ এবং নির্ভরযোগ্য।",
          "safety_tip": "এটি একটি লাইভ লাইন টেস্টিং যন্ত্র। তাই পরীক্ষা করার সময় সম্পূর্ণ PPE (বিশেষ করে ইনসুলেটেড গ্লাভস) পরা আবশ্যক।"
        },
        {
          "item_name": "৩. পরীক্ষা করার সঠিক পদ্ধতি",
          "specifications": "• ধাপ ১ (প্রস্তুতি): নিশ্চিত করুন সার্কিটটি চালু বা লাইভ আছে। আপনার PPE পরুন।\n• ধাপ ২ (সংযোগ): মিটারের তিনটি প্রোব বা ক্লিপ সাবধানে R, Y, এবং B ফেজের সাথে সংযুক্ত করুন। প্রোবগুলো যেন একে অপরকে বা অন্য কোনো আর্থিং পয়েন্টকে স্পর্শ না করে।\n• ধাপ ৩ (রিডিং): মিটারের ইন্ডিকেটর (ডিস্ক বা LED) লক্ষ্য করুন। যদি এটি সঠিক সিকোয়েন্স (R-Y-B) দেখায়, তবে আপনার কাজ ঠিক আছে।\n• ধাপ ৪ (সমস্যা সমাধান): যদি মিটার উল্টো সিকোয়েন্স (R-B-Y) দেখায়, তবে যেকোনো দুটি ফেজকে (যেমন Y এবং B) একে অপরের সাথে বদল করে দিন। এটি সিকোয়েন্সকে সঠিক করে দেবে।",
          "importance": "সঠিক পদ্ধতি অনুসরণ করলে আপনি কয়েক সেকেন্ডের মধ্যেই একটি সিস্টেমের স্বাস্থ্য পরীক্ষা করতে পারবেন। ভুল সংযোগ বা অসাবধানতা শর্ট সার্কিটের কারণ হতে পারে।",
          "daily_check": "ব্যবহারের আগে মিটারের প্রোব এবং তারগুলো পরীক্ষা করুন। কোনো ক্ষতি থাকলে ব্যবহার করবেন না।"
        }
      ]
    }
  ],
  "image_suggestion": "একটি ডিজিটাল ফেজ সিকোয়েন্স মিটারের ছবি, যার তিনটি রঙিন (লাল, হলুদ, নীল) প্রোব একটি থ্রি-ফেজ বাসবারে লাগানো আছে। মিটারের ডিসপ্লেতে একটি সবুজ LED জ্বলছে এবং 'R-Y-B' বা 'Clockwise' লেখা দেখাচ্ছে। পাশে একটি ভুল সিকোয়েন্সের ছবি (যেমন 'R-B-Y' বা 'Anti-Clockwise' লেখা সহ লাল LED) থাকতে পারে।",
  "pro_tip": {
    "title": "বিশেষ প্রো টিপস (Pro Tips)",
    "content": [
      "১. রঙের ওপর ভরসা করবেন না: যদিও স্ট্যান্ডার্ড নিয়ম অনুযায়ী R (লাল), Y (হলুদ), এবং B (নীল) রং ব্যবহার করা হয়, কিন্তু ফিল্ডে সবসময় এই নিয়ম মানা হয় না। রঙের ওপর ভিত্তি করে অনুমান না করে, সবসময় মিটার দিয়ে পরীক্ষা করুন।",
      "২. ট্রান্সফরমারের দিকে খেয়াল রাখুন: একটি নতুন ট্রান্সফরমার ইনস্টল করার পর বা এর HT/LT সাইডে কোনো কাজ করার পর ফেজ সিকোয়েন্স পরীক্ষা করা অপরিহার্য।",
      "৩. জেনারেটর এবং গ্রিড: যখন একটি জেনারেটরকে গ্রিডের সাথে সিনক্রোনাইজ করা হয়, তখন দুটির ফেজ সিকোয়েন্স এক হওয়াটা বাধ্যতামূলক। ভুল সিকোয়েন্স একটি মারাত্মক বিস্ফোরণ ঘটাতে পারে।",
      "৪. নন-কন্টাক্ট টাইপ মিটার: কিছু আধুনিক মিটারে কন্ডাক্টরের সংস্পর্শে না এসেই, শুধু তারের ওপর ক্ল্যাম্প করে ফেজ রোটেশন মাপা যায়, যা অতিরিক্ত সুরক্ষা প্রদান করে।"
    ]
  },
  "myth_buster": {
    "title": "মিথ বাস্টার (Myth Buster)",
    "myths": [
      {
        "myth": "একটা ছোট মোটরের জন্য ফেজ সিকোয়েন্স পরীক্ষা করার দরকার নেই, উল্টো ঘুরলে কানেকশন বদলে দিলেই হবে।",
        "reality": "ভুল। মোটরটি হয়তো উল্টো ঘুরবে, কিন্তু সেই মোটরের সাথে যদি কোনো পাম্প, কম্প্রেসার বা গিয়ারবক্স যুক্ত থাকে, তবে এক সেকেন্ডের উল্টো ঘূর্ণনও সেটিকে চিরতরে নষ্ট করে দিতে পারে। পরীক্ষা সবসময়ই সস্তা।"
      },
      {
        "myth": "দুটি ল্যাম্প এবং একটি ক্যাপাসিটর দিয়ে ফেজ সিকোয়েন্স মাপা যায়, তাই আলাদা মিটারের কী দরকার?",
        "reality": "এই পুরোনো পদ্ধতিটি কাজ করে, কিন্তু এটি কম নির্ভরযোগ্য, সময়সাপেক্ষ এবং লাইভ সার্কিটে খোলা তার নিয়ে কাজ করার কারণে অনেক বেশি বিপজ্জনক। আধুনিক মিটার আপনাকে সেকেন্ডের মধ্যে নিরাপদ এবং নির্ভুল ফলাফল দেয়।"
      }
    ]
  },
  "advanced_section": {
    "title": "এর পেছনের ইঞ্জিনিয়ারিং ফ্যাক্টস",
    "facts": [
      {
        "title": "ঘূর্ণায়মান চৌম্বক ক্ষেত্র (Rotating Magnetic Field - RMF)",
        "content": "থ্রি-ফেজ ইন্ডাকশন মোটরের মূল কার্যনীতি হলো RMF। যখন থ্রি-ফেজ সাপ্লাই মোটরের স্টেটর ওয়াইন্ডিং-এ দেওয়া হয়, তখন সেখানে একটি চৌম্বক ক্ষেত্র তৈরি হয় যা একটি নির্দিষ্ট গতিতে (Synchronous Speed) ঘুরতে থাকে। এই ঘূর্ণনের দিকটি ফেজ সিকোয়েন্সের ওপর নির্ভর করে। এই ঘূর্ণায়মান ক্ষেত্রটিই রোটরকে নিজের দিকে টানে এবং ঘোরায়।"
      },
      {
        "title": "সিমেট্রিকাল কম্পোনেন্টস (Symmetrical Components)",
        "content": "উন্নত পাওয়ার সিস্টেম বিশ্লেষণে, একটি আনব্যালেন্সড থ্রি-ফেজ সিস্টেমকে তিনটি ব্যালেন্সড কম্পোনেন্টে ভাগ করা হয়: পজিটিভ সিকোয়েন্স (সাধারণ R-Y-B), নেগেটিভ সিকোয়েন্স (উল্টো R-B-Y) এবং জিরো সিকোয়েন্স। নেগেটিভ সিকোয়েন্স কারেন্ট মোটরের মধ্যে অতিরিক্ত তাপ তৈরি করে এবং তাকে ক্ষতিগ্রস্ত করে। ফেজ সিকোয়েন্স মিটার মূলত পজিটিভ এবং নেগেটিভ সিকোয়েন্স সনাক্ত করে।"
      }
    ]
  }
}

