{
  "level_id": "4.1",
  "badge_name": "কাজের কারিগর",
  "level_title": "পিন বা ডিস্ক ইনসুলেটর বদলানো",
  "mission_briefing": "আপনি এখন লাইনের প্রতিটি অংশ চেনেন। কিন্তু যখন কোনো অংশ, যেমন একটি ইনসুলেটর, খারাপ হয়ে যায়, তখন একজন 'কারিগর' হিসেবে আপনার দায়িত্ব হলো সেটিকে নিরাপদে এবং দক্ষতার সাথে বদলে দেওয়া। একটি ভাঙা ইনসুলেটর পুরো লাইনের জন্য একটি ঝুঁকি। এই লেভেলের মিশন হলো, লাইভ লাইনের পাশে কাজ করার সতর্কতা মেনে, একটি ক্ষতিগ্রস্ত পিন বা ডিস্ক ইনসুলেটর বদলানোর সঠিক পদ্ধতি ধাপে ধাপে শেখা।",
  "sections": [
    {
      "title": "নিরাপদ প্রতিস্থাপন: একটি সার্জিক্যাল স্ট্রাইক",
      "points": [
        {
          "item_name": "১. প্রস্তুতি: কাজের আগে পরিকল্পনা",
          "specifications": "• সুরক্ষা: প্রথম এবং সবচেয়ে জরুরি ধাপ হলো সঠিক কর্তৃপক্ষের থেকে একটি বৈধ 'পারমিট-টু-ওয়ার্ক' (PTW) নেওয়া। লাইনটিকে সম্পূর্ণ বন্ধ (De-energized) এবং দুই দিক থেকে আর্থিং (Earthing) করতে হবে।\n• সরঞ্জাম: আপনার কাছে সঠিক সাইজের নতুন ইনসুলেটর, প্রয়োজনীয় টুলস (স্প্যানার, প্লায়ার্স), বাইন্ডিং তার এবং অতিরিক্ত হার্ডওয়্যার আছে কিনা তা নিশ্চিত করুন।\n• পরিদর্শন: পোলে ওঠার আগে পোল এবং ক্রস-আর্মের অবস্থা ভালোভাবে পরীক্ষা করে নিন।",
          "importance": "পরিকল্পনা ছাড়া কাজ শুরু করা মানেই বিপদকে আমন্ত্রণ জানানো। সঠিক প্রস্তুতি আপনার অর্ধেক কাজ সহজ করে দেয় এবং সুরক্ষা নিশ্চিত করে।"
        },
        {
          "item_name": "২. পিন ইনসুলেটর বদলানোর পদ্ধতি",
          "specifications": "• ধাপ ১ (কন্ডাক্টর মুক্ত করা): প্রথমে, পুরনো বাইন্ডিং তারটি সাবধানে কেটে বা খুলে কন্ডাক্টরটিকে ইনসুলেটরের মাথা থেকে মুক্ত করুন।\n• ধাপ ২ (কন্ডাক্টর সাপোর্ট): কন্ডাক্টরটিকে একটি দড়ি বা অন্য কোনো সাপোর্ট দিয়ে ধরে রাখুন যাতে এটি নিচে পড়ে না যায় বা পাশের ফেজের কাছাকাছি চলে না যায়।\n• ধাপ ৩ (পুরনো ইনসুলেটর খোলা): স্প্যানার ব্যবহার করে ক্রস-আর্মের পিন থেকে পুরনো বা ভাঙা ইনসুলেটরটি খুলে ফেলুন।\n• ধাপ ৪ (নতুন ইনসুলেটর লাগানো): নতুন ইনসুলেটরটি পিনের ওপর ভালোভাবে টাইট করে লাগান।\n• ধাপ ৫ (পুনঃসংযোগ): কন্ডাক্টরটিকে নতুন ইনসুলেটরের মাথার খাঁজে বসিয়ে নতুন বাইন্ডিং তার দিয়ে নিয়ম অনুযায়ী শক্ত করে বেঁধে দিন।",
          "importance": "প্রতিটি ধাপ সাবধানে এবং নিয়ন্ত্রিতভাবে করা উচিত। কন্ডাক্টর হাত থেকে ছুটে গেলে তা পাশের ফেজের সাথে লেগে শর্ট সার্কিট (লাইন চালু অবস্থায়) বা অন্য বিপদ ঘটাতে পারে।"
        },
        {
          "item_name": "৩. ডিস্ক ইনসুলেটর (টেনশন স্ট্রিং) বদলানোর পদ্ধতি",
          "specifications": "• ধাপ ১ (লোড বাইপাস): প্রথমে, একটি কাম-অ্যালং ক্ল্যাম্প এবং টার্ন-বাকেল (Turnbuckle) বা র‍্যাচেট পুলার ব্যবহার করে ইনসুলেটর স্ট্রিং-এর দুই পাশ থেকে কন্ডাক্টরের টান বা টেনশনকে 'বাইপাস' করুন। অর্থাৎ, লোডটি স্ট্রিং থেকে সরিয়ে টুলের ওপর নিয়ে আসুন।\n• ধাপ ২ (স্ট্রিং ঢিলা করা): টার্ন-বাকেল বা পুলার দিয়ে সামান্য টেনে স্ট্রিংটিকে ঢিলা করুন, যাতে এটি সহজে খোলা যায়।\n• ধাপ ৩ (ক্ষতিগ্রস্ত ডিস্ক খোলা): স্ট্রিং-এর পিন বা স্প্লিট-পিন খুলে ক্ষতিগ্রস্ত ডিস্কটিকে বের করে আনুন।\n• ধাপ ৪ (নতুন ডিস্ক লাগানো): নতুন ডিস্কটি সঠিক দিকে (ক্যাপ ও পিন মিলিয়ে) লাগিয়ে পিন সুরক্ষিতভাবে আটকে দিন।\n• ধাপ ৫ (লোড পুনরুদ্ধার): ধীরে ধীরে টার্ন-বাকেল বা পুলার রিলিজ করে কন্ডাক্টরের টান বা টেনশন আবার ইনসুলেটর স্ট্রিং-এর ওপর ফিরিয়ে দিন এবং টুলস খুলে ফেলুন।",
          "importance": "টেনশন স্ট্রিং প্রচণ্ড টানের মধ্যে থাকে। লোড বাইপাস না করে এটি খুলতে যাওয়া একটি মারাত্মক ভুল, যা একটি ভয়ংকর দুর্ঘটনা ঘটাতে পারে।"
        }
      ]
    }
  ],
  "image_suggestion": "পাশাপাশি দুটি ছবি। প্রথম ছবিতে একজন লাইনম্যান পিন ইনসুলেটর বদলাচ্ছেন এবং কন্ডাক্টরটি একটি দড়ি দিয়ে সাপোর্টেড আছে। দ্বিতীয় ছবিতে একটি টেনশন স্ট্রিং-এর ছবি, যেখানে একটি কাম-অ্যালং এবং টার্ন-বাকেল দিয়ে লোড 'বাইপাস' করা হয়েছে এবং একটি ডিস্ক খোলা হচ্ছে।",
  "pro_tip": {
    "title": "বিশেষ প্রো টিপস (Pro Tips)",
    "content": [
      "১. লাইভ লাইন টুলস: অত্যন্ত জরুরি পরিস্থিতিতে, বিশেষ প্রশিক্ষণ এবং 'হট-লাইন টুলস' (বিশেষভাবে ডিজাইন করা ইনসুলেটেড টুলস) ব্যবহার করে লাইভ লাইনেও ইনসুলেটর বদলানো যায়। কিন্তু এটি শুধুমাত্র উচ্চ প্রশিক্ষিত কর্মীদের কাজ।",
      "২. হার্ডওয়্যার বদলান: একটি ইনসুলেটর বদলানোর সময়, যদি এর সাথে যুক্ত নাট-বল্টু বা পিনগুলো পুরনো বা মরিচা ধরা হয়, তবে সেগুলোও বদলে দেওয়া একটি ভালো অভ্যাস।",
      "৩. সঠিক বাইন্ডিং: পিন ইনসুলেটরের ওপর কন্ডাক্টর বাঁধার একটি নির্দিষ্ট নিয়ম আছে, যা নিশ্চিত করে যে কন্ডাক্টরটি pevně বসে থাকবে। এই নিয়মটি শিখুন।",
      "৪. সাসপেনশন স্ট্রিং: সাসপেনশন স্ট্রিং (যেখানে তার ঝোলে) বদলানো তুলনামূলকভাবে সহজ। এখানে কন্ডাক্টরটিকে একটি সাপোর্ট দিয়ে তুলে ধরে স্ট্রিংটি বদলানো হয়।"
    ]
  },
  "myth_buster": {
    "title": "মিথ বাস্টার (Myth Buster)",
    "myths": [
      {
        "myth": "লাইন তো বন্ধই আছে, তাই কন্ডাক্টরটা হাত দিয়ে ধরলে বা পাশে সরিয়ে রাখলে কিছু হবে না।",
        "reality": "ভুল। লাইন বন্ধ থাকলেও তাতে ইন্ডুসড ভোল্টেজ থাকতে পারে। এবং কন্ডাক্টরটি হঠাৎ হাত থেকে ছুটে গিয়ে পাশের চালু লাইনে (যদি থাকে) লেগে যেতে পারে। সবসময় নিয়ম মেনে সাপোর্ট ব্যবহার করুন।"
      },
      {
        "myth": "কাম-অ্যালং ছাড়াই গায়ের জোরে টেনে টেনশন স্ট্রিং খোলা যায়।",
        "reality": "একেবারেই অসম্ভব এবং বিপজ্জনক। একটি টেনশন স্ট্রিং কয়েকশ কেজি টানের মধ্যে থাকে। এটিকে নিয়ন্ত্রণ করার জন্য সঠিক টুলস অপরিহার্য।"
      }
    ]
  },
  "advanced_section": {
    "title": "এর পেছনের ইঞ্জিনিয়ারিং ফ্যাক্টস",
    "facts": [
      {
        "title": "মেকানিক্যাল বনাম ইলেকট্রিক্যাল ফেলিওর",
        "content": "একটি ইনসুলেটর দুটি কারণে ব্যর্থ হতে পারে। 'ইলেকট্রিক্যাল ফেলিওর' হলো যখন ইনসুলেটরের ডাই-ইলেকট্রিক স্ট্রেন্থ নষ্ট হয়ে যায় এবং এটি পাংচার হয়ে যায় বা ফ্ল্যাশওভার হয়। 'মেকানিক্যাল ফেলিওর' হলো যখন ইনসুলেটরটি যান্ত্রিক চাপ (টেনশন বা কম্প্রেশন) সহ্য করতে না পেরে ভেঙে যায়। আপনাকে দুটিই পরীক্ষা করতে হবে।"
      },
      {
        "title": "ইকুয়েটেড টেনশন (Equated Tension)",
        "content": "একটি লাইনের টেনশন শুধু তারের ওজন বা স্প্যানের ওপরই নির্ভর করে না, এটি তাপমাত্রা এবং বাতাসের চাপের ওপরও নির্ভরশীল। ইঞ্জিনিয়াররা একটি নির্দিষ্ট 'ইকুয়েটেড স্প্যান' এবং লোডিং কন্ডিশনের জন্য টেনশন গণনা করেন, যা নিশ্চিত করে যে লাইনটি সব পরিস্থিতিতে নিরাপদ থাকবে।"
      }
    ]
  }
}

