{
  "level_id": "4.4",
  "badge_name": "কাজের কারিগর",
  "level_title": "ডিও (DO) ফিউজ পরিচালনা করা",
  "mission_briefing": "ডিও ফিউজ হলো লাইনের প্রথম প্রহরী এবং একজন লাইনম্যানের সবচেয়ে বেশি ব্যবহৃত সুইচিং ডিভাইস। একটি ফিউজ উড়ে গেলে সেটিকে পুনরায় লাগানো বা কোনো এলাকাকে বিচ্ছিন্ন করার জন্য সেটিকে খোলা—এই কাজগুলো আপনার দৈনন্দিন রুটিনের অংশ হবে। দেখতে সহজ মনে হলেও, এই কাজটি করার সময় একটি আর্ক ফ্ল্যাশের সম্ভাবনা সবসময় থাকে। এই লেভেলের মিশন হলো, এই নীরব প্রহরীকে নিরাপদে এবং দক্ষতার সাথে পরিচালনা করার শিল্প আয়ত্ত করা।",
  "sections": [
    {
      "title": "নিরাপদ সুইচিং: একটি নিয়ন্ত্রিত আর্কের শিল্প",
      "points": [
        {
          "item_name": "১. প্রস্তুতি: অপারেশনের আগে",
          "specifications": "• সরঞ্জাম: আপনার কাছে সঠিক দৈর্ঘ্যের এবং ভোল্টেজ রেটিং-এর একটি完好 অপারেটিং রড বা 'হট স্টিক' আছে কিনা নিশ্চিত করুন। ফিউজ লিঙ্ক বাঁধার জন্য সঠিক অ্যাম্পিয়ার রেটিং-এর ফিউজ এলিমেন্ট এবং প্রয়োজনীয় টুলস (প্লায়ার্স, কাটার) হাতের কাছে রাখুন।\n• PPE: এই কাজের জন্য সম্পূর্ণ PPE অপরিহার্য। এর মধ্যে রয়েছে সেফটি হেলমেট, ইনসুলেটেড গ্লাভস এবং সবচেয়ে গুরুত্বপূর্ণ—একটি ফেস শিল্ড বা সেফটি গগলস।\n• পরিবেশ: আপনার দাঁড়ানোর জায়গাটি শুকনো এবং সমতল কিনা দেখুন। আপনার চারপাশে এবং মাথার ওপরে পর্যাপ্ত নিরাপদ দূরত্ব (ক্লিয়ারেন্স) আছে কিনা তা নিশ্চিত করুন।",
          "importance": "ফিউজ অপারেট করার সময় আর্ক বা স্পার্ক হওয়াটা স্বাভাবিক। ফেস শিল্ড আপনার মুখ এবং চোখকে এই ফ্ল্যাশ থেকে রক্ষা করে। সঠিক প্রস্তুতি দুর্ঘটনা এবং আত্মবিশ্বাসের মধ্যে পার্থক্য গড়ে দেয়।"
        },
        {
          "item_name": "২. ফিউজ লিঙ্ক বাঁধা: একটি নিপুণ শিল্প",
          "specifications": "• ধাপ ১ (পরিষ্কার): ফিউজ ব্যারেল এবং এর ওপরের ও নিচের কন্টাক্টগুলো একটি শুকনো কাপড় দিয়ে পরিষ্কার করুন।\n• ধাপ ২ (লিঙ্ক প্রবেশ): ফিউজ লিঙ্কের ওপরের বোতামটি ব্যারেলের ওপরের কন্টাক্টে সঠিকভাবে বসান।\n• ধাপ ৩ (তার পেঁচানো): ফিউজ লিঙ্কের নিচের নমনীয় তারটিকে ব্যারেলের নিচের কন্টাক্টের চারপাশে নিয়ম অনুযায়ী পেঁচিয়ে নাটটি সঠিকভাবে টাইট দিন। তারটি খুব বেশি টাইট বা খুব বেশি ঢিলা হওয়া উচিত নয়।\n• ধাপ ৪ (চূড়ান্ত পরীক্ষা): নিশ্চিত করুন ফিউজ লিঙ্কের leader wire-টি ব্যারেলের এক্সপல்শন port বা গ্যাস বেরোনোর মুখকে বন্ধ করে দেয়নি।",
          "importance": "একটি ভুলভাবে বাঁধা ফিউজ লিঙ্ক হয়তো ঠিকমতো কাজ করবে না অথবা ফল্টের সময় ড্রপ-আউট হতে ব্যর্থ হবে। কানেকশন ঢিলা থাকলে সেটি গরম হয়ে ব্যারেলটিকেই নষ্ট করে দিতে পারে।"
        },
        {
          "item_name": "৩. ফিউজ লাগানো ও খোলার গোল্ডেন রুলস",
          "specifications": "• অবস্থান: সবসময় পোলের নিচে এমনভাবে দাঁড়ান যাতে ফিউজটি আপনার পাশে বা কোণাকুণি থাকে, সরাসরি মাথার ওপরে বা সামনে নয়।\n• ফিউজ খোলা (Opening): হট স্টিকের পুলারটি ফিউজের রিং-এ ভালোভাবে আটকান। আপনার মুখ একপাশে সরিয়ে, একটি দ্রুত, দৃঢ় এবং নিয়ন্ত্রিত টানে ফিউজটি খুলুন। দ্বিধা করবেন না, কারণ ধীর গতিতে খুললে আর্কটি দীর্ঘস্থায়ী হতে পারে।\n• ফিউজ লাগানো (Closing): হট স্টিক দিয়ে ফিউজ ব্যারেলটিকে নিচের কব্জায় বসান। তারপর, মুখ একপাশে রেখে, একটি দ্রুত এবং আত্মবিশ্বাসী ধাক্কায় সেটিকে ওপরের কন্টাক্টে লাগিয়ে দিন। নিশ্চিত করুন এটি সঠিকভাবে 'লক' হয়েছে।",
          "importance": "দ্রুত এবং দৃঢ় পদক্ষেপ আর্ক তৈরি হওয়ার সময়কে কমিয়ে দেয়। সঠিক শারীরিক অবস্থান আপনাকে ফ্ল্যাশের বিপদ থেকে বাঁচায়। মনে রাখবেন, আপনি একটি লোডযুক্ত সুইচ অপারেট করছেন।"
        }
      ]
    }
  ],
  "image_suggestion": "একটি ইনফোগ্রাফিক যেখানে ডিও ফিউজ খোলার এবং লাগানোর জন্য একজন লাইনম্যানের সঠিক শারীরিক অবস্থান (একপাশে দাঁড়ানো, মুখ ঘোরানো, ফেস শিল্ড পরা) দেখানো হয়েছে। পাশে ফিউজ ব্যারেলের মধ্যে একটি ফিউজ লিঙ্ক কীভাবে সঠিকভাবে বাঁধতে হয়, তার একটি ক্লোজ-আপ ডায়াগ্রাম থাকবে।",
  "pro_tip": {
    "title": "বিশেষ প্রো টিপস (Pro Tips)",
    "content": [
      "১. লোড ব্রেক টুল: যদি আপনাকে খুব বেশি লোডযুক্ত (Heavy Load) একটি ফিউজ খুলতে হয়, তবে একটি বিশেষ 'লোড ব্রেক টুল' ব্যবহার করা উচিত। এটি হট স্টিকের মাথায় লাগানো হয় এবং এটি একটি অতিরিক্ত চেম্বারের মধ্যে আর্কটিকে নিরাপদে নিভিয়ে দেয়।",
      "২. তিন ফেজ একসাথে: যদি কোনো ফল্টের কারণে একটি ফিউজ উড়ে যায়, তবে বাকি দুটি ফেজের ফিউজও খুলে, ফল্ট সারিয়ে, তারপর তিনটি ফিউজ একে একে লাগানোই সেরা অভ্যাস।",
      "৩. আর্দ্র আবহাওয়ায় সতর্কতা: ভেজা বা আর্দ্র আবহাওয়ায় আর্ক হওয়ার সম্ভাবনা এবং তার দৈর্ঘ্য বেড়ে যায়। এই সময় অতিরিক্ত সতর্কতা অবলম্বন করুন।",
      "৪. কন্টাক্ট পরীক্ষা: ফিউজ লাগানোর পর যদি দেখেন ওপরের কন্টাক্টটি গরম হচ্ছে বা স্পার্ক করছে, তার মানে কন্টাক্টটি দুর্বল বা ক্ষয় হয়ে গেছে এবং এটি মেরামত করা প্রয়োজন।"
    ]
  },
  "myth_buster": {
    "title": "মিথ বাস্টার (Myth Buster)",
    "myths": [
      {
        "myth": "হাতে গ্লাভস পরা থাকলে হট স্টিক ছাড়াই ছোট ফিউজ খোলা যায়।",
        "reality": "মারাত্মক ভুল এবং বিপজ্জনক। হট স্টিকের দৈর্ঘ্যই আপনাকে নিরাপদ দূরত্ব দেয়। গ্লাভস শুধুমাত্র দ্বিতীয় স্তরের সুরক্ষা। এই ধরনের শর্টকাট বড় দুর্ঘটনার কারণ।"
      },
      {
        "myth": "ফিউজ লাগানোর সময় যদি একটু স্পার্ক করে, তবে ওটাকে আবার খুলে আবার লাগানো উচিত।",
        "reality": "না। যদি লাইনে কোনো স্থায়ী ফল্ট না থাকে, তবে লাগানোর সময় সামান্য স্পার্ক হওয়াটা স্বাভাবিক (লোড কারেন্টের কারণে)। বারবার খোলা-বন্ধ করলে যন্ত্রপাতি এবং ফিউজের ওপর অতিরিক্ত চাপ পড়ে।"
      }
    ]
  },
  "advanced_section": {
    "title": "এর পেছনের ইঞ্জিনিয়ারিং ফ্যাক্টস",
    "facts": [
      {
        "title": "আর্ক এক্সটিংশন (Arc Extinction)",
        "content": "ডিও ফিউজের ব্যারেলের সরু টিউবের মধ্যে যখন আর্ক তৈরি হয়, তখন ফিউজ লিঙ্কের চারপাশের ফাইবার বা বোরিক অ্যাসিড প্রচণ্ড তাপে গ্যাসীভূত হয়ে যায়। এই গ্যাসের আকস্মিক প্রসারণ একটি উচ্চ চাপের সৃষ্টি করে যা আর্কটিকে সজোরে বাইরে বের করে দেয় এবং নিভিয়ে ফেলে। এই প্রক্রিয়াটিকে 'Single-vent' বা 'Double-vent' এক্সপல்শন বলা হয়।"
      },
      {
        "title": "ইনরাশ কারেন্ট (Inrush Current)",
        "content": "যখন একটি ট্রান্সফরমারকে চালু করা হয়, তখন সেটি প্রথম কয়েক সাইকেলের জন্য তার স্বাভাবিক ফুল-লোড কারেন্টের চেয়ে ১০-১৫ গুণ বেশি কারেন্ট টানে। একে ইনরাশ কারেন্ট বলে। এই কারণে, ট্রান্সফরমারের ফিউজ লাগানোর সময় একটি বড় স্পার্ক হতে পারে, যা ফল্ট নয়। এই ইনরাশ কারেন্ট সহ্য করার জন্যই 'স্লো-ব্লো' (T-type) ফিউজ লিঙ্ক ব্যবহার করা হয়।"
      }
    ]
  }
}

