{
  "level_id": "7.4",
  "badge_name": "আইন কি বলে?",
  "level_title": "পারমিট-টু-ওয়ার্ক (PTW): একটি আইনি চুক্তি",
  "mission_briefing": "আপনি PTW-কে আপনার 'জীবন বীমা' হিসেবে চিনতে শিখেছেন। কিন্তু আপনি কি জানেন যে এটি শুধু একটি কোম্পানির অভ্যন্তরীণ নিয়ম নয়, এটি একটি শক্তিশালী আইনি নথি? CEA সুরক্ষা নিয়মাবলী অনুযায়ী, হাই-ভোল্টেজ লাইনে কাজ করার জন্য একটি முறையான পারমিট সিস্টেম থাকা বাধ্যতামূলক। এই লেভেলের মিশন হলো, PTW-এর আইনি গুরুত্ব বোঝা এবং এর প্রতিটি শর্ত লঙ্ঘন করলে তার আইনি পরিণাম কী হতে পারে, তা জানা।",
  "sections": [
    {
      "title": "কাগজের শক্তি: একটি আইনগত বাধ্যবাধকতা",
      "points": [
        {
          "item_name": "১. PTW-এর আইনি ভিত্তি",
          "specifications": "CEA (Measures relating to Safety and Electric Supply) Regulations-এ স্পষ্টভাবে উল্লেখ করা আছে যে, ১৮ কিলোভোল্টের বেশি ভোল্টেজের সিস্টেমে যেকোনো কাজ করার আগে, একটি 'পারমিট-টু-ওয়ার্ক' বা সমতুল্য লিখিত সুরক্ষা ব্যবস্থা গ্রহণ করা বাধ্যতামূলক।",
          "importance": "এর মানে হলো, PTW ছাড়া এইচটি লাইনে কাজ করা সরাসরি আইনের লঙ্ঘন। যেকোনো দুর্ঘটনার পর, তদন্তের প্রথম প্রশ্নই হবে—'বৈধ PTW ছিল কি?'",
          "safety_tip": "শুধু এইচটি নয়, সুরক্ষার সেরা অভ্যাস (Best Practice) হিসেবে সমস্ত ভোল্টেজের লাইনে কাজ করার জন্যই PTW নেওয়া উচিত।"
        },
        {
          "item_name": "২. PTW-এর স্বাক্ষর: একটি আইনি দায়িত্ব গ্রহণ",
          "specifications": "• পারমিট ইস্যুকারী (Issuer): যে ব্যক্তি (সাধারণত কন্ট্রোল রুম অপারেটর) লাইনটিকে বিচ্ছিন্ন করে PTW ইস্যু করছেন, তিনি আইনত নিশ্চিত করছেন যে নির্দিষ্ট লাইনটি বিচ্ছিন্ন এবং লক করা হয়েছে।\n• পারমিট গ্রহণকারী (Receiver): যে ব্যক্তি (সাধারণত ফিল্ড সুপারভাইজার) PTW গ্রহণ করছেন, তিনি স্বাক্ষর করে আইনত এই দায়িত্বগুলো গ্রহণ করছেন—১) তিনি কাজের বিপদ সম্পর্কে সচেতন, ২) তিনি তার টিমের সুরক্ষা নিশ্চিত করবেন, এবং ৩) কাজ শেষে তিনি লাইনটিকে নিরাপদ অবস্থায় ফেরত দেবেন।",
          "importance": "PTW-এর প্রতিটি স্বাক্ষর একটি আইনি দায়িত্বের প্রমাণ। এটি কোনো সাধারণ ফর্মালিটি নয়।"
        },
        {
          "item_name": "৩. PTW লঙ্ঘনের আইনি পরিণাম",
          "specifications": "• দুর্ঘটনা ঘটলে: যদি PTW ছাড়া কাজ করার সময় বা PTW-এর শর্ত লঙ্ঘন করার কারণে কোনো দুর্ঘটনা ঘটে, তবে এটিকে একটি গুরুতর গাফিলতি (Negligence) হিসেবে গণ্য করা হয়। এর জন্য দায়ী ব্যক্তি বা কর্তৃপক্ষের বিরুদ্ধে ফৌজদারি মামলা (Criminal Proceedings) হতে পারে।\n• কোম্পানির অভ্যন্তরীণ শাস্তি: আইন লঙ্ঘন ছাড়াও, এটি কোম্পানির সুরক্ষা নীতিমালার একটি গুরুতর লঙ্ঘন, যার জন্য বরখাস্ত পর্যন্ত হতে পারে।\n• ক্ষতিপূরণের সমস্যা: PTW-এর নিয়ম না মানলে, দুর্ঘটনার পর কর্মীর ক্ষতিপূরণ পেতেও আইনি জটিলতা তৈরি হতে পারে।",
          "importance": "PTW আপনাকে যেমন সুরক্ষা দেয়, তেমনই এর নিয়ম না মানলে এটি আপনার বিরুদ্ধে একটি শক্তিশালী প্রমাণ হিসেবেও কাজ করতে পারে।"
        }
      ]
    }
  ],
  "image_suggestion": "একটি প্রতীকী ছবি, যেখানে একটি PTW ফর্মের ওপর একজন ব্যক্তি স্বাক্ষর করছেন এবং তার হাতের ওপর একটি আইনি হাতুড়ির (Gavel) ছায়া পড়েছে, যা এর আইনি গুরুত্বকে নির্দেশ করে। পাশে CEA রেগুলেশনের একটি ধারার উদ্ধৃতি থাকতে পারে।",
  "pro_tip": {
    "title": "বিশেষ প্রো টিপস (Pro Tips)",
    "content": [
      "১. প্রতিটি কপি গুরুত্বপূর্ণ: PTW সাধারণত একাধিক কপিতে তৈরি হয়। প্রতিটি কপি (কন্ট্রোল রুম, ফিল্ড টিম) সঠিকভাবে পূরণ করা এবং স্বাক্ষর করা হয়েছে কিনা তা নিশ্চিত করুন।",
      "২. যোগাযোগই চাবিকাঠি: PTW ইস্যু এবং ফেরত দেওয়ার সময় যোগাযোগ অত্যন্ত পরিষ্কার এবং দ্ব্যর্থহীন হতে হবে। কোনো সন্দেহ থাকলে, বারবার জিজ্ঞাসা করুন। 'আমি ভেবেছিলাম...'—এই কথাটির কোনো জায়গা এখানে নেই।",
      "৩. লগবুক রেকর্ড: প্রতিটি PTW ইস্যু এবং বাতিলের সময় এবং তারিখ একটি আনুষ্ঠানিক লগবুকে নথিভুক্ত করা হয়। এটি একটি গুরুত্বপূর্ণ আইনি নথি।",
      "৪. নিজের ভাষায় বুঝুন: যদি PTW-তে এমন কোনো শর্ত লেখা থাকে যা আপনি বুঝতে পারছেন না, তবে স্বাক্ষর করার আগে আপনার সুপারভাইজারের কাছ থেকে তা বুঝে নিন।"
    ]
  },
  "myth_buster": {
    "title": "মিথ বাস্টার (Myth Buster)",
    "myths": [
      {
        "myth": "সুপারভাইজার মুখে মুখে বলে দিয়েছেন লাইন বন্ধ আছে, তাই আর কাগজের পারমিটের দরকার নেই।",
        "reality": "মারাত্মক ভুল। মৌখিক নির্দেশের কোনো আইনি ভিত্তি নেই এবং এটি ভুল বোঝাবুঝির একটি বড় কারণ। লিখিত, স্বাক্ষরিত PTW ছাড়া কাজ শুরু করা মানেই আইন এবং সুরক্ষা—দুটোই লঙ্ঘন করা।"
      },
      {
        "myth": "PTW তো শুধু সুপারভাইজারের দায়িত্ব, আমার এটা নিয়ে ভাবার দরকার নেই।",
        "reality": "ভুল। টিমের প্রত্যেক সদস্যের জানা উচিত কোন পারমিটের অধীনে কাজ চলছে। যদি আপনি জানেন যে একটি বৈধ PTW ছাড়া কাজ হচ্ছে, এবং আপনি তাতে অংশ নেন, তবে দুর্ঘটনার ক্ষেত্রে আপনিও সমানভাবে দায়ী হতে পারেন।"
      }
    ]
  },
  "advanced_section": {
    "title": "এর পেছনের আইনি দিক",
    "facts": [
      {
        "title": "ভিক্যারিয়াস লায়াবিলিটি (Vicarious Liability)",
        "content": "এটি একটি আইনি নীতি যা অনুযায়ী, একজন কর্মীর ভুলের জন্য তার работодаাতা বা কোম্পানিও দায়ী থাকে। যদি PTW সিস্টেম ঠিকমতো অনুসরণ না করার কারণে কোনো দুর্ঘটনা ঘটে, তবে শুধু ভুল করা কর্মীই নয়, কোম্পানির ঊর্ধ্বতন কর্তৃপক্ষও আইনত দায়ী হতে পারেন।"
      },
      {
        "title": "লক-আউট, ট্যাগ-আউট (LOTO) এবং আইন",
        "content": "CEA রেগুলেশন শুধু PTW-এর কথাই বলে না, এটি LOTO পদ্ধতি প্রয়োগ করার কথাও বলে। অর্থাৎ, লাইন বিচ্ছিন্ন করার পর সেটিকে এমনভাবে তালা দেওয়া (Lock-Out) এবং ট্যাগ লাগানো (Tag-Out) বাধ্যতামূলক, যাতে অন্য কোনো ব্যক্তি ভুল করে বা অজ্ঞতার কারণে সেটিকে চালু করতে না পারে। PTW এবং LOTO একসাথে একটি সম্পূর্ণ সুরক্ষা ব্যবস্থা তৈরি করে।"
      }
    ]
  }
}

