{
"level_id": "9.7",
"level_title": "রিলে টেস্টিং: মস্তিষ্কের কার্যকারিতা পরীক্ষা",
"mission_briefing": "সার্কিট ব্রেকার যদি সাবস্টেশনের 'হাত-পা' হয়, তবে প্রোটেকশন রিলে (Relay) হলো তার 'মস্তিষ্ক'। সিটি (CT) এবং পিটি (PT) থেকে সিগন্যাল নিয়ে রিলে সিদ্ধান্ত নেয় কখন ব্রেকারকে ট্রিপ করাতে হবে। রিলে যদি ভুল সিদ্ধান্ত নেয় বা ঘুমিয়ে থাকে, তবে চোখের সামনে সাবস্টেশন পুড়ে যাবে। আজকের মিশনে আমরা 'সেকেন্ডারি ইনজেকশন কিট' দিয়ে এই মস্তিষ্কের আইকিউ (IQ) টেস্ট করব। দেখব সে ঠিক সময়ে সঠিক সিদ্ধান্ত নিতে পারে কিনা।",
"sections": [
{
"title": "রিলে টেস্টিং-এর ধাপসমূহ",
"image_name": "quiz_images/relay_control_panel.jpg",
"points": [
{
"item_name": "১. ভিজ্যুয়াল চেকআপ ও সেটিংস ভেরিফিকেশন",
"image_name": "quiz_images/numerical_relay.png",
"specifications": "রিলে কভারের কাঁচ পরিষ্কার আছে কিনা, কোনো এরর (Error) লাইট বা 'Watchdog' এলার্ম জ্বলছে কিনা দেখুন।",
"importance": "আধুনিক নিউমেরিক্যাল রিলেতে ডিসপ্লের দিকে তাকালেই অর্ধেক রোগ ধরা পড়ে। ব্যাটারি লো, মেমোরি ফুল বা ইন্টারনাল ফল্ট থাকলে রিলে নিজেই লাল বাতি জ্বালিয়ে সিগন্যাল দেয়। কাজ শুরুর আগে নিশ্চিত হোন রিলের সেটিংস (PSM, TMS) আপনার চার্টের সাথে মিলছে।",
"daily_check": "রিলের পেছনের টার্মিনাল ব্লকগুলোতে কোনো পোড়া দাগ বা লুজ কানেকশন আছে কিনা দেখুন।"
},
{
"item_name": "২. পিক-আপ টেস্ট (Pick-up Test)",
"image_name": "quiz_images/secondary_injection_kit.webp",
"specifications": "সেকেন্ডারি ইনজেকশন কিট ব্যবহার করে কৃত্রিমভাবে রিলের কয়েলে কারেন্ট দেওয়া হয়।",
"importance": "ধরুন রিলে সেট করা আছে ৫ অ্যাম্পিয়ারে। আমরা দেখব ঠিক ৫ অ্যাম্পিয়ার কারেন্ট দিলে রিলের 'স্টার্ট' বা 'পিক-আপ' লাইট জ্বলে কিনা। যদি ৪ অ্যাম্পিয়ারে জ্বলে বা ৬ অ্যাম্পিয়ারেও না জ্বলে, তবে বুঝতে হবে রিলের সেন্সরে গণ্ডগোল আছে।",
"daily_check": "কিটের কানেকশন ঠিকমতো কারেন্ট টার্মিনালে লেগেছে কিনা চেক করুন।"
},
{
"item_name": "৩. অপারেটিং টাইম টেস্ট (Timing Test)",
"image_name": "quiz_images/relay_trip_time.png",
"specifications": "ফল্ট কারেন্ট দিলে রিলে কত সেকেন্ড পর ট্রিপ কমান্ড দেয়, তা মাপা।",
"importance": "রিলে যদি আইডিএমটি (IDMT) মোডে থাকে, তবে কারেন্ট যত বেশি হবে, ট্রিপ টাইম তত কম হবে। ২ গুণ কারেন্টে যদি ১০ সেকেন্ডে ট্রিপ করে, তবে ১০ গুণ কারেন্টে হয়তো ১ সেকেন্ডে ট্রিপ করবে। এই টাইমিং চার্টের সাথে না মিললে 'কোঅর্ডিনেশন' ফেল করবে।",
"daily_check": "টেস্ট করার সময় টাইমার যেন অটোমেটিক স্টার্ট এবং স্টপ হয়, ম্যানুয়ালি স্টপওয়াচ ধরলে ভুল হবে।"
},
{
"item_name": "৪. ট্রিপ কন্টাক্ট চেক",
"image_name": "quiz_images/trip_circuit.jpg",
"specifications": "রিলে অপারেট করলে তার আউটপুট কন্টাক্ট (NO/NC) ঠিকমতো কাজ করছে কিনা দেখা।",
"importance": "রিলে ডিসপ্লেতে দেখাল 'ট্রিপ', কিন্তু পেছনের কন্টাক্ট জং ধরার কারণে সিগন্যাল ব্রেকার পর্যন্ত পৌঁছাল না—এমন ঘটনা প্রায়ই ঘটে। তাই মাল্টিমিটার দিয়ে কন্টাক্ট ক্লোজিং নিশ্চিত করতে হয়।",
"daily_check": "মাস্টার ট্রিপ রিলে (Master Trip Relay - 86) কাজ করছে কিনা সেটাও দেখে নিন।"
}
]
}
],
"pro_tip": {
"title": "ওস্তাদের পরামর্শ (Pro Tips)",
"content": [
"১. সিটি (CT) শর্টিং সবার আগে: লাইভ লাইনে রিলে নিয়ে কাজ করার সময় বা রিলে খোলার আগে সিটি লিংক (CT Link) অবশ্যই শর্ট করতে হবে। সিটি ওপেন করলে সেকেন্ডারিতে হাজার হাজার ভোল্ট তৈরি হয়ে বিস্ফোরণ ঘটতে পারে। এটা লাইনম্যানের জীবনের ১ নম্বর রুল।",
"২. ডিসি সাপ্লাই ছাড়া রিলে মৃত: টেস্ট করার আগে রিলের অক্সিলারি সাপ্লাই (Auxiliary DC Supply) ঠিক আছে কিনা দেখে নিন। ডিসি ফিউজ কাটা থাকলে রিলে কাজ করবে না।",
"৩. ইলেক্ট্রোস্ট্যাটিক ডিসচার্জ (ESD): মডার্ন রিলে হলো কম্পিউটার। আপনার শরীরের স্ট্যাটিক চার্জ এর মাদারবোর্ড নষ্ট করতে পারে। তাই রিলের ভেতরের কার্ড ধরার আগে নিজেকে আর্থ করে নিন।",
"৪. অটো-রিক্লোজ বন্ধ রাখুন: টেস্ট করার সময় 'Auto-Reclose' ফাংশন অফ বা ব্লক করে রাখুন, নাহলে ব্রেকার বারবার অন-অফ হতে পারে।"
]
},
"myth_buster": {
"title": "মিথ বাস্টার (Myth Buster)",
"myths": [
{
"myth": "রিলেতে আলো জ্বলছে মানেই রিলে ঠিক আছে।",
"reality": "মোবাইলের স্ক্রিন জ্বলছে মানেই কি টাচস্ক্রিন কাজ করছে? না। রিলের 'Power On' এলইডি জ্বললেও এর সেন্সিং কয়েল বা আউটপুট কার্ড খারাপ থাকতে পারে। ইনজেকশন টেস্ট ছাড়া নিশ্চিত হওয়া অসম্ভব।",
"verdict": "আলো দেখে ভুলবেন না।"
},
{
"myth": "ইলেক্ট্রো-মেকানিক্যাল (চাকতি ঘুরানো) রিলে এখন অচল।",
"reality": "যদিও ডিজিটাল রিলে অনেক বেশি স্মার্ট, কিন্তু পুরানো ইলেক্ট্রো-মেকানিক্যাল রিলে অত্যন্ত মজবুত এবং সাইবার অ্যাটাক বা সফটওয়্যার হ্যাং হওয়া থেকে মুক্ত। অনেক জায়গায় ব্যাক-আপ হিসেবে এগুলো আজও সেরা।"
}
]
},
"advanced_section": {
"title": "ইঞ্জিনিয়ারিং ইনসাইট (Engineering Insights)",
"facts": [
{
"title": "PSM এবং TMS",
"content": "রিলে সেটিংয়ের দুটি প্রধান প্যারামিটার। PSM (Plug Setting Multiplier) ঠিক করে কত কারেন্টে রিলে কাজ শুরু করবে। আর TMS (Time Multiplier Setting) ঠিক করে সেই কারেন্টে রিলে কত দ্রুত ট্রিপ করবে। এই দুটির গুণফলেই তৈরি হয় রিলের 'কার্ভ' (Curve)।"
},
{
"title": "ডিস্টার্বেন্স রেকর্ডার (DR)",
"content": "নিউমেরিক্যাল রিলের সবচেয়ে বড় সুবিধা হলো DR। ফল্ট হওয়ার ঠিক আগের এবং পরের কয়েক সেকেন্ডের কারেন্ট ও ভোল্টেজের ওয়েভফর্ম এটি মেমোরিতে সেভ করে রাখে। পোস্ট-মর্টেম বা ফল্ট অ্যানালাইসিসের জন্য এটি ব্ল্যাকবক্সের মতো কাজ করে।"
}
]
}
}
