{
  "level_id": "6.8",
  "badge_name": "যন্ত্র গুরু",
  "level_title": "অটো-রিক্লোজার ও সেকশনালাইজার: লাইনের স্মার্ট ব্রেন",
  "mission_briefing": "বিদ্যুৎ লাইনের ৮০-৯০% ফল্টই অস্থায়ী বা ক্ষণস্থায়ী হয়—যেমন বজ্রপাত বা বাতাসের কারণে দুটি তারের ক্ষণিকের স্পর্শ। এই ছোট ছোট ফল্টের জন্য পুরো লাইন দীর্ঘ সময় ধরে বন্ধ রাখা একটি বড় সমস্যা। এখানেই আসে লাইনের 'স্মার্ট ব্রেন'—অটো-রিক্লোজার এবং সেকশনালাইজার। এরা মানুষের হস্তক্ষেপ ছাড়াই অস্থায়ী ফল্টকে নিজে থেকে ঠিক করে দেয় এবং শুধুমাত্র স্থায়ী ফল্টের ক্ষেত্রেই লাইনকে বন্ধ রাখে। এই লেভেলের মিশন হলো, এই বুদ্ধিমান ডিভাইসগুলোকে চেনা এবং তাদের সাথে নিরাপদে কাজ করতে শেখা।",
  "sections": [
    {
      "title": "স্বয়ংক্রিয় ফল্ট ব্যবস্থাপনা",
      "points": [
        {
          "item_name": "১. অটো-রিক্লোজার (Auto-Recloser): বুদ্ধিমান সার্কিট ব্রেকার",
          "specifications": "• সংজ্ঞা: অটো-রিক্লোজার হলো একটি বিশেষ ধরনের সার্কিট ব্রেকার যার সাথে একটি বুদ্ধিমান কন্ট্রোলার লাগানো থাকে। এটি সাধারণত সাবস্টেশনের বাইরে, লাইনের শুরুতে বা গুরুত্বপূর্ণ জংশনে লাগানো হয়।\n• কার্যকারিতা: যখন কোনো ফল্ট হয়, রিক্লোজারটি তৎক্ষণাৎ লাইনকে বন্ধ (ট্রিপ) করে দেয়। তারপর, কয়েক সেকেন্ড অপেক্ষা করে, এটি স্বয়ংক্রিয়ভাবে লাইনটিকে আবার চালু (Reclose) করার চেষ্টা করে। যদি ফল্টটি অস্থায়ী হয় (যেমন গাছের ডাল স্পর্শ করে সরে গেছে), তবে লাইনটি চালু থাকে। যদি ফল্টটি স্থায়ী হয়, তবে রিক্লোজারটি আবার ট্রিপ করে। এটি সাধারণত ৩-৪ বার চেষ্টা করার পর স্থায়ীভাবে 'লক-আউট' বা বন্ধ হয়ে যায়।",
          "importance": "এটি বিদ্যুৎ বিভ্রাটের সময়কাল (Outage duration) নাটকীয়ভাবে কমিয়ে দেয় এবং সিস্টেমের নির্ভরযোগ্যতা (Reliability) বাড়ায়। এটি লাইনম্যানদের অপ্রয়োজনীয় পেট্রোলিং থেকে মুক্তি দেয়।"
        },
        {
          "item_name": "২. সেকশনালাইজার (Sectionalizer): বুদ্ধিমান সহযোগী",
          "specifications": "• সংজ্ঞা: সেকশনালাইজার একটি লোড ব্রেকিং সুইচ, কিন্তু এর নিজের কোনো ফল্ট সনাক্ত করার ক্ষমতা নেই। এটি রিক্লোজারের সাথে মিলে কাজ করে। এটি লাইনের বিভিন্ন শাখায় (Branches) লাগানো হয়।\n• কার্যকারিতা: যখন কোনো ফল্ট হয়, তখন আপস্ট্রিম (অর্থাৎ, সোর্সের দিকের) রিক্লোজারটি খোলে। রিক্লোজার খোলার সাথে সাথে সেকশনালাইজারটি ফল্ট কারেন্টকে গুনে রাখে (count)। রিক্লোজার যখন আবার বন্ধ হয়, তখন সেকশনালাইজারটি আগের মতোই থাকে। যদি ফল্টটি স্থায়ী হয় এবং রিক্লোজারটি আবার খোলে, তখন সেকশনালাইজারটি দ্বিতীয়বার গুনে। এইভাবে, রিক্লোজারটি লক-আউট হওয়ার ঠিক আগের মুহূর্তে, সেকশনালাইজারটি 'ডেড' লাইনে খুলে গিয়ে ফল্টি শাখাটিকে বাকি সিস্টেম থেকে বিচ্ছিন্ন করে দেয়।\n• ফলাফল: এর ফলে, রিক্লোজার যখন শেষবারের মতো চালু হয়, তখন শুধু ফল্টি শাখাটি বাদে বাকি সমস্ত সুস্থ শাখা বিদ্যুৎ পেয়ে যায়।",
          "importance": "এটি ফল্টের এলাকাকে খুব ছোট একটি অংশে সীমাবদ্ধ করে ফেলে, যার ফলে কম সংখ্যক গ্রাহক প্রভাবিত হন।"
        },
        {
          "item_name": "৩. কাজ করার সময় সর্বোচ্চ সতর্কতা",
          "specifications": "রিক্লোজার এবং সেকশনালাইজার স্বয়ংক্রিয়ভাবে অপারেট করে, যা লাইনম্যানদের জন্য একটি নতুন ধরনের বিপদ তৈরি করে।\n• Non-Reclose/Hot Line Tag: রিক্লোজারের নিচে বা তার কন্ট্রোল বক্সে একটি বিশেষ সুইচ বা ফাংশন থাকে যা তার স্বয়ংক্রিয়ভাবে পুনরায় চালু হওয়ার ক্ষমতাকে বন্ধ করে দেয়। লাইনে কাজ করার আগে, এই 'Non-Reclose' বা 'Hot Line Tag' ফাংশনটি অ্যাক্টিভেট করা অপরিহার্য।\n• লক-আউট অবস্থা: একটি রিক্লোজার যখন 'লক-আউট' অবস্থায় থাকে, তখন এর হ্যান্ডেলটি সাধারণত নিচের দিকে ঝুলে থাকে, যা দূর থেকে দেখেই বোঝা যায়।",
          "importance": "যদি 'Non-Reclose' মোড চালু না করে লাইনে কাজ করা হয়, তবে রিক্লোজারটি আপনাকে কোনো সতর্কবার্তা ছাড়াই লাইনটিকে আবার চালু করে দিতে পারে, যা একটি মারাত্মক দুর্ঘটনা ঘটাবে।",
          "safety_protocol": "রিক্লোজারযুক্ত লাইনে কাজ করার জন্য PTW নেওয়ার সময়, কন্ট্রোল রুম অপারেটরকে বিশেষভাবে 'Non-Reclose' মোড চালু করার জন্য অনুরোধ করতে হবে এবং তা নিশ্চিত করতে হবে।"
        }
      ]
    }
  ],
  "image_suggestion": "একটি ডায়াগ্রাম। এতে একটি সাবস্টেশন থেকে লাইন বেরোচ্ছে, যার শুরুতে একটি অটো-রিক্লোজার (R) আছে। লাইনটি দুটি শাখায় ভাগ হচ্ছে, প্রতিটি শাখার শুরুতে একটি করে সেকশনালাইজার (S1, S2) আছে। একটি শাখায় একটি স্থায়ী ফল্ট (গাছ পড়া) দেখানো হয়েছে। ডায়াগ্রামটি দেখাবে কীভাবে রিক্লোজার এবং সেকশনালাইজার একসাথে কাজ করে শুধুমাত্র ফল্টি শাখাটিকে বিচ্ছিন্ন করছে।",
  "pro_tip": {
    "title": "বিশেষ প্রো টিপস (Pro Tips)",
    "content": [
      "১. কাউন্টার পড়ুন: রিক্লোজারের গায়ে একটি অপারেশন কাউন্টার থাকে। এটি দেখে আপনি বুঝতে পারবেন সম্প্রতি ওই লাইনে কতগুলো ফল্ট হয়েছিল।",
      "২. সেটিং বোঝা: রিক্লোজারের কন্ট্রোল বক্সে তার সেটিং (কতবার চেষ্টা করবে, কতক্ষণ অপেক্ষা করবে) প্রোগ্রাম করা থাকে। এই সেটিং সম্পর্কে ধারণা থাকাটা অ্যাডভান্সড ট্রابلশুটিং-এর জন্য জরুরি।",
      "৩. ম্যানুয়াল অপারেশন: প্রতিটি রিক্লোজার এবং সেকশনালাইজারে একটি ম্যানুয়াল অপারেটিং হ্যান্ডেল থাকে, যা দিয়ে লাইনটিকে হাতে করে খোলা বা বন্ধ করা যায়। এটি অবশ্যই 'ডেড' লাইনে করতে হবে।",
      "৪. SCADA ইন্টিগ্রেশন: আধুনিক রিক্লোজারগুলো SCADA সিস্টেমের সাথে যুক্ত থাকে, যার ফলে কন্ট্রোল রুম থেকে দূর নিয়ন্ত্রণের মাধ্যমে এগুলোকে অপারেট করা যায় এবং এদের অবস্থা রিয়েল-টাইমে পর্যবেক্ষণ করা যায়।"
    ]
  },
  "myth_buster": {
    "title": "মিথ বাস্টার (Myth Buster)",
    "myths": [
      {
        "myth": "লাইনটা তো ট্রিপ করে আছে, রিক্লোজার নিশ্চয়ই লক-আউট হয়ে গেছে। কাজ করতে কোনো ভয় নেই।",
        "reality": "মারাত্মক ভুল! রিক্লোজার হয়তো তার চেষ্টার সাইকেলের মাঝখানে আছে এবং কয়েক সেকেন্ড পরেই আবার লাইন চালু করার চেষ্টা করবে। 'Non-Reclose' মোড নিশ্চিত না করে এবং PTW না নিয়ে কোনো রিক্লোজারযুক্ত লাইনকে নিরাপদ ভাবা যাবে না।"
      },
      {
        "myth": "সেকশনালাইজার একটি ফিউজের মতোই কাজ করে।",
        "reality": "না। ফিউজ ফল্ট কারেন্টকে বাধা দিয়ে (Interrupt) গলে যায়। সেকশনালাইজার ফল্ট কারেন্টকে বাধা দেয় না, এটি শুধুমাত্র লাইন 'ডেড' বা কারেন্ট-বিহীন অবস্থায় খোলে। এটি একটি 'লোড ব্রেক' সুইচ, ফল্ট ব্রেকিং ডিভাইস নয়।"
      }
    ]
  },
  "advanced_section": {
    "title": "এর পেছনের ইঞ্জিনিয়ারিং ফ্যাক্টস",
    "facts": [
      {
        "title": "টাইম-কারেন্ট কো-অর্ডিনেশন (Time-Current Coordination)",
        "content": "একটি লাইনে রিক্লোজার, সেকশনালাইজার এবং ফিউজ—সবকিছুই থাকতে পারে। ইঞ্জিনিয়াররা এদের প্রত্যেকের অপারেটিং টাইম এবং কারেন্ট সেটিংকে এমনভাবে 'কো-অর্ডিনেট' বা সমন্বয় করেন যাতে ফল্টের সময় সঠিক ডিভাইসটি সঠিক ক্রমে অপারেট করে। যেমন, একটি শাখার শেষ প্রান্তের ফল্টের জন্য প্রথমে ওই শাখার ফিউজটি উড়বে, সেকশনালাইজার বা রিক্লোজার অপারেট করবে না। এটিSelective Coordination নামে পরিচিত।"
      },
      {
        "title": "SAIDI এবং SAIFI: নির্ভরযোগ্যতার সূচক",
        "content": "বিদ্যুৎ কোম্পানিগুলো তাদের সিস্টেমের নির্ভরযোগ্যতা দুটি প্রধান সূচক দিয়ে মাপে: SAIDI (System Average Interruption Duration Index - প্রতি গ্রাহক বছরে গড়ে কত মিনিট বিদ্যুৎহীন থাকেন) এবং SAIFI (System Average Interruption Frequency Index - প্রতি গ্রাহক বছরে গড়ে কতবার বিদ্যুৎ বিভ্রাটের সম্মুখীন হন)। অটো-রিক্লোজার এবং সেকশনালাইজার এই দুটি সূচককেই নাটকীয়ভাবে উন্নত করে।"
      }
    ]
  }
}
