{
  "level_id": "4.2",
  "badge_name": "কাজের কারিগর",
  "level_title": "জাম্পার কানেকশন ও টাইট করা",
  "mission_briefing": "একটি বিদ্যুৎ লাইন যখন মোড় নেয় বা শেষ হয় (ডেড-এন্ড), তখন টেনশন ইনসুলেটর স্ট্রিং-এর দুই পাশের কন্ডাক্টরের মধ্যে বৈদ্যুতিক সংযোগ برقرار রাখার জন্য একটি ছোট 'ব্রিজ' বা সেতু তৈরি করা হয়। এই সেতুটিই হলো 'জাম্পার'। একটি ঢিলা বা ভুলভাবে লাগানো জাম্পার পুরো লাইনের সবচেয়ে দুর্বল এবং ঝুঁকিপূর্ণ অংশ হতে পারে। এই লেভেলের মিশন হলো, এই গুরুত্বপূর্ণ সেতুটি সঠিকভাবে তৈরি করা, এর স্বাস্থ্য পরীক্ষা করা এবং এটিকে সুরক্ষিত রাখতে শেখা।",
  "sections": [
    {
      "title": "সংযোগের সেতু: নির্মাণ ও রক্ষণাবেক্ষণ",
      "points": [
        {
          "item_name": "১. জাম্পার কী এবং এর প্রয়োজনীয়তা",
          "specifications": "জাম্পার হলো একটি ছোট, নমনীয় কন্ডাক্টরের টুকরো যা একটি ডেড-এন্ড স্ট্রাকচার বা অ্যাঙ্গেল পোলে টেনশন স্ট্রিং-এর দুই পাশের লাইনকে বৈদ্যুতিকভাবে সংযুক্ত করে। এটি লাইন কন্ডাক্টরের মতোই একই বা তার চেয়ে বেশি সাইজের হয়।",
          "importance": "জাম্পার ছাড়া বিদ্যুৎপ্রবাহ ইনসুলেটর স্ট্রিং-এ এসে থেমে যাবে। এটি লাইনের ধারাবাহিকতা (Continuity) বজায় রাখে। যেহেতু এই অংশটি কোনো টানের মধ্যে থাকে না, তাই এটি বাতাসের কারণে দুলতে পারে, যা বিশেষ মনোযোগের দাবি রাখে।",
          "daily_check": "লাইন পেট্রোলিং-এর সময় দেখুন জাম্পারগুলো ঠিকমতো লাগানো আছে কিনা এবং ক্রস-আর্ম বা অন্য কোনো ফেজের সাথে এর নিরাপদ দূরত্ব বজায় আছে কিনা।"
        },
        {
          "item_name": "২. জাম্পার সংযোগ করার পদ্ধতি",
          "specifications": "• ধাপ ১ (কানেক্টর নির্বাচন): জাম্পারকে মূল কন্ডাক্টরের সাথে যুক্ত করার জন্য সঠিক ধরনের কানেক্টর (যেমন প্যারালাল গ্রুপ - PG ক্ল্যাম্প বা কম্প্রেশন কানেক্টর) ব্যবহার করুন। কন্ডাক্টরের মেটেরিয়াল (ACSR/AAAC) অনুযায়ী কানেক্টর নির্বাচন করুন।\n• ধাপ ২ (প্রস্তুতি): সংযোগ করার আগে জাম্পার এবং মূল কন্ডাক্টরের পৃষ্ঠ একটি স্টিল ব্রাশ দিয়ে ভালোভাবে পরিষ্কার করুন যাতে কোনো অক্সিডেশন বা ময়লা না থাকে। অ্যালুমিনিয়ামের ক্ষেত্রে অ্যান্টি-অক্সিডেন্ট পেস্ট লাগান।\n• ধাপ ৩ (ইনস্টলেশন): কানেক্টরটি সঠিকভাবে বসিয়ে নাট-বল্টুগুলো সমানভাবে এবং সঠিক টর্কে টাইট দিন। কম্প্রেশন কানেক্টরের ক্ষেত্রে সঠিক ডাই দিয়ে হাইড্রোলিক টুল ব্যবহার করুন।\n• ধাপ ৪ (আকার ও আকৃতি): জাম্পারটিকে একটি মসৃণ 'U' বা 'C' আকৃতি দিন। এর দৈর্ঘ্য এমন হতে হবে যাতে প্রবল বাতাসে দুললেও এটি ক্রস-আর্ম বা পাশের ফেজকে স্পর্শ করতে না পারে।",
          "importance": "একটি ভালো জাম্পার কানেকশন মানেই একটি নির্ভরযোগ্য এবং কম লসের সংযোগ। তাড়াহুড়ো করে করা কানেকশন ভবিষ্যতের হটস্পটের জন্ম দেয়।"
        },
        {
          "item_name": "৩. লুজ জাম্পার: বিপদের স্পষ্ট লক্ষণ",
          "specifications": "• হটস্পট: একটি ঢিলা জাম্পার কানেকশন উচ্চ রেজিস্ট্যান্স তৈরি করে এবং কারেন্ট প্রবাহের সময় প্রচণ্ড গরম হয়ে যায়। রাতের বেলা এটি লাল হয়ে জ্বলতে দেখা যেতে পারে।\n• স্পার্কিং: কানেকশন পয়েন্ট থেকে ক্রমাগত স্পার্কিং বা ফুলকি বেরোতে পারে, যা একটি বিপদের লক্ষণ।\n• শব্দ: অনেক সময় লুজ কানেকশন থেকে একটি হিসহিস্ বা ভনভন শব্দ আসে।\n• রেডিও/টিভি ইন্টারফারেন্স: কাছাকাছি থাকা রেডিও বা টিভিতে এই স্পার্কিং-এর কারণে নয়েজ আসতে পারে।",
          "importance": "এই লক্ষণগুলো উপেক্ষা করা উচিত নয়। একটি লুজ জাম্পার শুধু বিদ্যুৎই নষ্ট করে না, বরং কানেক্টর গলে গিয়ে তার ছিঁড়ে পড়তে পারে এবং আগুন লাগার কারণ হতে পারে।",
          "safety_tip": "একটি লুজ জাম্পার টাইট করার কাজটি একটি লাইভ লাইন মেইনটেন্যান্স। এর জন্য সঠিক PTW, PPE এবং পদ্ধতি অনুসরণ করা অপরিহার্য।"
        }
      ]
    }
  ],
  "image_suggestion": "একটি ডেড-এন্ড পোলের ছবি, যেখানে টেনশন স্ট্রিং-এর দুই পাশে দুটি লাইনকে একটি মসৃণ 'U' আকৃতির জাম্পার দিয়ে সংযোগ করা হয়েছে। জাম্পারের দুই প্রান্তে ব্যবহৃত PG ক্ল্যাম্পগুলো স্পষ্টভাবে দেখানো থাকবে। পাশে একটি থার্মাল ক্যামেরার ছবি থাকবে, যেখানে একটি লুজ জাম্পার কানেকশন 'হটস্পট' হিসেবে জ্বলজ্বল করছে।",
  "pro_tip": {
    "title": "বিশেষ প্রো টিপস (Pro Tips)",
    "content": [
      "১. দুটি রেঞ্চ ব্যবহার করুন: PG ক্ল্যাম্পের নাট-বল্টু টাইট দেওয়ার সময়, একটি রেঞ্চ দিয়ে বোল্টের মাথা ধরে রাখুন এবং অন্যটি দিয়ে নাট ঘোরান। এটি নিশ্চিত করে যে কানেক্টরটি ঠিকমতো চেপে বসছে।",
      "২. জাম্পার সাপোর্ট: অনেক সময় জাম্পারকে সঠিক জায়গায় ধরে রাখার জন্য এবং অতিরিক্ত দোলনা আটকাতে একটি ছোট 'জাম্পার সাপোর্ট' ইনসুলেটর ব্যবহার করা হয়।",
      "৩. বাই-মেটালিক কানেক্টর: যদি আপনাকে অ্যালুমিনিয়ামের তারের সাথে তামার তারের জাম্পার লাগাতে হয়, তবে অবশ্যই একটি বিশেষ বাই-মেটালিক (Bi-metallic) কানেক্টর ব্যবহার করুন, যা গ্যালভানিক করোশন প্রতিরোধ করে।",
      "৪. পরিচ্ছন্নতাই মূল: জাম্পার কানেকশনের দীর্ঘ জীবনের রহস্য হলো পরিচ্ছন্নতা। সংযোগ করার আগে পৃষ্ঠতল ভালোভাবে পরিষ্কার না করলে, সবচেয়ে ভালো কানেক্টরও ব্যর্থ হবে।"
    ]
  },
  "myth_buster": {
    "title": "মিথ বাস্টার (Myth Buster)",
    "myths": [
      {
        "myth": "জাম্পারটা তো শুধু ঝুলছে, ওটা একটু লুজ থাকলেও চলে।",
        "reality": "ভুল। জাম্পারের মধ্যে দিয়ে পুরো লাইনের কারেন্ট প্রবাহিত হয়। এটি লুজ থাকা মানেই একটি উচ্চ রেজিস্ট্যান্সের পয়েন্ট তৈরি করা, যা সময়ের সাথে গরম হয়ে একটি বড় ফল্টে পরিণত হবে।"
      },
      {
        "myth": "যেকোনো সাইজের তার দিয়েই জাম্পার বানিয়ে দেওয়া যায়।",
        "reality": "একেবারেই নয়। জাম্পারের কারেন্ট বহন করার ক্ষমতা মূল কন্ডাক্টরের সমান বা তার চেয়ে বেশি হতে হবে। ছোট সাইজের জাম্পার ব্যবহার করলে সেটি ওভারলোড হয়ে গলে যাবে।"
      }
    ]
  },
  "advanced_section": {
    "title": "এর পেছনের ইঞ্জিনিয়ারিং ফ্যাক্টস",
    "facts": [
      {
        "title": "I²R লস (I-Squared-R Loss)",
        "content": "বিদ্যুৎ প্রবাহের সময় যে তাপ তৈরি হয়, তা কারেন্টের বর্গ (I²) এবং রেজিস্ট্যান্সের (R) গুণফলের সমানুপাতিক। একটি লুজ কানেকশনের রেজিস্ট্যান্স (R) অনেক বেশি হয়। তাই স্বাভাবিক কারেন্টেও (I) সেখানে প্রচণ্ড তাপ (I²R) তৈরি হয়, যা হটস্পটের মূল কারণ।"
      },
      {
        "title": "করোনা এফেক্ট এবং রেডিও ইন্টারফারেন্স",
        "content": "হাই-ভোল্টেজ লাইনের জাম্পার কানেকশনের কোনো ধারালো বা অমসৃণ প্রান্ত থাকলে, সেখানে বৈদ্যুতিক ফিল্ড কেন্দ্রীভূত হয় এবং চারপাশের বাতাসকে আয়নিত করে একটি হালকা নীল আভা এবং হিসহিস্ শব্দ তৈরি করে (করোনা)। এই আয়নাইজেশনটি একটি ইলেকট্রোম্যাগনেটিক নয়েজ তৈরি করে, যা কাছাকাছি থাকা রেডিও বা টিভি সিগন্যালকে ব্যাহত করে।"
      }
    ]
  }
}

