{
  "level_id": "8.6",
  "badge_name": "জরুরী রেগুলেশন (WBERC ফোকাস)",
  "level_title": "গ্রাহক অভিযোগ নিষ্পত্তি (Grievance Redressal): আপনার কাজের পর্যালোচনা",
  "mission_briefing": "ফিল্ডে কাজ করতে গেলে গ্রাহকের রাগ বা ক্ষোভের মুখে পড়াটা স্বাভাবিক। কেউ বিল নিয়ে রেগে আছে, কেউ ভোল্টেজ নিয়ে। কিন্তু মনে রাখবেন, আপনি তর্কের জায়গা নন। গ্রাহকের এই ক্ষোভ মেটানোর জন্য WBERC-এর তৈরি একটা শক্তিশালী আইনি কাঠামো আছে। একে বলে 'গ্রিভেন্স রিড্রেসাল মেকানিজম'। আজ আমরা জানব, গ্রাহক আসলে কোথায় নালিশ জানাতে পারে এবং সেখানে আপনার বা কোম্পানির ভূমিকা কী। এটা জানলে আপনি বুক ফুলিয়ে বলতে পারবেন—'স্যার, ঝগড়া না করে সঠিক জায়গায় কমপ্লেইন করুন, কাজ হবে।'",
  "sections": [
    {
      "title": "১. কল সেন্টার ও ডকেট নম্বর: প্রথম ধাপ",
      "image_name": "call_center_docket.jpg",
      "points": [
        {
          "item_name": "লিখিত অভিযোগের গুরুত্ব",
          "specifications": "১৯১২ (টোল ফ্রি) বা কাস্টমার কেয়ার সেন্টারে (CCC) অভিযোগ জানানো।",
          "importance": "মুখে বলা অভিযোগের কোনো দাম নেই। যতক্ষণ না 'ডকেট নম্বর' বা 'কমপ্লেইন আইডি' তৈরি হচ্ছে, ততক্ষণ আইনের চোখে কোনো সমস্যাই নেই।",
          "daily_check": "গ্রাহক চেঁচামেচি করলে বিনয়ের সাথে জিজ্ঞাসা করুন—'দাদা, আপনি কি ডকেট করেছেন? নম্বরটা দিন, আমি দেখে নিচ্ছি।'"
        },
        {
          "item_name": "আপনার সুরক্ষা",
          "specifications": "ডকেট ক্লোজ করার নিয়ম।",
          "importance": "কাজ শেষ করে অফিসে রিপোর্ট না করা পর্যন্ত ডকেট ক্লোজ হয় না। আর ডকেট ওপেন থাকলে SoP-এর জরিমানা বাড়তে থাকে।"
        }
      ]
    },
    {
      "title": "২. CGRF (Consumer Grievance Redressal Forum)",
      "image_name": "cgrf_hearing_room.jpg",
      "points": [
        {
          "item_name": "CGRF কী?",
          "specifications": "প্রতিটি রিজিয়ন বা জোনে কোম্পানির তৈরি একটি বিশেষ আদালত।",
          "importance": "কল সেন্টারে সমস্যার সমাধান না হলে গ্রাহক এখানে আবেদন করে। এখানে কোম্পানির অফিসারদের সাথে একজন নিরপেক্ষ সদস্যও থাকেন। এরা আইন মেনে রায় দেন।",
          "daily_check": "CGRF-এর অর্ডারের কপি এলে সেটাকে সর্বোচ্চ গুরুত্ব দিয়ে কাজ করতে হয়।"
        }
      ]
    },
    {
      "title": "৩. বিদ্যুৎ অম্বুডসম্যান (Ombudsman)",
      "image_name": "ombudsman_office.jpg",
      "points": [
        {
          "item_name": "সর্বোচ্চ বিচারক",
          "specifications": "CGRF-এ খুশি না হলে গ্রাহক সরাসরি WBERC-এর অ্যাপয়েন্ট করা অম্বুডসম্যানের কাছে যায়।",
          "importance": "এর রায় কোম্পানির এমডি (MD)-কেও মানতে হয়। এখানে কোম্পানির ভুল প্রমাণিত হলে বড় অঙ্কের ক্ষতিপূরণ দিতে হয়।"
        }
      ]
    }
  ],
  "pro_tip": {
    "title": "ওস্তাদের মার (Pro Tips)",
    "content": [
      "১. রাগ ভাঙানোর কৌশল: গ্রাহক রেগে থাকলে তর্ক না করে বলুন, \"স্যার, আপনার অধিকার আছে CGRF-এ যাওয়ার। আপনি চাইলে আমি ফর্মটা এনে দিতে পারি।\" দেখবেন গ্রাহক শান্ত হয়ে গেছে।",
      "২. রেকর্ড রাখুন: ফিল্ডে গিয়ে যদি দেখেন মিটার বা লাইনে সমস্যা নেই, কিন্তু গ্রাহক মিথ্যে অভিযোগ করছে, তবে তার ভিডিও বা ছবি তুলে রাখুন। শুনানির সময় এটাই প্রমাণ হবে।",
      "৩. মিথ্যা প্রতিশ্রুতি দেবেন না: \"কালই হয়ে যাবে\"—এমন কথা বলবেন না যদি না আপনি নিশ্চিত হন। কথা দিয়ে কথা না রাখলে অভিযোগ আরও বড় আকার নেয়।"
    ]
  },
  "myth_buster": {
    "title": "মিথ বাস্টার (Myth Buster)",
    "myths": [
      {
        "myth": "আমাদের কোম্পানি সরকারি (বা বড় প্রাইভেট), আমাদের নামে কেস করে গ্রাহক কিছু করতে পারবে না।",
        "reality": "ভুল ধারণা। WBERC এবং অম্বুডসম্যান গ্রাহক-বান্ধব। কোম্পানির গাফিলতি থাকলে তারা গ্রাহকের পক্ষেই রায় দেয় এবং কোম্পানিকে তা মানতেই হয়।"
      },
      {
        "myth": "লাইনম্যানের নামে কমপ্লেইন করলেই তার চাকরি যাবে।",
        "reality": "না। যদি আপনি নিয়ম মেনে (SoP) কাজ করেন, তবে ভয়ের কিছু নেই। তদন্ত ছাড়া কারোর চাকরি যায় না।"
      }
    ]
  },
  "advanced_section": {
    "title": "আইনি সময়সীমা (Legal Timeline)",
    "facts": [
      {
        "title": "৪৫ দিনের নিয়ম",
        "content": "CGRF-কে অভিযোগ পাওয়ার ৪৫ দিনের মধ্যে রায় দিতে হয়। আর অম্বুডসম্যানের ক্ষেত্রে সময়সীমা সাধারণত ৬০ থেকে ৯০ দিন।"
      },
      {
        "title": "ক্ষতিপূরণ পাওয়ার অধিকার",
        "content": "WBERC রেগুলেশন অনুযায়ী, যদি প্রমাণ হয় যে কোম্পানি অযথারীতি গ্রাহককে হয়রান করেছে, তবে অম্বুডসম্যান ১ লক্ষ টাকা পর্যন্ত ক্ষতিপূরণ (Compensation) দেওয়ার নির্দেশ দিতে পারে।"
      }
    ]
  }
}
