{
  "course_title": "লাইনম্যান অপারেশনাল প্রটোকল: ফিল্ড সেফটি ও টেকনিক্যাল গাইড",
  "trainer_intro": "বিদ্যুৎ বণ্টন ব্যবস্থার দীর্ঘদিনের অভিজ্ঞতার ভিত্তিতে এই নির্দেশিকাটি তৈরি করা হয়েছে। একজন প্রফেশনাল লাইনম্যানের দক্ষতা শুধু কাজে নয়, বরং প্রটোকল মেনে চলার অভ্যাসে ফুটে ওঠে। এই পাঠ্যক্রমটি আপনাকে মাঠপর্যায়ের বাস্তব চ্যালেঞ্জ মোকাবিলার সঠিক ও পেশাদার পদ্ধতি শেখাবে।",
  "levels": [
    {
      "level_number": 1,
      "level_name": "রণসজ্জা",
      "focus": "কাজের আগে সুরক্ষাকবচ",
      "content": {
        "summary": "কাজ শুরু করার আগের মুহূর্তটিই সবচেয়ে গুরুত্বপূর্ণ। সঠিক মানসিক প্রস্তুতি এবং সুরক্ষাকবচই আপনার শ্রেষ্ঠ অস্ত্র।",
        "practical_tips": [
          "পারমিট টু ওয়ার্ক (PTW) নিজে হাতে নিয়ে ফিডারের নাম ও সময় মিলিয়ে নিন।",
          "ঘড়ি, আংটি বা চেন খুলে রাখুন; এগুলো বিদ্যুতের জন্য 'শর্টকাট' রাস্তা তৈরি করে।",
          "মানসিকভাবে স্থির না থাকলে বা অসুস্থ বোধ করলে উচ্চতায় কাজ করা থেকে বিরত থাকুন।"
        ],
        "myths_vs_facts": [
          {
            "myth": "অভিজ্ঞদের সব সময় সেফটি গিয়ার লাগে না।",
            "fact": "বিদ্যুৎ অভিজ্ঞতা চেনে না। সুরক্ষা সরঞ্জাম ছাড়া কাজ করা মানে জীবনকে তুচ্ছ করা।"
          }
        ]
      }
    },
    {
      "level_number": 2,
      "level_name": "হাতিয়ার",
      "focus": "শত্রুর মোকাবিলায় বিশ্বস্ত বন্ধু",
      "content": {
        "summary": "আপনার টুলস যদি ঠিক না থাকে, তবে আপনি নিজেই নিজের বিপদ ডেকে আনছেন।",
        "practical_tips": [
          "গ্লাভসের ভেতরে হাওয়া ভরে 'এয়ার টেস্ট' করুন; সামান্য ফুটো মানেই নিশ্চিত শক।",
          "প্লায়ার্স বা টেস্টার-এর ইনসুলেশন সামান্য ফাটা হলেও তা সরাসরি বাতিল করুন।",
          "অ্যালুমিনিয়াম বা লোহার মই বিদ্যুতের কাজে ব্যবহার করা আইনত অপরাধ ও বিপজ্জনক।"
        ],
        "myths_vs_facts": [
          {
            "myth": "যেকোনো টেপ দিয়েই ইনসুলেশন মেরামত করা যায়।",
            "fact": "সাধারণ সেলোটেপ বা নিম্নমানের টেপ ভোল্টেজ আটকাতে পারে না। সঠিক ইনসুলেশন টেপই ব্যবহার করুন।"
          }
        ]
      }
    },
    {
      "level_number": 3,
      "level_name": "যুদ্ধক্ষেত্র",
      "focus": "গ্রাউন্ডিং-ই মূল মন্ত্র",
      "content": {
        "summary": "খুঁটিতে চড়া এবং লাইনের সংযোগ বিচ্ছিন্ন করার সময় ব্যাক-ফিড থেকে সাবধান থাকা জরুরি।",
        "practical_tips": [
          "খুঁটিতে ওঠার আগে গোড়ার মাটি বা কংক্রিটের শক্তি পরীক্ষা করে নিন।",
          "লাইন কাটার পর 'ডিসচার্জ রড' দিয়ে আর্থিং নিশ্চিত করুন। ইনভার্টারের উল্টো কারেন্ট বা ব্যাক-ফিড প্রাণঘাতী হতে পারে।",
          "সেফটি বেল্ট পরার পর তা পোল বা স্ট্রাকচারের সাথে সঠিকভাবে 'লক' হয়েছে কি না দুবার পরীক্ষা করুন।"
        ],
        "myths_vs_facts": [
          {
            "myth": "মেইন সুইচ বন্ধ মানেই লাইন মৃত বা সেফ।",
            "fact": "পাশের লাইনের ইন্ডাকশন বা অবৈধ জেনারেটর কানেকশন দিয়ে লাইনে কারেন্ট ফিরতে পারে। তাই আর্থিং মাস্ট।"
          }
        ]
      }
    },
    {
      "level_number": 4,
      "level_name": "মেজাজ",
      "focus": "পারিপার্শ্বিক পরিস্থিতি নিয়ন্ত্রণ",
      "content": {
        "summary": "কাজের সাইটে বাইরের ঝামেলা এবং আবহাওয়া সামলানো একজন দক্ষ কর্মীর গুণ।",
        "practical_tips": [
          "উত্তেজিত মানুষের সাথে বিতর্কে না জড়িয়ে শান্তভাবে পরিস্থিতি ব্যাখ্যা করুন; পেশাদারিত্ব বজায় রাখুন।",
          "বৃষ্টির সময় বা ভিজে অবস্থায় পোলে কাজ করা সুইসাইড করার সমান। আবহাওয়া স্বাভাবিক না হওয়া পর্যন্ত অপেক্ষা করুন।",
          "ট্রাফিক কোণ বা বিপদসূচক ফিতে দিয়ে কাজের জায়গা ঘিরে নিন যাতে বাইরের কেউ এসে ধাক্কা না মারে।"
        ],
        "myths_vs_facts": [
          {
            "myth": "পাবলিকের চাপে দ্রুত কাজ শেষ করতে নিরাপত্তার নিয়ম ভাঙা যায়।",
            "fact": "আপনার জীবনের মূল্য যেকোনো যান্ত্রিক মেরামতের চেয়ে অনেক বেশি। নিয়মের বাইরে শর্টকাট নেবেন না।"
          }
        ]
      }
    },
    {
      "level_number": 5,
      "level_name": "মরণফাঁদ",
      "focus": "জরুরি ব্যবস্থা ও জীবনরক্ষা",
      "content": {
        "summary": "দুর্ঘটনা ঘটে গেলে মুহূর্তের সঠিক সিদ্ধান্তই পারে একজনের প্রাণ বাঁচাতে।",
        "practical_tips": [
          "কাউকে কারেন্টে ধরলে খালি হাতে ছাড়াতে যাবেন না; শুকনো কাঠ বা ইনসুলেটেড রড ব্যবহার করুন।",
          "CPR বা কৃত্রিম শ্বাসপ্রশ্বাস দেওয়ার সঠিক পদ্ধতি আগে থেকেই প্র্যাকটিস করে রাখুন।",
          "কন্ট্রোল রুম এবং স্থানীয় অ্যাম্বুলেন্সের নম্বর স্পিড-ডায়ালে সেভ করে রাখুন।"
        ],
        "myths_vs_facts": [
          {
            "myth": "শক খেলে গায়ে কাদা মাখালে বা মাটিতে পুঁতলে কারেন্ট বেরিয়ে যায়।",
            "fact": "এটি একটি চরম বিপজ্জনক কুসংস্কার। আক্রান্ত ব্যক্তিকে দ্রুত অক্সিজেন এবং ডাক্তারী চিকিৎসা দিতে হবে।"
          }
        ]
      }
    }
  ],
  "conclusion": "পেশাদারিত্ব মানেই সতর্কতা। আপনার প্রতিটি পদক্ষেপ যেন নিয়ম মেনে হয়। মনে রাখবেন, বাড়িতে আপনার অপেক্ষায় কেউ বসে আছে। সাবধানে কাজ করুন!"
}