{
  "badge_id": "B3",
  "badge_name": "লাইন চেনার জাদুকর",
  "badge_icon": "line_wizard_icon",
  "badge_description": "একজন ডাক্তার যেমন নাড়ি দেখে রোগ বোঝেন, একজন প্রো-লাইনম্যানও তেমন লাইন দেখেই তার নাড়িনক্ষত্র বলে দিতে পারেন। এই ব্যাজ আপনাকে সেই জাদুকরী দৃষ্টি দেবে। কন্ডাক্টর থেকে ট্রান্সফরমার, লাইনের প্রতিটি অংশকে চিনুন এবং তাদের ভাষা বুঝতে শিখুন।",
  "levels": [
    {
      "level_id": "3.1",
      "level_title": "কন্ডাক্টর পরিচিতি: ACSR, AAAC",
      "level_status": "locked",
      "level_summary": "বিদ্যুতের হাইওয়েকে চিনুন। জানুন কেন ACSR সবচেয়ে পরিচিত এবং AAAC কেন আধুনিক ও দক্ষ। চুম্বক দিয়ে এদের পার্থক্য করতে শিখুন।"
    },
    {
      "level_id": "3.2",
      "level_title": "ইনসুলেটর পরিচিতি: পিন, ডিস্ক, শ্যাকল",
      "level_status": "locked",
      "level_summary": "লাইনের বিশ্বস্ত প্রহরীদের সাথে পরিচিত হন। ডিস্কের সংখ্যা গুনে কীভাবে লাইনের ভোল্টেজ অনুমান করবেন, সেই কৌশল আয়ত্ত করুন।"
    },
    {
      "level_id": "3.3",
      "level_title": "ক্রস-আর্ম ও ক্ল্যাম্প: লাইনের কঙ্কাল",
      "level_status": "locked",
      "level_summary": "লাইনের মজবুত কাঁধ এবং অপরিহার্য জয়েন্টগুলোকে জানুন। শিখুন কেন গ্যালভানাইজিং এত গুরুত্বপূর্ণ এবং একটি ঢিলা নাট-বল্টু কতটা বিপজ্জনক।"
    },
    {
      "level_id": "3.4",
      "level_title": "ডিও (DO) ফিউজ ও হর্ন গ্যাপ ফিউজ: নীরব প্রহরী",
      "level_status": "locked",
      "level_summary": "সিস্টেমের আত্মবলিদানকারী রক্ষকদের চিনুন। জানুন কেন ডিও ফিউজ 'ড্রপ-আউট' হয় এবং কেন মোটা ফিউজ তার ব্যবহার করা একটি মারাত্মক ভুল।"
    },
    {
      "level_id": "3.5",
      "level_title": "লাইটনিং অ্যারেস্টার (LA): বজ্রপাতের কবচ",
      "level_status": "locked",
      "level_summary": "বজ্রপাতের प्रचंड শক্তি থেকে সিস্টেমকে বাঁচানোর গেটকিপারকে জানুন। বুঝুন কেন একটি ভালো আর্থিং ছাড়া এই কবচ অকেজো।"
    },
    {
      "level_id": "3.6",
      "level_title": "ডিস্ট্রিবিউশন ট্রান্সফরমার (DTR): লাইনের হৃৎপিণ্ড",
      "level_status": "locked",
      "level_summary": "নেটওয়ার্কের ম্যাজিক বক্সের ভেতরে উঁকি দিন। বুশিং, ব্রিদার, কনজারভেটর—এর প্রতিটি অঙ্গের কাজ এবং রোগের লক্ষণ সনাক্ত করতে শিখুন।"
    },
    {
      "level_id": "3.7",
      "level_title": "এলটি (LT) ডিস্ট্রিবিউশন বক্স/ফিডার পিলার: শেষ প্রবেশদ্বার",
      "level_status": "locked",
      "level_summary": "বিদ্যুৎ বিতরণের ট্র্যাফিক জংশনকে চিনুন। বাসবার, HRC ফিউজ এবং লুজ কানেকশনের বিপদ সম্পর্কে জানুন।"
    },
    {
      "level_id": "3.8",
      "level_title": "সার্ভিস কেবিল ও এনার্জি মিটার: শেষ সংযোগ",
      "level_status": "locked",
      "level_summary": "গ্রাহকের দোরগোড়ায় বিদ্যুৎ পৌঁছানোর শেষ ধাপটি জানুন। IPC কানেক্টর এবং আধুনিক মিটারের ভাষা বুঝতে শিখুন।"
    },
    {
      "level_id": "3.9",
      "level_title": "গার্ড ওয়্যার ও ক্রেডল গার্ডিং: অতিরিক্ত সুরক্ষা জাল",
      "level_status": "locked",
      "level_summary": "রাস্তা বা রেললাইন পার করার সময় যে অদৃশ্য সুরক্ষা জালটি আমাদের বাঁচায়, তার গঠন এবং কার্যকারিতা সম্পর্কে জানুন।"
    },
    {
      "level_id": "3.10",
      "level_title": "লাইন ডায়াগ্রাম পড়া: কাগজের ওপর জাদুর নকশা",
      "level_status": "locked",
      "level_summary": "বিদ্যুৎ নেটওয়ার্কের রোডম্যাপ বা SLD পড়তে শিখুন। প্রতীক বা চিহ্ন দেখে বাস্তব চিত্র কল্পনা করার জাদুকরী ক্ষমতা অর্জন করুন।"
    }
  ]
}