
{
  "badge_id": "B4",
  "badge_name": "কাজের কারিগর",
  "badge_icon": "craftsman_icon",
  "badge_description": "জ্ঞান এবং তত্ত্ব যথেষ্ট হয়েছে, এবার মাঠে নেমে হাত ময়লা করার পালা! একজন সত্যিকারের 'কারিগর' শুধু সমস্যা বোঝেন না, তিনি তার সমাধানও করতে জানেন। এই ব্যাজ আপনাকে ডিস্ট্রিবিউশন লাইনের সবচেয়ে সাধারণ কিন্তু গুরুত্বপূর্ণ কাজগুলো হাতে-কলমে করতে শেখাবে।",
  "levels": [
    {
      "level_id": "4.1",
      "level_title": "ইনসুলেটর বদলানো: একটি সার্জিক্যাল স্ট্রাইক",
      "level_status": "locked",
      "level_summary": "একটি ভাঙা ইনসুলেটর পুরো লাইনের জন্য ঝুঁকি। শিখুন কীভাবে লাইন বন্ধ করে একটি পিন ইনসুলেটর এবং কাম-অ্যালং ব্যবহার করে একটি টেনশন ডিস্ক ইনসুলেটর নিরাপদে প্রতিস্থাপন করতে হয়।"
    },
    {
      "level_id": "4.2",
      "level_title": "জাম্পার কানেকশন ও টাইট করা: সেতুর নির্মাণ",
      "level_status": "locked",
      "level_summary": "একটি লুজ জাম্পার মানেই ভবিষ্যতের হটস্পট। শিখুন কীভাবে একটি নিখুঁত এবং সুরক্ষিত জাম্পার কানেকশন তৈরি করতে হয় এবং থার্মাল ক্যামেরার চোখ দিয়ে সমস্যা খুঁজে বের করতে হয়।"
    },
    {
      "level_id": "4.3",
      "level_title": "নতুন সার্ভিস কানেকশন দেওয়া: আলো পৌঁছে দিন",
      "level_status": "locked",
      "level_summary": "পোল থেকে মিটার পর্যন্ত একটি নতুন জীবনরেখা তৈরি করুন। IPC কানেক্টর ব্যবহার করে এবং সমস্ত সুরক্ষা নিয়ম মেনে একটি বাড়িতে নতুন বিদ্যুৎ সংযোগ দেওয়ার শিল্প আয়ত্ত করুন।"
    },
    {
      "level_id": "4.4",
      "level_title": "ডিও (DO) ফিউজ পরিচালনা করা: নিয়ন্ত্রিত আর্কের শিল্প",
      "level_status": "locked",
      "level_summary": "লাইনের প্রথম প্রহরীকে পরিচালনা করতে শিখুন। হট স্টিক ব্যবহার করে এবং সঠিক শারীরিক অবস্থান বজায় রেখে, আর্ক ফ্ল্যাশের বিপদ এড়িয়ে ফিউজ খোলা ও লাগানোর কৌশল জানুন।"
    },
    {
      "level_id": "4.5",
      "level_title": "ট্রান্সফরমারের স্বাস্থ্য পরীক্ষা: ভাইটাল সাইনস",
      "level_status": "locked",
      "level_summary": "লাইনের হৃৎপিণ্ডের ডাক্তার হয়ে উঠুন। ট্রান্সফরমারের অয়েল লেভেল, তাপমাত্রা এবং সিলিকা জেলের রং দেখে তার স্বাস্থ্যের প্রাথমিক অবস্থা নির্ণয় করতে শিখুন।"
    },
    {
      "level_id": "4.6",
      "level_title": "আর্থিং পরীক্ষা ও রক্ষণাবেক্ষণ: অদৃশ্য রক্ষকের শক্তি",
      "level_status": "locked",
      "level_summary": "সুরক্ষা সিস্টেমের ভিত্তি মজবুত করুন। শিখুন কীভাবে একটি আর্থিং কানেকশন চাক্ষুষভাবে পরীক্ষা করতে হয় এবং আর্থ পিটে জল বা লবণ দিয়ে তার কার্যকারিতা ফিরিয়ে আনা যায়।"
    },
    {
      "level_id": "4.7",
      "level_title": "ডিপি (DP) স্ট্রাকচার ড্রেসিং: পরিচ্ছন্নতার শিল্প",
      "level_status": "locked",
      "level_summary": "একজন শিল্পীর মতো একটি ডিপি স্ট্রাকচারকে সাজিয়ে তুলুন। জানুন কীভাবে পরিচ্ছন্ন ড্রেসিং শুধু দেখতেই সুন্দর নয়, সিস্টেমের সুরক্ষা এবং নির্ভরযোগ্যতাও বাড়ায়।"
    },
    {
      "level_id": "4.8",
      "level_title": "গাছের ডালপালা ছাঁটা: প্রকৃতির সাথে লড়াই",
      "level_status": "locked",
      "level_summary": "বিদ্যুৎ লাইনের নীরব শত্রুকে নিয়ন্ত্রণ করুন। '৩-কাট পদ্ধতি' ব্যবহার করে এবং সমস্ত সুরক্ষা অবলম্বন করে গাছের ডালপালা নিরাপদে ছাঁটার কৌশল শিখুন।"
    },
    {
      "level_id": "4.9",
      "level_title": "রাস্তার আলো (Street Light) মেরামত: রাতের প্রহরীকে বাঁচান",
      "level_status": "locked",
      "level_summary": "অন্ধকার দূর করুন। একটি খারাপ স্ট্রিট লাইটের ল্যাম্প, ব্যালাস্ট বা ফটোসেল পরীক্ষা করে সেটিকে আবার কর্মক্ষম করে তোলার ট্রابلশুটিং পদ্ধতি জানুন।"
    },
    {
      "level_id": "4.10",
      "level_title": "এলটি (LT) লাইনের ফেজ ব্যালেন্সিং: ভারসাম্য ফিরিয়ে আনুন",
      "level_status": "locked",
      "level_summary": "সিস্টেমের ডাক্তার হয়ে উঠুন। ক্ল্যাম্প মিটার ব্যবহার করে আনব্যালেন্সড লোড সনাক্ত করুন এবং সার্ভিস লাইন স্থানান্তর করে তিনটি ফেজের মধ্যে ভারসাম্য ফিরিয়ে আনুন।"
    }
  ]
}