{
  "badge_id": "B5",
  "badge_name": "ফল্ট ফাইন্ডার",
  "badge_icon": "detective_icon",
  "badge_description": "বিদ্যুৎ চলে গেলে সবাই আপনার দিকেই তাকিয়ে থাকে। এই ব্যাজ আপনাকে একজন সাধারণ লাইনম্যান থেকে একজন বৈদ্যুতিক গোয়েন্দাতে রূপান্তরিত করবে। সূত্র বিশ্লেষণ করে, পদ্ধতিগতভাবে অনুসন্ধান চালিয়ে অপরাধীকে (ফল্ট) খুঁজে বের করার রোমাঞ্চকর কৌশলগুলো এখানে শিখুন।",
  "levels": [
    {
      "level_id": "5.1",
      "level_title": "'লাইন ট্রিপ করেছে'—প্রথম কাজ কী?",
      "level_status": "locked",
      "level_summary": "যুদ্ধক্ষেত্রে নামার আগে রণকৌশল তৈরি করুন। কন্ট্রোল রুম থেকে তথ্য সংগ্রহ এবং সুরক্ষা নিশ্চিত করে একজন পেশাদার গোয়েন্দার মতো আপনার তদন্ত শুরু করুন।"
    },
    {
      "level_id": "5.2",
      "level_title": "লাইন পেট্রোলিং-এর সঠিক নিয়ম: সূত্র খোঁজার শিল্প",
      "level_status": "locked",
      "level_summary": "চোখ, কান এবং নাককে আপনার সেরা গোয়েন্দা বানান। বাইনোকুলার এবং পঞ্চ ইন্দ্রিয় ব্যবহার করে লাইন বরাবর হেঁটে ফল্টের লুকানো সূত্র খুঁজে বের করুন।"
    },
    {
      "level_id": "5.3",
      "level_title": "সাধারণ ফল্ট: অপরাধীদের প্যারেড",
      "level_status": "locked",
      "level_summary": "লাইনের 'অভ্যাসগত অপরাধী'—গাছের ডাল, ভাঙা ইনসুলেটর, পুড়ে যাওয়া জাম্পার—এদের দেখেই চেনার ক্ষমতা অর্জন করুন।"
    },
    {
      "level_id": "5.4",
      "level_title": "ফিউজ বারবার উড়ে যাওয়ার কারণ: অস্থায়ী বনাম স্থায়ী ফল্ট",
      "level_status": "locked",
      "level_summary": "একই অপরাধ বারবার ঘটছে? শিখুন কীভাবে অস্থায়ী (Transient) এবং স্থায়ী (Permanent) ফল্টের মধ্যে পার্থক্য করতে হয় এবং 'সেকশনালাইজিং' পদ্ধতি ব্যবহার করতে হয়।"
    },
    {
      "level_id": "5.5",
      "level_title": "'লো-ভোল্টেজ' সমস্যার সমাধান: দুর্বল বিদ্যুতের রহস্য",
      "level_status": "locked",
      "level_summary": "টিমটিমে আলোর পেছনের কারণ অনুসন্ধান করুন। সার্ভিস কানেকশন থেকে ট্রান্সফরমার ওভারলোডিং পর্যন্ত, লো-ভোল্টেজের মূল কারণ নির্ণয় করতে শিখুন।"
    },
    {
      "level_id": "5.6",
      "level_title": "শর্ট সার্কিট এবং ওপেন সার্কিট ফল্ট: দুই ভিন্ন শত্রু",
      "level_status": "locked",
      "level_summary": "বিদ্যুৎ সিস্টেমের দুই প্রধান শত্রুর চরিত্র বিশ্লেষণ করুন। জানুন কেন একজন प्रचंड বিস্ফোরণ ঘটায় আর অন্যজন নীরবে বিদ্যুৎ প্রবাহ বন্ধ করে দেয়।"
    },
    {
      "level_id": "5.7",
      "level_title": "রাতের বেলা ফল্ট খোঁজার কৌশল: অন্ধকারের গোয়েন্দা",
      "level_status": "locked",
      "level_summary": "অন্ধকারকে আপনার বন্ধু বানান। শিখুন কীভাবে স্পার্ক, করোনা এবং থার্মাল ক্যামেরা ব্যবহার করে রাতের অন্ধকারেও ফল্টের অবস্থান নির্ভুলভাবে খুঁজে বের করা যায়।"
    },
    {
      "level_id": "5.8",
      "level_title": "ট্রান্সফরমারের সাধারণ সমস্যা: হৃৎপিণ্ডের রোগ নির্ণয়",
      "level_status": "locked",
      "level_summary": "নেটওয়ার্কের হৃৎপিণ্ডের ডাক্তার হয়ে উঠুন। অস্বাভাবিক শব্দ, তেল লিক বা বারবার ফিউজ উড়ে যাওয়ার মতো লক্ষণ দেখে ট্রান্সফরমারের গুরুতর রোগ নির্ণয় করুন।"
    },
    {
      "level_id": "5.9",
      "level_title": "কেবিল ফল্ট খোঁজার প্রাথমিক ধারণা: মাটির নিচের রহস্য",
      "level_status": "locked",
      "level_summary": "সবচেয়ে বড় চ্যালেঞ্জ গ্রহণ করুন। মেগার, ম্যাপ এবং চাক্ষুষ সূত্র ব্যবহার করে মাটির নিচে লুকানো অদৃশ্য শত্রুকে (কেবিল ফল্ট) খুঁজে বের করার প্রাথমিক কৌশল শিখুন।"
    },
    {
      "level_id": "5.10",
      "level_title": "প্রিভেন্টিভ মেইনটেন্যান্স: গোয়েন্দা থেকে ডাক্তার",
      "level_status": "locked",
      "level_summary": "অপরাধ ঘটার আগেই তা প্রতিরোধ করুন। শিখুন কীভাবে নিয়মিত স্বাস্থ্য পরীক্ষার (PM) মাধ্যমে সিস্টেমকে বড় ধরনের ব্রেকডাউন থেকে বাঁচিয়ে রাখা যায়।"
    }
  ]
}
