{
  "badge_id": "B7",
  "badge_name": "আইন কি বলে?",
  "badge_icon": "law_icon",
  "badge_description": "আপনি একজন দক্ষ কারিগর, কিন্তু আপনি কি জানেন আপনার প্রতিটি কাজের পেছনে কিছু আইন এবং নিয়মকানুন জড়িয়ে আছে? বিদ্যুৎ ব্যবস্থা শুধু তার এবং পোলের ওপর চলে না, এটি কিছু গুরুত্বপূর্ণ আইন দ্বারাও নিয়ন্ত্রিত হয়। এই ব্যাজ আপনাকে সেই আইনগুলো সম্পর্কে সচেতন করবে যা আপনার সুরক্ষা, আপনার অধিকার এবং আপনার দায়িত্ব নির্ধারণ করে। আইন জানাটা দুর্বলতা নয়, শক্তি।",
  "levels": [
    {
      "level_id": "7.1",
      "level_title": "ইন্ডিয়ান ইলেকট্রিসিটি অ্যাক্ট ও রুলস: আপনার বাইবেল",
      "level_status": "locked",
      "level_summary": "বিদ্যুৎ জগতের মূল আইনগুলোর সাথে পরিচিত হন। জানুন সেন্ট্রাল ইলেকট্রিসিটি অথরিটি (CEA) কী এবং তাদের তৈরি করা সুরক্ষা নিয়মগুলো কেন আপনার জন্য এত গুরুত্বপূর্ণ।"
    },
    {
      "level_id": "7.2",
      "level_title": "ওয়ার্কম্যান কম্পেনসেশন অ্যাক্ট: দুর্ঘটনার পর আপনার অধিকার",
      "level_status": "locked",
      "level_summary": "কাজের সময় দুর্ঘটনা ঘটলে আপনার এবং আপনার পরিবারের কী কী আইনি অধিকার আছে? জানুন ক্ষতিপূরণ, চিকিৎসা এবং অন্যান্য সুবিধা সম্পর্কে।"
    },
    {
      "level_id": "7.3",
      "level_title": "ন্যূনতম ক্লিয়ারেন্স: আইনত কতটা দূরত্ব?",
      "level_status": "locked",
      "level_summary": "রাস্তা, বাড়ি বা অন্য কোনো লাইনের থেকে বিদ্যুৎ লাইনের ন্যূনতম দূরত্ব কত হওয়া উচিত? শিখুন আইন অনুযায়ী গ্রাউন্ড ক্লিয়ারেন্স, সেকশনাল ক্লিয়ারেন্স এবং বিল্ডিং ক্লিয়ারেন্সের নিয়ম।"
    },
    {
      "level_id": "7.4",
      "level_title": "পারমিট-টু-ওয়ার্ক (PTW): একটি আইনি চুক্তি",
      "level_status": "locked",
      "level_summary": "জানুন কেন PTW শুধু একটি কোম্পানির নিয়ম নয়, এটি একটি আইনি নথি। এর প্রতিটি শর্ত লঙ্ঘন করলে তার আইনি পরিণাম কী হতে পারে।"
    },
    {
      "level_id": "7.5",
      "level_title": "বিদ্যুৎ চুরি: একটি অপরাধ এবং তার বিপদ",
      "level_status": "locked",
      "level_summary": "ইলেকট্রিসিটি অ্যাক্ট অনুযায়ী বিদ্যুৎ চুরি কেন এবং কীভাবে একটি ফৌজদারি অপরাধ? শিখুন কীভাবে আইনগতভাবে একটি চুরির ঘটনা রিপোর্ট করতে হয় এবং এর সাথে যুক্ত বিপদগুলো কী কী।"
    },
    {
      "level_id": "7.6",
      "level_title": "ব্যক্তিগত সুরক্ষা সরঞ্জাম (PPE) সংক্রান্ত আইন",
      "level_status": "locked",
      "level_summary": "আইন অনুযায়ী, আপনার работодаাতা আপনাকে সঠিক এবং মান্যতাপ্রাপ্ত PPE দিতে বাধ্য। জানুন আপনার অধিকার এবং PPE ব্যবহার না করার আইনি ঝুঁকি।"
    },
    {
      "level_id": "7.7",
      "level_title": "দুর্ঘটনার রিপোর্ট (Accident Reporting): আপনার দায়িত্ব",
      "level_status": "locked",
      "level_summary": "যেকোনো ছোট বা বড় দুর্ঘটনা ঘটলে, সেটি কীভাবে এবং কাকে আইনত রিপোর্ট করতে হয়? জানুন এর গুরুত্ব এবং সঠিক পদ্ধতি।"
    },
    {
      "level_id": "7.8",
      "level_title": "পরিবেশগত আইন: আমাদের দায়িত্ব",
      "level_status": "locked",
      "level_summary": "ট্রান্সফরমার অয়েল ফেলা, পুরনো ব্যাটারি বা ল্যাম্প নষ্ট করা—এগুলোর ক্ষেত্রে পরিবেশগত আইন কী বলে? শিখুন কীভাবে পরিবেশকে সুরক্ষিত রেখে নিজের কাজ করতে হয়।"
    },
    {
      "level_id": "7.9",
      "level_title": "গ্রাহকের অধিকার এবং লাইনম্যানের দায়িত্ব",
      "level_status": "locked",
      "level_summary": "আইন অনুযায়ী, একজন গ্রাহকের কী কী অধিকার আছে? এবং একজন লাইনম্যান হিসেবে গ্রাহকের বাড়িতে কাজ করার সময় আপনার দায়িত্বের সীমা কতটা?"
    },
    {
      "level_id": "7.10",
      "level_title": "একজন 'সার্টিফায়েড' লাইনম্যান: লাইসেন্স ও যোগ্যতার গুরুত্ব",
      "level_status": "locked",
      "level_summary": "বিদ্যুৎ-এর কাজ করার জন্য আইনত কী কী যোগ্যতা বা লাইসেন্সের প্রয়োজন? জানুন কীভাবে একজন সাধারণ কর্মী থেকে একজন আইনত স্বীকৃত বা 'সার্টিফায়েড' প্রফেশনাল হয়ে ওঠা যায়।"
    }
  ]
}
