{
  "level_id": "7.2",
  "badge_name": "আইন কি বলে?",
  "level_title": "ওয়ার্কম্যান কম্পেনসেশন অ্যাক্ট: দুর্ঘটনার পর আপনার অধিকার",
  "mission_briefing": "বিদ্যুৎ-এর কাজ সবসময়ই ঝুঁকিপূর্ণ। সমস্ত সুরক্ষা নিয়ম মানার পরেও দুর্ঘটনা ঘটতে পারে। যদি সবচেয়ে খারাপ পরিস্থিতিটি ঘটেই যায়, তাহলে আপনার বা আপনার পরিবারের ভবিষ্যৎ কী হবে? 'ওয়ার্কম্যান কম্পেনসেশন অ্যাক্ট' (বর্তমানে 'The Employee's Compensation Act, 1923') হলো সেই আইনি সুরক্ষা কবচ যা কাজের কারণে হওয়া আঘাত, অক্ষমতা বা মৃত্যুর ক্ষেত্রে আপনাকে এবং আপনার পরিবারকে আর্থিক ক্ষতিপূরণ পাওয়ার অধিকার দেয়। এই লেভেলের মিশন হলো, আপনার এই গুরুত্বপূর্ণ আইনি অধিকার সম্পর্কে জানা।",
  "sections": [
    {
      "title": "বিপদের পর আপনার আইনি সুরক্ষা",
      "points": [
        {
          "item_name": "১. এই আইনটি কাদের জন্য?",
          "specifications": "এই আইনটি সেই সমস্ত কর্মীদের জন্য প্রযোজ্য যারা ফ্যাক্টরি, খনি, নির্মাণ বা অন্যান্য ঝুঁকিপূর্ণ কাজে নিযুক্ত আছেন, যার মধ্যে বিদ্যুৎ-এর কাজও অন্তর্ভুক্ত। এটি স্থায়ী, অস্থায়ী, চুক্তিভিত্তিক—অনেক ধরনের কর্মীর জন্যই প্রযোজ্য।",
          "importance": "এটি নিশ্চিত করে যে কাজের কারণে দুর্ঘটনা ঘটলে, работодаাতা বা কোম্পানি কর্মীকে আইন অনুযায়ী ক্ষতিপূরণ দিতে বাধ্য, তা সে যার দোষেই দুর্ঘটনা ঘটুক না কেন ('No-Fault Liability' নীতি)।"
        },
        {
          "item_name": "২. কোন কোন ক্ষেত্রে ক্ষতিপূরণ পাওয়া যায়?",
          "specifications": "এই আইনের অধীনে প্রধানত চারটি ক্ষেত্রে ক্ষতিপূরণ পাওয়া যায়:\n• মৃত্যু (Death): কাজের সময় দুর্ঘটনায় মৃত্যু হলে।\n• স্থায়ী সম্পূর্ণ অক্ষমতা (Permanent Total Disablement): দুর্ঘটনার ফলে যদি কর্মী ভবিষ্যতে কোনো ধরনের কাজ করার ক্ষমতা হারিয়ে ফেলেন।\n• স্থায়ী আংশিক অক্ষমতা (Permanent Partial Disablement): দুর্ঘটনার ফলে যদি শরীরের কোনো অঙ্গ (যেমন আঙুল, হাত, চোখ) নষ্ট হয়ে যায়, কিন্তু কর্মী অন্য কাজ করতে সক্ষম থাকেন।\n• অস্থায়ী অক্ষমতা (Temporary Disablement): দুর্ঘটনার ফলে যদি কর্মী সাময়িকভাবে (যেমন কয়েক সপ্তাহ বা মাস) কাজ করতে অক্ষম হন।",
          "importance": "প্রতিটি ক্ষেত্রের জন্য ক্ষতিপূরণের পরিমাণ আইন দ্বারা নির্ধারিত এবং এটি কর্মীর বয়স এবং মাসিক বেতনের ওপর নির্ভর করে গণনা করা হয়।"
        },
        {
          "item_name": "৩. ক্ষতিপূরণ ছাড়াও আপনার অধিকার",
          "specifications": "• চিকিৎসার খরচ: আইন অনুযায়ী, работодаাতা দুর্ঘটনার জন্য প্রয়োজনীয় সমস্ত চিকিৎসার খরচ বহন করতে বাধ্য।\n• বেতন সহ ছুটি: অস্থায়ী অক্ষমতার ক্ষেত্রে, আপনি যতদিন চিকিৎসাধীন থাকবেন, ততদিন আইন অনুযায়ী একটি নির্দিষ্ট হারে বেতন বা ভাতা পাওয়ার অধিকারী।\n• পেশাগত রোগ (Occupational Diseases): শুধু দুর্ঘটনা নয়, কাজের কারণে যদি কোনো দীর্ঘস্থায়ী রোগ (যেমন নির্দিষ্ট রাসায়নিকের প্রভাবে হওয়া রোগ) হয়, তবে তার জন্যও ক্ষতিপূরণ পাওয়া যায়।",
          "importance": "ক্ষতিপূরণ আপনার অধিকার, দয়া নয়। এই নিয়মগুলো জানা আপনাকে এবং আপনার পরিবারকে একটি বড় সংকটের সময় আর্থিকভাবে সুরক্ষিত রাখে।"
        },
        {
          "item_name": "৪. দুর্ঘটনা ঘটলে আপনার করণীয়",
          "specifications": "• ধাপ ১ (অবিলম্বে জানানো): যেকোনো দুর্ঘটনা ঘটার সাথে সাথে আপনার সুপারভাইজার বা কর্তৃপক্ষকে জানান।\n• ধাপ ২ (ডাক্তারি রিপোর্ট): সরকারি বা কোম্পানির ডাক্তার দিয়ে আঘাতের পুঙ্খানুপঙ্খ রিপোর্ট তৈরি করান। এটি একটি অত্যন্ত গুরুত্বপূর্ণ আইনি নথি।\n• ধাপ ৩ (নোটিশ): আইন অনুযায়ী, আপনাকে বা আপনার পরিবারকে একটি নির্দিষ্ট সময়ের মধ্যে কোম্পানিকে লিখিতভাবে দুর্ঘটনার নোটিশ দিতে হতে পারে।\n• ধাপ ৪ (দাবি): যদি কোম্পানি ক্ষতিপূরণ দিতে অস্বীকার করে বা কম দেয়, তবে আপনি লেবার কমিশনারের কাছে আবেদন করতে পারেন।",
          "importance": "সঠিক পদ্ধতি অনুসরণ করলে এবং সমস্ত কাগজপত্র ঠিক রাখলে ক্ষতিপূরণ পাওয়া অনেক সহজ হয়ে যায়।"
        }
      ]
    }
  ],
  "image_suggestion": "একটি ইনফোগ্রাফিক যা চারটি প্রধান ক্ষতিপূরণের ক্ষেত্র (মৃত্যু, সম্পূর্ণ অক্ষমতা, আংশিক অক্ষমতা, অস্থায়ী অক্ষমতা) আইকন দিয়ে দেখাচ্ছে। পাশে একটি প্রতীকী ছবি থাকবে যেখানে একজন আহত কর্মীর চিকিৎসার খরচ তার কোম্পানি বহন করছে, যা অধিকারকে নির্দেশ করে।",
  "pro_tip": {
    "title": "বিশেষ প্রো টিপস (Pro Tips)",
    "content": [
      "১. ESIC বনাম কম্পেনসেশন অ্যাক্ট: অনেক সংগঠিত ক্ষেত্রে, কর্মীরা 'Employees' State Insurance (ESI) Act'-এর অধীনে আসেন, যার নিয়মকানুন কিছুটা ভিন্ন। আপনার ক্ষেত্রে কোনটি প্রযোজ্য, তা জেনে নিন।",
      "২. নমিনির তথ্য আপডেট রাখুন: আপনার কোম্পানির রেকর্ডে আপনার নমিনির (যিনি আপনার অনুপস্থিতিতে সুবিধা পাবেন) নাম এবং তথ্য সবসময় আপডেট করে রাখুন।",
      "৩. প্রতিটি কাগজ সংরক্ষণ করুন: দুর্ঘটনার পর, ডাক্তারের রিপোর্ট, চিকিৎসার বিল এবং কোম্পানির সাথে হওয়া সমস্ত যোগাযোগের কপি যত্ন করে সংরক্ষণ করুন।",
      "৪. ইউনিয়ন বা বিশেষজ্ঞের সাহায্য নিন: যদি আইনগত প্রক্রিয়া জটিল মনে হয়, তবে আপনার শ্রমিক ইউনিয়ন বা এই বিষয়ে অভিজ্ঞ কোনো আইনজীবীর সাহায্য নিতে দ্বিধা করবেন না।"
    ]
  },
  "myth_buster": {
    "title": "মিথ বাস্টার (Myth Buster)",
    "myths": [
      {
        "myth": "দুর্ঘটনাটি আমার নিজের ভুলেই হয়েছে, তাই আমি কোনো ক্ষতিপূরণ পাব না।",
        "reality": "ভুল। ওয়ার্কম্যান কম্পেনসেশন অ্যাক্ট সাধারণত 'No-Fault Liability' নীতির ওপর চলে। এর মানে হলো, দুর্ঘটনাটি যদি 'কাজের সময় এবং কাজের কারণে' হয়ে থাকে, তবে সাধারণত আপনি ক্ষতিপূরণ পাওয়ার অধিকারী, তা সে যার দোষেই হোক না কেন (কিছু ব্যতিক্রম ছাড়া, যেমন নেশাগ্রস্ত অবস্থায় কাজ করা)।"
      },
      {
        "myth": "কোম্পানি যা দেবে, সেটাই মেনে নিতে হবে। এর বিরুদ্ধে কিছু করার নেই।",
        "reality": "একেবারেই নয়। ক্ষতিপূরণের পরিমাণ আইন দ্বারা নির্ধারিত। যদি আপনার মনে হয় আপনি সঠিক ক্ষতিপূরণ পাচ্ছেন না, তবে আপনার লেবার কমিশনার বা আদালতের কাছে যাওয়ার সম্পূর্ণ অধিকার আছে।"
      }
    ]
  },
  "advanced_section": {
    "title": "এর পেছনের আইনি দিক",
    "facts": [
      {
        "title": "ক্ষতিপূরণের গণনা (Calculation of Compensation)",
        "content": "আইনে ক্ষতিপূরণ গণনার জন্য একটি নির্দিষ্ট সূত্র দেওয়া আছে। উদাহরণস্বরূপ, মৃত্যুর ক্ষেত্রে, এটি কর্মীর মাসিক বেতনের ৫০% -কে একটি নির্দিষ্ট 'বয়স ফ্যাক্টর' দিয়ে গুণ করে গণনা করা হয়। বয়স যত কম, ফ্যাক্টর তত বেশি এবং ক্ষতিপূরণের পরিমাণও তত বেশি হয়। প্রতিটি ধরনের অক্ষমতার জন্য এই গণনার সূত্র ভিন্ন।"
      },
      {
        "title": "'Arising out of and in the course of employment'",
        "content": "এটি এই আইনের একটি মূল আইনি বাক্যাংশ। ক্ষতিপূরণ পাওয়ার জন্য, দুর্ঘটনাটিকে অবশ্যই 'কাজের সময়' (in the course of employment) এবং 'কাজের কারণে' (arising out of employment) হতে হবে। আদালত এই দুটি শর্তের ওপর ভিত্তি করেই মামলার রায় দেয়।"
      }
    ]
  }
}

