{
  "level_id": "1.7",
  "badge_name": "সুরক্ষা কবচ",
  "level_title": "শক লাগলে ফার্স্ট এইড",
  "mission_briefing": "আমরা সুরক্ষার সব নিয়ম মানি দুর্ঘটনা এড়ানোর জন্য। কিন্তু যদি সবচেয়ে খারাপ পরিস্থিতিটি ঘটেই যায়? যদি আপনার চোখের সামনে কোনো সহকর্মী বিদ্যুৎস্পৃষ্ট হন? সেই মুহূর্তের ভয়, দ্বিধা এবং সঠিক পদক্ষেপের মধ্যে পার্থক্যই একটি জীবন বাঁচিয়ে দিতে পারে। এই লেভেলের মিশন হলো সেই গোল্ডেন মিনিটের হিরো হওয়ার জন্য নিজেকে প্রস্তুত করা। এখানে আপনি শিখবেন কীভাবে নিজের জীবন বিপন্ন না করে অন্যের জীবন বাঁচানো যায়।",
  "sections": [
    {
      "title": "গোল্ডেন মিনিট: আপনার পদক্ষেপ জীবন ও মৃত্যুর পার্থক্য",
      "points": [
        {
          "item_name": "১. প্রথম এবং প্রধান নিয়ম: নিজে বাঁচুন, তারপর বাঁচান",
          "specifications": "বিদ্যুৎস্পৃষ্ট কাউকে সাহায্য করার প্রথম impulso হলো তাকে স্পর্শ করা। এটি একটি মারাত্মক ভুল। বিদ্যুৎ একজন মানুষের শরীরকে একটি লাইভ তারে পরিণত করে। আপনি তাকে স্পর্শ করলে, আপনিও সেই সার্কিটের অংশ হয়ে যাবেন।",
          "importance": "একজন আহত ব্যক্তির বদলে দুজন আহত ব্যক্তি পরিস্থিতিকে আরও জটিল করে তোলে। আপনার প্রথম কাজ হলো, আবেগ সরিয়ে রেখে মাথা ঠান্ডা করে পরিস্থিতি বোঝা এবং নিজের সুরক্ষা নিশ্চিত করা।",
          "daily_check": "আপনার কাজের জায়গায় কোনো শুকনো কাঠ, বাঁশ, ফাইবারগ্লাসের লাঠি বা শুকনো দড়ির মতো অপরিবাহী বস্তু হাতের কাছে আছে কিনা, তা প্রতিদিন দেখে নেওয়ার অভ্যাস করুন।"
        },
        {
          "item_name": "২. সোর্স বন্ধ করুন অথবা ভিকটিমকে আলাদা করুন",
          "specifications": "আপনার প্রথম লক্ষ্য হলো বিদ্যুৎ প্রবাহ বন্ধ করা।\n• সেরা বিকল্প (যদি সম্ভব হয়): কাছাকাছি থাকা সুইচ, MCB বা সাবস্টেশনে ফোন করে দ্রুত লাইন বন্ধ করুন।\n• দ্বিতীয় বিকল্প (যদি সোর্স বন্ধ করা সম্ভব না হয়): শুকনো কাঠ, বাঁশ, প্লাস্টিকের চেয়ার বা ফাইবারগ্লাসের হট স্টিকের মতো কোনো অপরিবাহী বস্তু ব্যবহার করে ভিকটিমকে বিদ্যুতের উৎস থেকে ধাক্কা দিয়ে আলাদা করুন। ধাক্কাটি দেবেন হাত বা পায়ের মতো জায়গায়, বুকে বা মাথায় নয়।",
          "importance": "যতক্ষণ ভিকটিম বিদ্যুতের উৎসের সাথে সংযুক্ত থাকবেন, ততক্ষণ তার শরীরের ভেতরের অঙ্গপ্রত্যঙ্গ পুড়তে থাকবে। প্রতি সেকেন্ড মূল্যবান।",
          "daily_check": "আপনার এলাকার ইমার্জেন্সি শাটডাউন নম্বরটি আপনার ফোনে এবং হেলমেটের ভেতরে সেভ করে রাখুন।"
        },
        {
          "item_name": "৩. বিপদ কেটে গেলে: রেসপন্স পরীক্ষা করুন (Check for Response)",
          "specifications": "ভিকটিমকে নিরাপদ দূরত্বে আনার পর, তার কাঁধে আলতো করে ঝাঁকুনি দিয়ে জোরে জিজ্ঞাসা করুন, 'আপনি ঠিক আছেন?'। দেখুন তিনি সাড়া দিচ্ছেন কিনা বা তার শ্বাসপ্রশ্বাস চলছে কিনা।",
          "importance": "এই পরীক্ষাটি আপনাকে পরবর্তী পদক্ষেপ কী হবে তা ঠিক করতে সাহায্য করবে। যদি ভিকটিম কথা বলেন বা নড়াচড়া করেন, তার মানে তার হৃৎপিণ্ড এবং শ্বাসপ্রশ্বাস চলছে। যদি তিনি সাড়া না দেন, তবে পরিস্থিতি গুরুতর।",
          "daily_check": "প্রাথমিক ফার্স্ট এইড এবং সিপিআর (CPR) সম্পর্কে একটি আনুষ্ঠানিক ট্রেনিং নেওয়া প্রত্যেক লাইনম্যানের জন্য অপরিহার্য।"
        },
        {
          "item_name": "৪. সাহায্য চেয়ে কল করুন এবং সিপিআর শুরু করুন",
          "specifications": "যদি ভিকটিম সাড়া না দেন এবং তার শ্বাসপ্রশ্বাস বন্ধ হয়ে যায়, তবে:\n• ধাপ ১: অন্য কাউকে অবিলম্বে অ্যাম্বুলেন্স বা জরুরি সাহায্যের জন্য কল করতে বলুন।\n• ধাপ ২: আপনি যদি প্রশিক্ষিত হন, তবে অবিলম্বে সিপিআর (কার্ডিওপালমোনারি রিসাসিটেশন) শুরু করুন। বুকের মাঝখানে চাপ দিন এবং শ্বাস দিন (যদি প্রশিক্ষিত হন)।\n• ধাপ ৩: অ্যাম্বুলেন্স না আসা পর্যন্ত বা ভিকটিমের জ্ঞান না ফেরা পর্যন্ত সিপিআর চালিয়ে যান।",
          "importance": "বিদ্যুৎ শক প্রায়ই হৃৎপিণ্ডের স্বাভাবিক স্পন্দনকে থামিয়ে দেয় (Cardiac Arrest)। সিপিআর কৃত্রিমভাবে হৃৎপিণ্ড এবং ফুসফুসের কাজ চালিয়ে মস্তিষ্ককে বাঁচিয়ে রাখে। প্রথম কয়েক মিনিটের সিপিআর জীবন বাঁচানোর হার বহুগুণ বাড়িয়ে দেয়।",
          "daily_check": "আপনার কোম্পানির ফার্স্ট এইড প্রোটোকল এবং ইমার্জেন্সি কন্টাক্ট নম্বরগুলো জানুন।"
        }
      ]
    }
  ],
  "image_suggestion": "একটি ইনফোগ্রাফিক যা ধাপে ধাপে পুরো প্রক্রিয়াটি দেখাচ্ছে। ধাপ ১: একটি বিপদ চিহ্ন সহ বিদ্যুৎস্পৃষ্ট ব্যক্তিকে স্পর্শ না করার ছবি। ধাপ ২: শুকনো কাঠ দিয়ে ভিকটিমকে আলাদা করার ছবি। ধাপ ৩: কাঁধে ঝাঁকুনি দিয়ে রেসপন্স পরীক্ষা করার ছবি। ধাপ ৪: সিপিআর দেওয়ার সঠিক ভঙ্গির ছবি।",
  "pro_tip": {
    "title": "বিশেষ প্রো টিপস (Pro Tips)",
    "content": [
      "১. শান্ত থাকুন: আতঙ্ক আপনার সিদ্ধান্ত নেওয়ার ক্ষমতাকে নষ্ট করে দেয়। গভীর শ্বাস নিন এবং ধাপে ধাপে চিন্তা করুন।",
      "২. একা হিরো হতে যাবেন না: সাহায্যের জন্য চিৎকার করুন। আপনার সহকর্মীরা আপনাকে সাহায্য করতে পারে—কেউ অ্যাম্বুলেন্সে ফোন করতে, কেউ ভিড় সামলাতে।",
      "৩. পোড়া জায়গায় হাত দেবেন না: বিদ্যুৎস্পৃষ্ট হলে শরীরে প্রবেশ এবং প্রস্থানের পথে গভীর পোড়া ক্ষত তৈরি হতে পারে। এই ক্ষতগুলোতে বরফ, জল বা কোনো মলম লাগাবেন না।",
      "৪. ভিকটিমকে একা ছাড়বেন না: এমনকি যদি ভিকটিম কথা বলেন এবং নিজেকে সুস্থ মনে করেন, তবুও তাকে হাসপাতালে নিয়ে যাওয়া আবশ্যক। কারণ শরীরের ভেতরের ক্ষতি বাইরে থেকে বোঝা যায় না।"
    ]
  },
  "myth_buster": {
    "title": "মিথ বাস্টার (Myth Buster)",
    "myths": [
      {
        "myth": "বিদ্যুৎ শক লাগা ব্যক্তিকে মাটিতে পুঁতে রাখলে বা কাদা মাখিয়ে দিলে ভেতরের 'বিদ্যুৎ' বেরিয়ে যায়।",
        "reality": "এটি একটি ভয়ঙ্কর এবং অবৈজ্ঞানিক ধারণা। এটি শুধু মূল্যবান সময়ই নষ্ট করে না, বরং ভিকটিমের পোড়া ক্ষতে ইনফেকশন ঘটিয়ে পরিস্থিতিকে আরও জটিল করে তোলে। অবিলম্বে ডাক্তারি সাহায্যই একমাত্র উপায়।"
      },
      {
        "myth": "কম ভোল্টেজের (LT Line) শক তেমন বিপজ্জনক নয়, একটু ঝাঁকুনি দিয়েই ছেড়ে দেয়।",
        "reality": "ভোল্টেজ নয়, মৃত্যু ঘটায় কারেন্ট (অ্যাম্পিয়ার)। কম ভোল্টেজও শরীরের মধ্যে দিয়ে যথেষ্ট কারেন্ট প্রবাহিত করে হৃৎপিণ্ডকে থামিয়ে দিতে পারে, বিশেষ করে যদি শরীর ভেজা থাকে।"
      }
    ]
  },
  "advanced_section": {
    "title": "এর পেছনের ইঞ্জিনিয়ারিং ও বায়োলজি",
    "facts": [
      {
        "title": "কারেন্ট এবং শরীরের ওপর তার প্রভাব",
        "content": "আমাদের শরীরের নার্ভাস সিস্টেম খুব কম মাত্রার বৈদ্যুতিক সংকেতের ওপর কাজ করে। যখন বাইরে থেকে হাই-অ্যাম্পিয়ারের কারেন্ট শরীরে প্রবেশ করে, তখন এটি শরীরের নিজস্ব সিস্টেমকে বিকল করে দেয়। মাত্র ৫০-১০০ মিলিঅ্যাম্পিয়ার কারেন্ট হৃৎপিণ্ডের পেশীকে অনিয়ন্ত্রিতভাবে কাঁপাতে শুরু করে (Ventricular Fibrillation), যা কার্ডিয়াক অ্যারেস্টের সমতুল্য।"
      },
      {
        "title": "সিপিআর-এর বিজ্ঞান (The Science of CPR)",
        "content": "যখন হৃৎপিণ্ড বন্ধ হয়ে যায়, তখন মস্তিষ্কে অক্সিজেনযুক্ত রক্ত সরবরাহও বন্ধ হয়ে যায়। ৪-৬ মিনিটের মধ্যে মস্তিষ্কের কোষ необратиভাবে মারা যেতে শুরু করে। সিপিআর-এর মাধ্যমে বুকে চাপ দিয়ে আমরা কৃত্রিমভাবে হৃৎপিণ্ডকে পাম্প করাই এবং রক্ত সঞ্চালন চালু রাখি, যা মস্তিষ্ককে বাঁচিয়ে রাখার জন্য প্রয়োজনীয় অক্সিজেন সরবরাহ করে। এটি একটি জীবন রক্ষাকারী সেতু, যা ডাক্তারি সাহায্য না আসা পর্যন্ত রোগীকে ধরে রাখে।"
      }
    ]
  }
}

