{
"level_id": "9.5",
"badge_name": "যন্ত্রের স্বাস্থ্য পরীক্ষা (Testing Manual)",
"level_title": "আর্থিং সিস্টেম টেস্টিং: অদৃশ্য রক্ষকের শক্তি পরীক্ষা",
"mission_briefing": "একটি বিশাল বহুতল ভবন যেমন মাটির নিচের ভিত্তির ওপর দাঁড়িয়ে থাকে, ঠিক তেমনই পুরো ইলেকট্রিক্যাল সিস্টেমের সুরক্ষার ভিত্তি হলো 'আর্থিং'। এটি হলো সেই অদৃশ্য ড্রেন, যা ফল্ট কারেন্টকে নিরাপদে মাটিতে নামিয়ে দেয়। যদি এই ড্রেন জ্যাম হয়ে থাকে, তবে শর্ট সার্কিট হলে ফিউজ বা ব্রেকার কাজ করবে না, আর যন্ত্রপাতি বা মানুষের জীবন ঝুঁকিতে পড়বে। আজকের মিশনে আমরা আর্থ টেস্টার দিয়ে এই রক্ষকের ফিটনেস পরীক্ষা করব।",
"sections": [
{
"title": "আর্থ পিট এবং সিস্টেম টেস্টিং পদ্ধতি",
"image_name": "quiz_images/earthing_pit.jpg",
"points": [
{
"item_name": "১. আর্থ পিট এবং স্ট্রিপের ভিজ্যুয়াল চেক",
"image_name": "quiz_images/earth_strip_corrosion.png",
"specifications": "আর্থ পিটের ঢাকনা খুলে দেখুন। স্ট্রিপ এবং ইলেক্ট্রোডের সংযোগস্থলে কোনো জং (Rust) বা ফাটল আছে কিনা।",
"importance": "মাটির নিচে কানেকশন লুজ হয়ে গেলে বা স্ট্রিপ পচে গেলে আর্থিং কাজ করবে না। বর্ষাকালে বা নোনা আবহাওয়ায় এই ক্ষয় বেশি হয়। একটি ভাঙা আর্থ স্ট্রিপ মানে আপনার সুরক্ষা কবচ অকেজো।",
"daily_check": "আর্থ পিটের ভেতরে জল দেওয়ার ফানেলটি পরিষ্কার আছে কিনা দেখুন। কানেকশন বোল্টগুলো টাইট আছে কিনা রেঞ্চ দিয়ে চেক করুন।"
},
{
"item_name": "২. ৩-পয়েন্ট মেথড (Fall of Potential)",
"image_name": "quiz_images/earth_tester_3point.webp",
"specifications": "এটিই স্ট্যান্ডার্ড পদ্ধতি। এতে তিনটি টার্মিনাল থাকে: E (Earth Electrode), P (Potential Spike), এবং C (Current Spike)। টেস্টের সময় P এবং C স্পাইক দুটিকে মেইন ইলেকট্রোড থেকে নির্দিষ্ট দূরত্বে সরলরেখায় মাটিতে পুঁতে দেওয়া হয়।",
"importance": "এই টেস্ট আমাদের সঠিক আর্থ রেজিস্ট্যান্স ভ্যালু দেয়। সাবস্টেশনের জন্য এই মান ১ ওহম (1 Ohm) এর নিচে এবং ডিস্ট্রিবিউশন পোলের জন্য ৫ ওহম (5 Ohm) এর নিচে হওয়া বাঞ্ছনীয়।",
"daily_check": "স্পাইকগুলো মাটিতে শক্তভাবে পুঁতে দিন। যদি মাটি খুব শুকনো হয়, তবে স্পাইকের গোড়ায় সামান্য জল দিন ভালো কন্টাক্টের জন্য।"
},
{
"item_name": "৩. ক্ল্যাম্প-অন আর্থ টেস্টার (Clamp-on Earth Tester)",
"image_name": "quiz_images/clamp_earth_tester.jpg",
"specifications": "মাটিতে গর্ত না খুঁড়ে বা তার না খুলে এটি দিয়ে টেস্ট করা যায়। এটি দেখতে ক্ল্যাম্প মিটারের মতো।",
"importance": "শহরের কনক্রিট এলাকায় যেখানে মাটিতে স্পাইক পোঁতা সম্ভব নয়, সেখানে এটি খুব কাজে দেয়। তবে এটি শুধুমাত্র মাল্টি-গ্রাউন্ডেড সিস্টেমেই (যেখানে অনেকগুলো আর্থিং প্যারালাল করা আছে) সঠিক কাজ করে।",
"daily_check": "ক্ল্যাম্পের মুখ (Jaws) যেন পরিষ্কার থাকে এবং পুরোপুরি বন্ধ হয়।"
},
{
"item_name": "৪. গ্রিড কন্টিনিউটি টেস্ট",
"image_name": "quiz_images/grid_integrity.png",
"specifications": "সাবস্টেশনের রাইজার (Riser) এবং মেইন আর্থ ম্যাটের মধ্যে সংযোগ পরীক্ষা।",
"importance": "ট্রান্সফরমার বা ব্রেকারের বডি আর্থিং পয়েন্ট থেকে মাটির নিচের জালি (Mesh) পর্যন্ত তারটি কোথাও ছিঁড়ে গেছে কিনা তা নিশ্চিত করতে লো-রেজিস্ট্যান্স ওহম মিটার দিয়ে এটি মাপা হয়।",
"daily_check": "আর্থ ফ্ল্যাট বা তারের রঙ (সবুজ বা কালো) দেখে এবং হাত দিয়ে টেনে ফিজিক্যাল চেক করুন।"
}
]
}
],
"pro_tip": {
"title": "ওস্তাদের পরামর্শ (Pro Tips)",
"content": [
"১. লিংক খুলতে ভুলবেন না: আর্থ পিটের রেজিস্ট্যান্স মাপার সময় ইকুইপমেন্ট থেকে আসা আর্থ স্ট্রিপটি (Test Link) খুলে আলাদা করে নিন। নাহলে আপনি প্যারালাল রেজিস্ট্যান্স মাপবেন, যা সঠিক পিটের ভ্যালু নয়।",
"২. ৬২% নিয়ম: ৩-পয়েন্ট টেস্টে, কারেন্ট স্পাইক (C) যতটা দূরে বসাবেন, পটেনশিয়াল স্পাইক (P) তার ৬২% দূরত্বে বসালে সবচেয়ে সঠিক রেজাল্ট পাওয়া যায়।",
"৩. ভেজা মাটি মানেই ভালো নয়: বৃষ্টির পরপরই টেস্ট করলে রেজাল্ট খুব ভালো আসবে, কিন্তু সেটা স্থায়ী নয়। সবচেয়ে শুকনো সময়ে (Summer) টেস্ট করাই আসল পরীক্ষা।",
"৪. লবণ ও কয়লা: পিটের ভ্যালু বেশি আসলে লবণ, কয়লা বা বেন্টোনাইট পাউডার দিয়ে ট্রিটমেন্ট করুন এবং জল দিন।"
]
},
"myth_buster": {
"title": "মিথ বাস্টার (Myth Buster)",
"myths": [
{
"myth": "এক বালতি জল ঢেলে দিলেই আর্থিং ভালো হয়ে যায়।",
"reality": "জল ঢাললে সাময়িকভাবে রেজিস্ট্যান্স কমে ঠিকই, কিন্তু মাটি শুকিয়ে গেলে আবার তা বেড়ে যায়। স্থায়ী সমাধানের জন্য কেমিক্যাল আর্থিং বা রডের গভীরতা বাড়ানো প্রয়োজন।",
"verdict": "জল কোনো পার্মানেন্ট সলিউশন নয়।"
},
{
"myth": "সবুজ তার লাগানো মানেই আমি সেফ।",
"reality": "সবুজ তারটি যদি মাটির নিচে ভাঙা রডের সাথে যুক্ত থাকে, তবে তার থাকা না থাকা সমান। টেস্টার দিয়ে মাপা ছাড়া নিশ্চিত হওয়া বোকামি।"
}
]
},
"advanced_section": {
"title": "ইঞ্জিনিয়ারিং ইনসাইট (Engineering Insights)",
"facts": [
{
"title": "স্টেপ এবং টাচ পটেনশিয়াল (Step & Touch Potential)",
"content": "আর্থিং ডিজাইনের মূল উদ্দেশ্য শুধু যন্ত্রপাতি বাঁচানো নয়, মানুষের প্রাণ বাঁচানো। হাই ভোল্টেজ ফল্টের সময় মাটির ভোল্টেজ বেড়ে যায়। তখন একজন মানুষের দুই পায়ের মাঝের ভোল্টেজ পার্থক্যকে 'স্টেপ পটেনশিয়াল' এবং হাত ও পায়ের মাঝের পার্থক্যকে 'টাচ পটেনশিয়াল' বলে। ভালো আর্থিং ডিজাইন এই ভোল্টেজকে নিরাপদ সীমার মধ্যে রাখে।"
},
{
"title": "সয়েল রেজিষ্টিভিটি (Soil Resistivity)",
"content": "আর্থিং রড পোঁতার আগে মাটির ধরন (বেলে, দোঁয়াশ, বা পাথুরে) পরীক্ষা করা জরুরি। একে 'সয়েল রেজিষ্টিভিটি টেস্ট' বলে (Wenner 4-point method)। পাথুরে মাটিতে ১০টা রড পুঁতে যা কাজ হবে, ভেজা মাটিতে ১টা রডেই তার চেয়ে ভালো কাজ হতে পারে।"
}
]
}
}
