{
  "level_id": "8.9",
  "badge_name": "জরুরী রেগুলেশন (WBERC ফোকাস)",
  "level_title": "পরিবেশগত নিয়মাবলী: রাজ্যের দৃষ্টিকোণ",
  "mission_briefing": "বিদ্যুৎ এবং প্রকৃতি—দুজনের সম্পর্ক অনেকটা সাপে-নেউলে। গাছপালা আমাদের অক্সিজেন দেয়, কিন্তু সেই গাছের ডালই আবার আমাদের লাইনে ঠেকে ফল্ট তৈরি করে। আবার ট্রান্সফরমারের পোড়া তেল যদি মাটিতে পড়ে, তবে তা পরিবেশের বারোটা বাজিয়ে দেয়। একজন আধুনিক লাইনম্যান হিসেবে আপনার দায়িত্ব শুধু বাতি জ্বালানো নয়, পরিবেশকে বাঁচিয়ে কাজ করা। গাছ কাটার নিয়ম বা পোড়া তেল ফেলার সঠিক পদ্ধতি না জানলে ফরেস্ট ডিপার্টমেন্ট বা পলিউশন কন্ট্রোল বোর্ডের নোটিশ আপনার দরজায় কড়া নাড়তে পারে।",
  "sections": [
    {
      "title": "১. গাছ কাটা ও ট্রি-ট্রিমিং (Right of Way)",
      "image_name": "tree_trimming_safe_distance.jpg",
      "points": [
        {
          "item_name": "কাটা বনাম ছাঁটা (Cutting vs Trimming)",
          "specifications": "নিয়ম অনুযায়ী, আমরা শুধু গাছের ডাল 'ছাঁটতে' পারি যা লাইনের বিপদ ঘটাচ্ছে। পুরো গাছ 'কাটা'র অধিকার আমাদের নেই।",
          "importance": "পুরো গাছ কাটতে হলে ফরেস্ট ডিপার্টমেন্ট বা স্থানীয় পঞ্চায়েত/মিউনিসিপালিটির লিখিত অনুমতি লাগে। অনুমতি ছাড়া গাছ কাটলে আইনি মামলা (Non-bailable offense) হতে পারে।",
          "daily_check": "শাটডাউন নিয়ে ডাল কাটার সময় খেয়াল রাখবেন যেন গাছের ক্ষতি কম হয় এবং পাখির বাসা নষ্ট না হয়।"
        },
        {
          "item_name": "রাইট অফ ওয়ে (RoW) মেইনটেন্যান্স",
          "specifications": "লাইনের নিচে বা আশেপাশে নির্দিষ্ট দূরত্ব পর্যন্ত জায়গা পরিষ্কার রাখা।",
          "importance": "ঝড়ের সময় ডাল পড়ে তার ছেঁড়া বা আগুন লাগার ঘটনা এড়াতে বর্ষার আগেই এই কাজ (Pre-monsoon Maintenance) সারা জরুরি।"
        }
      ]
    },
    {
      "title": "২. বর্জ্য ব্যবস্থাপনা: তেল ও ব্যাটারি",
      "image_name": "oil_spill_cleanup.jpg",
      "points": [
        {
          "item_name": "ট্রান্সফরমার অয়েল (Hazardous Waste)",
          "specifications": "পোড়া তেল বা লিকেজ হওয়া তেল ড্রেনে বা মাঠে ফেলা আইনত দণ্ডনীয়।",
          "importance": "এই তেল মাটি ও জলকে বিষাক্ত করে। এটি ড্রামে ভরে সিল করে নির্দিষ্ট ডিসপোজাল সেন্টারে পাঠাতে হয়।",
          "daily_check": "ট্রান্সফরমার পরিবর্তনের সময় মাটিতে প্লাস্টিক শিট বিছিয়ে নিন, যাতে এক ফোঁটা তেলও মাটিতে না পড়ে।"
        },
        {
          "item_name": "পুরনো ব্যাটারি (Lead Acid Battery)",
          "specifications": "সাবস্টেশনের বাতিল ব্যাটারি শুধুমাত্র অথরাইজড রিসাইক্লারদের কাছেই বিক্রি বা ফেরত দেওয়া যায়।",
          "importance": "ব্যাটারির সীসা (Lead) এবং এসিড পরিবেশের জন্য মারাত্মক ক্ষতিকর।"
        }
      ]
    }
  ],
  "pro_tip": {
    "title": "ওস্তাদের মার (Pro Tips)",
    "content": [
      "১. ব্যালেন্স করে চলুন: গ্রাহকের প্রিয় আম গাছ বা নারকেল গাছ কাটার আগে তাকে বুঝিয়ে বলুন—\"দাদা, গাছের ডাল তারে ঠেকলে শুধু কারেন্ট যাবে না, গাছে আগুনও লাগতে পারে।\" ঝগড়া নয়, সচেতনতাই সমাধান।",
      "২. তেলের ড্রাম লিক?: যদি দেখেন স্টোরে রাখা তেলের ড্রাম লিক করছে, তবে সঙ্গে সঙ্গে বালু বা কাঠের গুঁড়ো (Sawdust) ছড়িয়ে দিন। জল দিয়ে ধুবেন না, তাতে তেল আরও ছড়িয়ে পড়ে।",
      "৩. তারের টুকরো: কাজ শেষে অ্যালুমিনিয়াম বা কপার তারের ছোট টুকরো মাঠে ফেলে আসবেন না। গরু-ছাগল এগুলো খেয়ে মারা যেতে পারে।"
    ]
  },
  "myth_buster": {
    "title": "মিথ বাস্টার (Myth Buster)",
    "myths": [
      {
        "myth": "পোড়া মবিল বা ট্রান্সফরমার অয়েল আগাছা মারার জন্য খুব ভালো, তাই ওটা মাটিতে ঢেলে দিই।",
        "reality": "এটি একটি ভয়ঙ্কর অভ্যাস! এতে মাটি চিরতরে অনুর্বর হয়ে যায় এবং ভূগর্ভস্থ জল দূষিত হয়। পরিবেশ আইন অনুযায়ী এটি বড় অপরাধ।"
      },
      {
        "myth": "সরকারি লাইনের ওপর গাছ থাকলে সেটা কাটার জন্য কারোর পারমিশন লাগে না।",
        "reality": "ভুল। গাছটি যদি ফরেস্ট এরিয়া বা ব্যক্তিগত মালিকানাধীন হয়, তবে নোটিশ দেওয়া বা অনুমতি নেওয়া বাধ্যতামূলক।"
      }
    ]
  },
  "advanced_section": {
    "title": "PCBs: নীরব ঘাতক",
    "facts": [
      {
        "title": "Polychlorinated Biphenyls (PCBs)",
        "content": "পুরনো দিনের ট্রান্সফরমার তেলে PCBs নামের এক ধরনের রাসায়নিক থাকত যা ক্যান্সার সৃষ্টি করতে পারে। যদিও এখন এর ব্যবহার নিষিদ্ধ, তবুও পুরনো ট্রান্সফরমার হ্যান্ডেল করার সময় গ্লাভস ও মাস্ক পরা বাধ্যতামূলক।"
      },
      {
        "title": "গ্রিন করিডোর",
        "content": "নতুন হাই-টেনশন লাইন বসানোর সময় এখন 'গ্রিন করিডোর' বা পরিবেশ-বান্ধব নকশা করা হয় যাতে বন্যপ্রাণীদের (যেমন হাতির করিডোর) চলাচলে অসুবিধা না হয়।"
      }
    ]
  }
}
