{
  "level_id": "8.10",
  "badge_name": "জরুরী রেগুলেশন (WBERC ফোকাস)",
  "level_title": "রেগুলেশন এবং আপনি: ফিল্ডে প্রয়োগ",
  "mission_briefing": "অভিনন্দন! আপনি এখন রাজ্যের বিদ্যুৎ আইনের অলিগলি চিনে ফেলেছেন। কিন্তু শুধু আইন জানলেই হবে না, তাকে মাঠে প্রয়োগ করতে হবে। একজন সাধারণ মিস্ত্রি আর একজন 'সার্টিফায়েড টেকনিশিয়ান'-এর মধ্যে পার্থক্য হলো এই জ্ঞান। এই শেষ অধ্যায়ে আমরা শিখব কীভাবে এই সমস্ত নিয়মাবলীকে আপনার রক্ষাকবচ হিসেবে ব্যবহার করবেন। মনে রাখবেন, আইন আপনাকে ভয় দেখানোর জন্য নয়, আপনাকে এবং আপনার চাকরিকে বাঁচানোর জন্য।",
  "sections": [
    {
      "title": "১. ডকুমেন্টেশন: আপনার আইনি বর্ম",
      "image_name": "logbook_and_pen.jpg",
      "points": [
        {
          "item_name": "লগবুক মেইনটেন্যান্স",
          "specifications": "কখন শাটডাউন নিলেন, কখন ছাড়লেন, কী কাজ করলেন—সব পুঙ্খানুপুঙ্খভাবে লিখে রাখা।",
          "importance": "কোনো দুর্ঘটনা ঘটলে তদন্ত কমিটি সবার আগে আপনার লগবুক দেখবে। সেখানে লেখা না থাকলে, ধরে নেওয়া হবে আপনি কাজটা করেননি বা নিয়ম মানেননি।",
          "daily_check": "ডিউটি শেষে লগবুক সাইন করার আগে দুবার পড়ে দেখুন সব ঠিক আছে কি না।"
        },
        {
          "item_name": "পারমিট বই",
          "specifications": "PTW (Permit To Work) বইয়ের কার্বন কপি যত্ন করে রাখা।",
          "importance": "এটি প্রমাণ করে যে আপনি আইন মেনেই লাইনে হাত দিয়েছিলেন।"
        }
      ]
    },
    {
      "title": "২. ব্যবহার ও আচরণ (Behavioral Code)",
      "image_name": "lineman_talking_to_consumer.jpg",
      "points": [
        {
          "item_name": "SoP এবং গ্রাহক সেবা",
          "specifications": "WBERC-এর SoP শুধুমাত্র টাইমিং নিয়ে নয়, গ্রাহকের সাথে ব্যবহারের কথাও বলে।",
          "importance": "ইউনিফর্ম পরা অবস্থায় আপনি কোম্পানির প্রতিনিধি। গ্রাহকের সাথে দুর্ব্যবহার করলে কোম্পানির লাইসেন্সের শর্ত লঙ্ঘিত হয়।",
          "daily_check": "কাজের চাপে মাথা গরম হলেও মুখে হাসি বা শান্ত ভাব বজায় রাখুন।"
        },
        {
          "item_name": "নৈতিকতা (Ethics)",
          "specifications": "অবৈধ কাজে সাহায্য না করা।",
          "importance": "টাকার বিনিময়ে হুকিং করতে সাহায্য করা বা মিটার বাইপাস করে দেওয়া—এগুলো শুধু দুর্নীতি নয়, নিজের পায়ে কুড়ুল মারা। ধরা পড়লে আইন আপনাকে ছাড়বে না।"
        }
      ]
    }
  ],
  "pro_tip": {
    "title": "ওস্তাদের শেষ কথা (Final Words)",
    "content": [
      "১. মুখের কথায় কাজ নয়: অফিসার বা যেই হোন, ফোনে 'লাইন অফ আছে, উঠে পড়' বললেই বিশ্বাস করবেন না। লিখিত পারমিট বা নিজের হাতে আর্থিং না করা পর্যন্ত পোল-এ উঠবেন না।",
      "২. আইন জানুন, ভয় পাবেন না: গ্রাহক বা পুলিশ—কেউ আপনাকে ভয় দেখাতে পারবে না যদি আপনি জানেন যে আপনি 'সাপ্লাই কোড' এবং 'সেফটি কোড' মেনেই কাজ করছেন। জ্ঞানই আপনার শক্তি।",
      "৩. আপডেট থাকুন: নিয়ম বদলায়। অফিসের নোটিশ বোর্ড, ট্রেনিং বা ইউনিয়ন মিটিং থেকে নতুন সার্কুলার বা নিয়মের খোঁজ রাখুন।"
    ]
  },
  "myth_buster": {
    "title": "মিথ বাস্টার (Myth Buster)",
    "myths": [
      {
        "myth": "আইন-কানুন সব বইয়ের পাতায়, মাঠে 'জুগাড়' (Jugaad) দিয়েই কাজ চলে।",
        "reality": "জুগাড় দিয়ে হয়তো আজ কাজ চলে যাবে, কিন্তু যেদিন দুর্ঘটনা ঘটবে, সেদিন এই জুগাড়ই আপনাকে জেলে পাঠাবে। স্ট্যান্ডার্ড পদ্ধতিই দীর্ঘমেয়াদে নিরাপদ।"
      },
      {
        "myth": "আমি নিচু পদের কর্মী, আমার ঘাড়ে কোনো দায় নেই, সব দায় অফিসারের।",
        "reality": "ভুল। ইলেকট্রিসিটি অ্যাক্ট অনুযায়ী, যে ব্যক্তি প্রত্যক্ষভাবে কাজটি করছে (আপনি), সুরক্ষার প্রাথমিক দায়িত্ব তার। আপনি 'না' বলতে পারেন যদি কাজটা নিরাপদ না মনে হয়।"
      }
    ]
  },
  "advanced_section": {
    "title": "ক্যারিয়ার গ্রোথ ও লাইসেন্স",
    "facts": [
      {
        "title": "সুপারভাইজরি লাইসেন্স",
        "content": "আপনি যদি এই নিয়মকানুনগুলো ভালো করে জানেন এবং পরীক্ষায় পাশ করেন, তবে আপনি 'লাইসেন্সড সুপারভাইজার' হতে পারেন। তখন আপনি শুধু কাজ করবেন না, অন্যের কাজ তদারকি করবেন এবং সই করবেন।"
      },
      {
        "title": "আইন সচেতন কর্মী",
        "content": "কোম্পানি সবসময় এমন লোক খোঁজে যারা টেকনিক্যাল কাজের পাশাপাশি আইনি ঝামেলা এড়াতে পারে। এই জ্ঞান আপনার প্রমোশনের রাস্তা খুলে দেবে।"
      }
    ]
  }
}
