{
  "level_id": "7.3",
  "badge_name": "আইন কি বলে?",
  "level_title": "ন্যূনতম ক্লিয়ারেন্স: আইনত কতটা দূরত্ব?",
  "mission_briefing": "বিদ্যুৎ লাইনের 'লক্ষ্মণ রেখা' শুধু আপনার ব্যক্তিগত সুরক্ষার জন্যই নয়, এটি আইন দ্বারাও নির্ধারিত। সাধারণ মানুষ, বাড়িঘর, রাস্তাঘাট এবং অন্যান্য পরিষেবার লাইনকে বিদ্যুৎ লাইনের বিপদ থেকে বাঁচানোর জন্য CEA (সেন্ট্রাল ইলেকট্রিসিটি অথরিটি) রেগুলেশনে কিছু ন্যূনতম দূরত্বের নিয়ম বেঁধে দেওয়া হয়েছে। এই দূরত্বগুলোই হলো 'স্ট্যাটিউটরি ক্লিয়ারেন্স'। এই লেভেলের মিশন হলো, একজন দায়িত্বশীল লাইনম্যান হিসেবে এই আইনি দূরত্বগুলো সম্পর্কে জানা, যাতে আপনি নিজে নিয়ম মানতে পারেন এবং কোথাও নিয়ম লঙ্ঘন দেখলে তা চিহ্নিত করতে পারেন।",
  "sections": [
    {
      "title": "আইনের স্কেল: দূরত্বের গুরুত্ব",
      "points": [
        {
          "item_name": "১. গ্রাউন্ড ক্লিয়ারেন্স: মাটি থেকে কতটা উঁচুতে?",
          "specifications": "CEA নিয়ম অনুযায়ী, রাস্তার ওপর দিয়ে যাওয়া বিদ্যুৎ লাইনের মাটি থেকে ন্যূনতম উচ্চতা হতে হবে:\n• লো এবং মিডিয়াম ভোল্টেজ লাইন (LT - 415V পর্যন্ত): ৫.৮ মিটার (প্রায় ১৯ ফুট)\n• হাই ভোল্টেজ লাইন (HT - 11kV/33kV): ৬.১ মিটার (প্রায় ২০ ফুট)\nরাস্তার পাশ দিয়ে বা অন্য জায়গায় এই উচ্চতা কিছুটা কম হতে পারে, কিন্তু নির্দিষ্ট মানের নিচে নয়।",
          "importance": "এই নিয়মটি নিশ্চিত করে যে বাস, ট্রাক বা অন্য কোনো উঁচু যানবাহন নিরাপদে লাইনের নিচ দিয়ে যেতে পারে। কম উচ্চতায় থাকা তার ছিঁড়ে গিয়ে বা সংস্পর্শে এসে মারাত্মক দুর্ঘটনা ঘটাতে পারে।"
        },
        {
          "item_name": "২. বিল্ডিং ক্লিয়ারেন্স: বাড়ি থেকে কতটা দূরে?",
          "specifications": "বিদ্যুৎ লাইন এবং যেকোনো বাড়ির মধ্যে ন্যূনতম দূরত্ব বজায় রাখা বাধ্যতামূলক:\n• ভার্টিকাল ক্লিয়ারেন্স (বাড়ির ছাদ বা চিলেকোঠার ওপর দিয়ে গেলে):\n  - LT লাইন: ২.৫ মিটার (প্রায় ৮ ফুট)\n  - HT লাইন: ৩.৭ মিটার (প্রায় ১২ ফুট)\n• হরাইজন্টাল ক্লিয়ারেন্স (বাড়ির বারান্দা বা দেওয়ালের পাশ দিয়ে গেলে):\n  - LT লাইন: ১.২ মিটার (প্রায় ৪ ফুট)\n  - HT লাইন: ২.০ মিটার (প্রায় ৬.৫ ফুট)",
          "importance": "এই নিয়মটি বাড়ির বাসিন্দাদের সুরক্ষা নিশ্চিত করে। বাড়ির খুব কাছ দিয়ে যাওয়া তার থেকে শক লাগা বা আগুন ধরার ঝুঁকি থাকে। বাড়ির মালিক আইন লঙ্ঘন করে লাইনের নিচে বা পাশে নির্মাণ করলে সেটিও একটি বিপদ।"
        },
        {
          "item_name": "৩. সেকশনাল ক্লিয়ারেন্স: দুই লাইনের মধ্যে দূরত্ব",
          "specifications": "• একই পোলে থাকা দুটি ভিন্ন সার্কিটের মধ্যে বা কন্ডাক্টরদের নিজেদের মধ্যে (ফেজ-টু-ফেজ) একটি ন্যূনতম দূরত্ব বজায় রাখতে হয়, যা ভোল্টেজ এবং স্প্যানের ওপর নির্ভর করে।\n• এছাড়াও, বিদ্যুৎ লাইন এবং অন্য কোনো লাইন (যেমন টেলিফোন বা ইন্টারনেট কেবিল)-এর মধ্যে একটি নির্দিষ্ট উল্লম্ব দূরত্ব বজায় রাখা বাধ্যতামূলক।",
          "importance": "অপর্যাপ্ত ক্লিয়ারেন্সের কারণে বাতাসের সময় তারগুলো একে অপরকে স্পর্শ করে শর্ট সার্কিট ঘটাতে পারে।"
        },
        {
          "item_name": "৪. নিয়ম লঙ্ঘনের পরিণাম",
          "specifications": "• লাইনম্যানের দায়িত্ব: নতুন লাইন তৈরি বা মেরামতের সময় আপনাকে এই ক্লিয়ারেন্সের নিয়মগুলো মানতে হবে। যদি দেখেন কোনো পুরনো লাইন আইন অনুযায়ী নেই (যেমন তার ঝুলে পড়েছে), তবে সেটি রিপোর্ট করা আপনার দায়িত্ব।\n• জনসাধারণের বিপদ: যদি কোনো ব্যক্তি লাইনের খুব কাছাকাছি নির্মাণ কাজ করেন বা লাইনের নিচে বাঁশ বা লোহার রড নিয়ে যান, তবে তাদের বিপদের বিষয়ে সতর্ক করা উচিত।",
          "importance": "ক্লিয়ারেন্সের নিয়ম লঙ্ঘন শুধু বেআইনিই নয়, এটি জনসাধারণের জীবনের জন্য একটি বড় ঝুঁকি তৈরি করে।"
        }
      ]
    }
  ],
  "image_suggestion": "একটি পরিষ্কার ইনফোগ্রাফিক। এতে একটি রাস্তার ক্রস-সেকশন দেখানো হয়েছে, যেখানে একটি উঁচু ট্রাকের ওপর দিয়ে যাওয়া বিদ্যুৎ লাইনের 'গ্রাউন্ড ক্লিয়ারেন্স' (৬.১ মিটার) চিহ্নিত করা আছে। পাশে একটি বাড়ির ছবি থাকবে, যার ছাদের ওপর দিয়ে যাওয়া লাইনের 'ভার্টিকাল ক্লিয়ারেন্স' (৩.৭ মিটার) এবং বারান্দার পাশ দিয়ে যাওয়া লাইনের 'হরাইজন্টাল ক্লিয়ারেন্স' (২.০ মিটার) স্পষ্টভাবে লেবেল করা থাকবে।",
  "pro_tip": {
    "title": "বিশেষ প্রো টিপস (Pro Tips)",
    "content": [
      "১. চোখের আন্দাজকে ট্রেনিং দিন: ফিল্ডে কাজ করতে করতে এই আইনি দূরত্বগুলো চোখের আন্দাজে বোঝার ক্ষমতা তৈরি করুন। একটি সাধারণ দোতলা বাড়ির উচ্চতা বা একটি বাসের উচ্চতার সাথে তুলনা করে ক্লিয়ারেন্স অনুমান করতে শিখুন।",
      "২. নতুন নির্মাণের ওপর নজর রাখুন: পেট্রোলিং-এর সময় যদি দেখেন কোনো বিদ্যুৎ লাইনের নিচে বা খুব কাছাকাছি নতুন বাড়ি বা অন্য কোনো নির্মাণ কাজ চলছে, তবে অবিলম্বে আপনার সুপারভাইজারকে জানান।",
      "৩. তাপমাত্রার প্রভাব: গরমকালে তার প্রসারিত হয়ে ঝুলে পড়ে, ফলে গ্রাউন্ড ক্লিয়ারেন্স কমে যায়। লাইন ডিজাইন করার সময় ইঞ্জিনিয়াররা এই বিষয়টি মাথায় রাখেন।",
      "৪. 'রাইট অফ ওয়ে' (RoW): ক্লিয়ারেন্স ছাড়াও, বড় ট্রান্সমিশন লাইনের জন্য একটি চওড়া 'রাইট অফ ওয়ে' বা করিডোর থাকে, যেখানে গাছপালা বা নির্মাণ কঠোরভাবে নিয়ন্ত্রিত হয়।"
    ]
  },
  "myth_buster": {
    "title": "মিথ বাস্টার (Myth Buster)",
    "myths": [
      {
        "myth": "আমার বাড়ির ছাদ থেকে তারটা তো অনেক দূরেই আছে, ওখানে একটা বাঁশ রাখলে বা কাপড় শুকোতে দিলে কিছু হবে না।",
        "reality": "মারাত্মক ভুল। আইন অনুযায়ী যে ন্যূনতম দূরত্ব দেওয়া আছে, তা শুকনো আবহাওয়ার জন্য। ভেজা বাঁশ বা কাপড় বিদ্যুৎ পরিবহন করতে পারে এবং বাতাসের কারণে তার দুলে দূর থেকেও আর্ক তৈরি হতে পারে। এই দূরত্বকে সম্মান করা উচিত।"
      },
      {
        "myth": "ক্লিয়ারেন্স একটু কম হলে কিছু হয় না, কেউ তো আর মাপতে আসছে না।",
        "reality": "একজন দায়িত্বশীল কর্মী হিসেবে আইন মানা আপনার কর্তব্য। একটি দুর্ঘটনা ঘটার পর তদন্তের সময় এই সমস্ত পরিমাপ করা হয় এবং নিয়ম লঙ্ঘনের জন্য কঠোর শাস্তির বিধান রয়েছে।"
      }
    ]
  },
  "advanced_section": {
    "title": "এর পেছনের ইঞ্জিনিয়ারিং ফ্যাক্টস",
    "facts": [
      {
        "title": "স্যাগ এবং টেনশন ক্যালকুলেশন (Sag and Tension Calculation)",
        "content": "লাইন ডিজাইন করার সময় ইঞ্জিনিয়াররা জটিল সূত্রের মাধ্যমে গণনা করেন যে একটি নির্দিষ্ট স্প্যানে (দুটি পোলের মধ্যে দূরত্ব) কন্ডাক্টরটি কতটা ঝুলবে বা 'স্যাগ' হবে। এই গণনাটি করা হয় বছরের সর্বোচ্চ তাপমাত্রা এবং সর্বোচ্চ উইন্ড লোডিং কন্ডিশনের জন্য, যাতে সবচেয়ে খারাপ পরিস্থিতিতেও ন্যূনতম গ্রাউন্ড ক্লিয়ারেন্স বজায় থাকে।"
      },
      {
        "title": "ইলেকট্রিক্যাল ফিল্ড (Electrical Field)",
        "content": "ক্লিয়ারেন্স শুধু সরাসরি স্পর্শ এড়ানোর জন্যই নয়। প্রতিটি হাই-ভোল্টেজ লাইনের চারপাশে একটি শক্তিশালী ইলেকট্রিক্যাল ফিল্ড থাকে। এই ফিল্ডের কাছাকাছি কোনো অপরিবাহী বস্তুতেও ভোল্টেজ আবেশ (Induce) করতে পারে। আইনসম্মত ক্লিয়ারেন্স এই ফিল্ডের প্রভাব থেকেও মানুষকে দূরে রাখে।"
      }
    ]
  }
}

