{
  "level_id": "2.4",
  "badge_name": "হাতিয়ারের ওস্তাদ",
  "level_title": "কাম-অ্যালং ক্ল্যাম্প (Come-Along Clamp): নিয়ন্ত্রিত শক্তি",
  "mission_briefing": "ওভারহেড লাইনের ঝুলে থাকা তারগুলোকে সঠিক টেনশন বা টানে আনা একটি অপরিহার্য কাজ। এই বিশাল শক্তিকে নিয়ন্ত্রণ করার জন্য আপনার প্রয়োজন একটি বিশেষ যন্ত্র—কাম-অ্যালং ক্ল্যাম্প, যা স্থানীয়ভাবে 'তার টানা মেশিন' বা 'গ্রিপ' নামেও পরিচিত। এটি লিভার এবং গিয়ারের মাধ্যমে আপনার সামান্য শক্তিকে বহুগুণ বাড়িয়ে তোলে। এই লেভেলের মিশন হলো, এই শক্তিশালী যন্ত্রটিকে সঠিকভাবে, এবং самое главное, নিরাপদে ব্যবহার করতে শেখা। একটি ভুল আপনার বা আপনার সহকর্মীর জন্য মারাত্মক হতে পারে।",
  "sections": [
    {
      "title": "শক্তিকে বশ মানানোর কৌশল",
      "points": [
        {
          "item_name": "১. যন্ত্র পরিচিতি: কাম-অ্যালং এবং ওয়্যার গ্রিপ",
          "specifications": "এই সিস্টেমে দুটি প্রধান অংশ থাকে:\n• কাম-অ্যালং (Come-Along) বা র‍্যাচেট পুলার (Ratchet Puller): এটি হলো মূল লিভার এবং র‍্যাচেটযুক্ত যন্ত্র, যা টেনশন তৈরি করে। এর একটি নির্দিষ্ট লোড ক্যাপাসিটি থাকে (যেমন ১ টন, ২ টন)।\n• ওয়্যার গ্রিপ (Wire Grip) বা ক্ল্যাম্প: এটি কন্ডাক্টরের গায়ে এমনভাবে কামড়ে ধরে যাতে তারের কোনো ক্ষতি না হয়। বিভিন্ন ধরনের কন্ডাক্টরের (ACSR, AAAC, ইনসুলেটেড) জন্য বিভিন্ন ডিজাইনের গ্রিপ ব্যবহার করা হয়।",
          "importance": "সঠিক লোড ক্যাপাসিটির কাম-অ্যালং এবং সঠিক ধরনের গ্রিপ ব্যবহার করাটা অপরিহার্য। কম ক্ষমতার পুলার ব্যবহার করলে সেটি লোডের তলায় ভেঙে যেতে পারে। ভুল গ্রিপ ব্যবহার করলে কন্ডাক্টরের স্ট্র্যান্ড কেটে গিয়ে তার দুর্বল হয়ে যেতে পারে।",
          "daily_check": "ব্যবহারের আগে কাম-অ্যালং-এর র‍্যাচেট, হুক, সেফটি ল্যাচ এবং কেবিল পরীক্ষা করুন। ওয়্যার গ্রিপের জ' (Jaw) বা দাঁতগুলো পরিষ্কার এবং ধারালো আছে কিনা দেখুন।"
        },
        {
          "item_name": "২. নিরাপদ ব্যবহারের গোল্ডেন রুলস",
          "specifications": "তার টানার সময় এই ধাপগুলো অনুসরণ করুন:\n• ধাপ ১ (অ্যাঙ্করিং): কাম-অ্যালং-এর স্থির প্রান্তটি একটি অত্যন্ত মজবুত এবং নির্ভরযোগ্য অ্যাঙ্কর পয়েন্টে (যেমন পোলের স্ট্র্যাপ বা ক্রস-আর্মের গোড়া) লাগান।\n• ধাপ ২ (গ্রিপ লাগানো): ওয়্যার গ্রিপটি কন্ডাক্টরের ওপর সঠিক জায়গায় লাগান। নিশ্চিত করুন এটি সমানভাবে এবং দৃঢ়ভাবে বসেছে।\n• ধাপ ৩ (সংযোগ): কাম-অ্যালং-এর হুকটি ওয়্যার গ্রিপের আই-বোള്‍্টে (Eye-bolt) সংযুক্ত করুন।\n• ধাপ ৪ (টেনশনিং): ধীরে ধীরে এবং নিয়ন্ত্রিতভাবে লিভারটি অপারেট করুন। তাড়াহুড়ো করবেন না। প্রতিবার লিভার টানার পর র‍্যাচেটটি সঠিকভাবে লক হচ্ছে কিনা নিশ্চিত করুন।",
          "importance": "এই পুরো সিস্টেমটি প্রচণ্ড টানের মধ্যে থাকে। যেকোনো একটি অংশের ব্যর্থতা (যেমন হুক খুলে যাওয়া বা গ্রিপ পিছলে যাওয়া) একটি মারাত্মক 'স্লিং-শট' এফেক্ট তৈরি করতে পারে, যা সামনে থাকা যেকোনো কিছুকে আঘাত করতে পারে।",
          "safety_tip": "কখনোই টানের লাইনের সরাসরি সামনে বা পেছনে দাঁড়াবেন না। সবসময় পাশে দাঁড়িয়ে কাজ করুন।"
        },
        {
          "item_name": "৩. লোড রিলিজ করা: সবচেয়ে ঝুঁকিপূর্ণ ধাপ",
          "specifications": "কাজ শেষে যখন টেনশন রিলিজ করবেন, তখন সবচেয়ে বেশি সতর্কতা প্রয়োজন।\n• পদ্ধতি: কাম-অ্যালং-এর র‍্যাচেটটি সাবধানে রিলিজ পজিশনে আনুন এবং অত্যন্ত ধীরে ধীরে ও নিয়ন্ত্রিতভাবে লোড কমান। হঠাৎ করে সম্পূর্ণ লোড ছেড়ে দেবেন না।",
          "importance": "হঠাৎ লোড রিলিজ করলে যন্ত্রপাতি এবং কন্ডাক্টর—দুটিরই ক্ষতি হতে পারে এবং এটি একটি মারাত্মক বিপদ তৈরি করতে পারে। ধৈর্য এবং নিয়ন্ত্রণই এখানে মূল চাবিকাঠি।",
          "daily_check": "কাজ শুরুর আগে আপনার কাম-অ্যালং-এর রিলিজ মেকানিজমটি কীভাবে কাজ করে, তা ভালোভাবে বুঝে নিন।"
        }
      ]
    }
  ],
  "image_suggestion": "একটি পরিষ্কার ইলাস্ট্রেশন যেখানে একটি পোলের সাথে অ্যাঙ্কর করা কাম-অ্যালং এবং তারের সাথে লাগানো ওয়্যার গ্রিপ দেখানো হয়েছে। ছবির পাশে একটি 'বিপদ জোন' (Danger Zone) চিহ্নিত করা থাকবে, যেখানে দেখানো হবে যে টানের লাইনের সরাসরি সামনে বা পেছনে দাঁড়ানো উচিত নয়।",
  "pro_tip": {
    "title": "বিশেষ প্রো টিপস (Pro Tips)",
    "content": [
      "১. যন্ত্রের ক্ষমতার সীমা জানুন: আপনার কাম-অ্যালং-এর ওপর তার লোড ক্যাপাসিটি লেখা থাকে। কখনোই সেই সীমার বাইরে লোড দেবেন না।",
      "২. দুটি গ্রিপ ব্যবহার করুন: খুব ভারী বা লম্বা স্প্যানের ক্ষেত্রে, একটির বদলে দুটি গ্রিপ ব্যবহার করলে লোড সমানভাবে ভাগ হয়ে যায় এবং কন্ডাক্টরের ক্ষতি হওয়ার সম্ভাবনা কমে।",
      "৩. পরিষ্কার রাখুন: ওয়্যার গ্রিপের দাঁতগুলোতে তেল বা ময়লা জমলে তার কার্যকারিতা কমে যায় এবং এটি পিছলে যেতে পারে।",
      "৪. অতিরিক্ত লিভারেজ নয়: কাম-অ্যালং-এর হ্যান্ডেলের ওপর অতিরিক্ত পাইপ লাগিয়ে লিভারেজ বাড়ানোর চেষ্টা করবেন না। এটি যন্ত্রের ডিজাইন ক্ষমতার বাইরে এবং এটি ভেঙে যাওয়ার কারণ হতে পারে।"
    ]
  },
  "myth_buster": {
    "title": "মিথ বাস্টার (Myth Buster)",
    "myths": [
      {
        "myth": "যেকোনো গ্রিপ দিয়েই যেকোনো তার টানা যায়। ACSR আর AAAC-তে আর কী তফাৎ!",
        "reality": "ভুল। ACSR কন্ডাক্টরের ভেতরে স্টিলের কোর থাকে, তাই এর জন্য মজবুত গ্রিপ প্রয়োজন যা বাইরের অ্যালুমিনিয়ামের স্ট্র্যান্ডকে ক্ষতি না করে স্টিলকে ধরতে পারে। ভুল গ্রিপ ব্যবহার করলে কন্ডাক্টর চিরস্থায়ীভাবে ক্ষতিগ্রস্ত হয়।"
      },
      {
        "myth": "তার টানার সময় একটু-আধটু ঝাঁকুনি তো হবেই।",
        "reality": "না। একটি মসৃণ এবং নিয়ন্ত্রিত টান প্রমাণ করে যে আপনি যন্ত্রটিকে সঠিকভাবে ব্যবহার করছেন। ঝাঁকুনি বা হঠাৎ স্লিপ করা বিপদের লক্ষণ এবং এটি যন্ত্রপাতির ওপর অতিরিক্ত চাপ সৃষ্টি করে।"
      }
    ]
  },
  "advanced_section": {
    "title": "এর পেছনের ইঞ্জিনিয়ারিং ফ্যাক্টস",
    "facts": [
      {
        "title": "মেকানিক্যাল অ্যাডভান্টেজ (Mechanical Advantage)",
        "content": "কাম-অ্যালং লিভার, পিভট এবং গিয়ারের নীতিতে কাজ করে একটি বিশাল 'মেকানিক্যাল অ্যাডভান্টেজ' তৈরি করে। এর মানে হলো, আপনি হ্যান্ডেলে যে পরিমাণ বল প্রয়োগ করেন, যন্ত্রটি তার বহুগুণ বেশি বল টানের প্রান্তে তৈরি করে। এই অনুপাতটিই এর শক্তি নির্ধারণ করে।"
      },
      {
        "title": "স্যাগ এবং টেনশন (Sag and Tension)",
        "content": "ওভারহেড লাইনের ঝোলা বা 'স্যাগ' এবং তার টান বা 'টেনশন' একে অপরের সাথে ব্যস্তানুপাতিক। স্যাগ যত কমাবেন, টেনশন তত বাড়বে। পরিবেশের তাপমাত্রা বাড়লে তার প্রসারিত হয়ে স্যাগ বাড়ে এবং টেনশন কমে। একজন দক্ষ লাইনম্যান এই সম্পর্কটি বোঝেন এবং আবহাওয়া অনুযায়ী সঠিক টেনশন দেন।"
      }
    ]
  }
}

