{
  "level_id": "3.8",
  "badge_name": "লাইন চেনার জাদুকর",
  "level_title": "সার্ভিস কেবিল ও এনার্জি মিটার: শেষ সংযোগ",
  "mission_briefing": "আপনি বিদ্যুতের দীর্ঘ পথ অতিক্রম করে এসেছেন—জেনারেটিং স্টেশন থেকে সাবস্টেশন, তারপর পোল এবং ট্রান্সফরমার হয়ে এলটি বক্স পর্যন্ত। এবার শেষ ধাপ: গ্রাহকের বাড়ি। সার্ভিস কেবিল হলো সেই নাড়ির মতো যা বিদ্যুৎকে পোল বা ফিডার পিলার থেকে গ্রাহকের দোরগোড়ায় পৌঁছে দেয়, এবং এনার্জি মিটার হলো সেই গেটকিপার যে প্রতিটি ইউনিট বিদ্যুতের হিসাব রাখে। এই লেভেলের মিশন হলো, এই চূড়ান্ত সংযোগের উপাদানগুলোকে চেনা এবং তাদের সাধারণ সমস্যাগুলো সমাধান করতে শেখা।",
  "sections": [
    {
      "title": "গ্রাহকের দোরগোড়ায় বিদ্যুৎ",
      "points": [
        {
          "item_name": "১. সার্ভিস কেবিল (Service Cable / Drop Cable): শেষ মাইল",
          "specifications": "• প্রকারভেদ: এটি সাধারণত টুইস্টেড (Twisted) বা ফ্ল্যাট (Flat) আকারের ওয়েদার-প্রুফ (Weather-proof) ইনসুলেটেড অ্যালুমিনিয়াম কেবিল হয়। সিঙ্গেল-ফেজ কানেকশনের জন্য এটি টুইন-কোর (Phase + Neutral) এবং থ্রি-ফেজ কানেকশনের জন্য ফোর-কোর (R, Y, B + Neutral) হয়।\n• ইনস্টলেশন: এটিকে পোল থেকে গ্রাহকের বাড়ির মিটার পর্যন্ত একটি সাপোর্টিং তার (Bearer Wire) বা জিআই (GI) তারের সাহায্যে টেনে নিয়ে যাওয়া হয়, যাতে কেবিলের নিজের ওপর কোনো টান না পড়ে।",
          "importance": "এটি বিদ্যুৎ সরবরাহের শেষ এবং সবচেয়ে দৃশ্যমান অংশ। একটি দুর্বল বা ক্ষতিগ্রস্ত সার্ভিস কেবিল গ্রাহকের বাড়িতে লো-ভোল্টেজ, পাওয়ার কাট বা শর্ট সার্কিটের কারণ হতে পারে।",
          "daily_check": "নতুন কানেকশন দেওয়ার সময় বা অভিযোগ পরীক্ষা করার সময় দেখুন কেবিলের ইনসুলেশনে কোনো কাটা বা ক্ষতি আছে কিনা এবং এটি সঠিকভাবে সাপোর্টিং তারের সাথে বাঁধা আছে কিনা।"
        },
        {
          "item_name": "২. এনার্জি মিটার (Energy Meter): হিসাবরক্ষক",
          "specifications": "• প্রকারভেদ: পুরনো দিনের ইলেক্ট্রো-মেকানিক্যাল (ঘূর্ণায়মান চাকতিযুক্ত) মিটার এখন প্রায় নেই। আধুনিক মিটারগুলো সম্পূর্ণ স্ট্যাটিক বা ইলেকট্রনিক। এগুলো অনেক বেশি নির্ভুল এবং এদের ট্যাম্পার বা চুরি করা কঠিন।\n• প্রধান অংশ: এর একটি এলসিডি (LCD) ডিসপ্লে থাকে যেখানে কিলোওয়াট-আওয়ার (kWh) বা 'ইউনিট' রিডিং দেখা যায়। এছাড়াও এটি ভোল্টেজ, কারেন্ট, পাওয়ার ফ্যাক্টর ইত্যাদিও দেখাতে পারে। এর ভেতরে একটি সার্কিট ব্রেকার বা লোড লিমিটারও থাকতে পারে।",
          "importance": "এটি বিদ্যুৎ কোম্পানি এবং গ্রাহকের মধ্যেকার বাণিজ্যিক সম্পর্কের ভিত্তি। একটি সঠিক মিটার সঠিক বিলিং নিশ্চিত করে।",
          "safety_tip": "মিটার বক্সে কাজ করার সময় এটি একটি লাইভ প্যানেল। ইনসুলেটেড টুলস ব্যবহার করুন এবং নিশ্চিত করুন মিটারের ইনকামিং সাপ্লাই বন্ধ আছে।"
        },
        {
          "item_name": "৩. সার্ভিস কানেকশনের সাধারণ সমস্যা ও সমাধান",
          "specifications": "• লুজ কানেকশন: পোল বা মিটারের টার্মিনালে কানেকশন ঢিলা হয়ে গেলে গ্রাহকের বাড়িতে আলো কাঁপা (Flickering), লো-ভোল্টেজ বা পাওয়ার কাট হতে পারে। এই লুজ কানেকশন গরম হয়ে আগুনও লাগতে পারে।\n• ইনসুলেশন ড্যামেজ: গাছের ডাল বা অন্য কিছুর সাথে ঘষা লেগে সার্ভিস কেবিলের ইনসুলেশন নষ্ট হয়ে যেতে পারে, যা শর্ট সার্কিট বা লিকেজ কারেন্টের কারণ হয়।\n• নিউট্রাল কাটা (Neutral Cut): যদি নিউট্রাল কানেকশনটি কেটে যায়, তবে গ্রাহকের বাড়িতে বিপজ্জনক ভোল্টেজের তারতম্য (Voltage Fluctuation) হতে পারে, যা যন্ত্রপাতি পুড়িয়ে দিতে পারে।\n• মিটার ফল্ট: আধুনিক মিটারগুলো খুব নির্ভরযোগ্য, তবে কখনো কখনো ডিসপ্লে ব্ল্যাঙ্ক হয়ে যাওয়া বা ভুল রিডিং দেখানোর মতো সমস্যা হতে পারে।",
          "importance": "গ্রাহকদের বেশিরভাগ অভিযোগই (যেমন লো-ভোল্টেজ, পাওয়ার কাট) এই সার্ভিস কানেকশনের ছোটখাটো সমস্যার কারণে হয়। এই জায়গাগুলো ভালোভাবে পরীক্ষা করলে দ্রুত সমস্যার সমাধান করা যায়।"
        }
      ]
    }
  ],
  "image_suggestion": "একটি বাড়ির বাইরের দেওয়ালের ছবি, যেখানে পোল থেকে আসা একটি টুইন-কোর সার্ভিস কেবিল একটি জিআই তারের সাহায্যে এসে একটি আধুনিক ডিজিটাল এনার্জি মিটারে প্রবেশ করছে। মিটারের ডিসপ্লেতে 'kWh' রিডিং দেখানো যেতে পারে।",
  "pro_tip": {
    "title": "বিশেষ প্রো টিপস (Pro Tips)",
    "content": [
      "১. ড্রিপ লুপ (Drip Loop): মিটার বক্সে কেবিল প্রবেশ করানোর আগে, একটি 'U' আকারের লুপ বা বাঁক তৈরি করুন। এটিকে ড্রিপ লুপ বলে। এটি বৃষ্টির জলকে কেবিল বেয়ে মিটারের ভেতরে ঢোকা থেকে আটকায়।",
      "২. সাপোর্টিং তারকে সম্মান দিন: সার্ভিস কেবিলের নিজের ওপর যেন কোনো টান না থাকে। সমস্ত টান সাপোর্টিং বা বিয়ারার তারের ওপর থাকবে। এটি কেবিলকে ছিঁড়ে যাওয়া থেকে বাঁচায়।",
      "৩. মিটারের সিল: মিটারের ওপর কোম্পানির একটি সিল লাগানো থাকে। এই সিল ভাঙা মানেই মিটার ট্যাম্পারিং-এর সন্দেহ। সিল না ভেঙে কাজ করার চেষ্টা করুন এবং প্রয়োজনে নতুন সিল লাগানোর ব্যবস্থা করুন।",
      "৪. গ্রাহকের সাথে ভদ্র ব্যবহার: আপনিই কোম্পানির মুখ। গ্রাহকের সাথে কথা বলার সময় ধৈর্য এবং ভদ্রতার পরিচয় দিন। তাদের সমস্যাটি সহজ ভাষায় বোঝানোর চেষ্টা করুন।"
    ]
  },
  "myth_buster": {
    "title": "মিথ বাস্টার (Myth Buster)",
    "myths": [
      {
        "myth": "মিটার দ্রুত চলছে মানেই মিটারটি খারাপ।",
        "reality": "খুব কম ক্ষেত্রেই মিটার খারাপ থাকে। বেশিরভাগ সময় এর কারণ হলো গ্রাহকের বাড়িতে কোনো ত্রুটিপূর্ণ যন্ত্রপাতি (যেমন পুরোনো ফ্রিজ) বা আর্থ লিকেজ, যা ক্রমাগত বিদ্যুৎ খরচ করতে থাকে। মিটার পরীক্ষা করার আগে গ্রাহকের বাড়ির লোড পরীক্ষা করা উচিত।"
      },
      {
        "myth": "সার্ভিস কেবিলের নিউট্রাল তারে কোনো বিদ্যুৎ থাকে না, তাই ওটা খালি হাতে ধরলেও চলে।",
        "reality": "মারাত্মক ভুল! একটি正常 সিস্টেমেও নিউট্রালে সামান্য ভোল্টেজ থাকতে পারে। কিন্তু যদি সিস্টেমে কোনো আনব্যালেন্স বা ফল্ট থাকে, তবে নিউট্রাল তারেও ফেজ ভোল্টেজের সমান বিপজ্জনক ভোল্টেজ থাকতে পারে।"
      }
    ]
  },
  "advanced_section": {
    "title": "এর পেছনের ইঞ্জিনিয়ারিং ফ্যাক্টস",
    "facts": [
      {
        "title": "কিলোওয়াট-আওয়ার (kWh): শক্তির একক",
        "content": "এনার্জি মিটার যে 'ইউনিট' মাপে, সেটি হলো কিলোওয়াট-আওয়ার। এর মানে হলো, ১০০০ ওয়াটের একটি যন্ত্র যদি ১ ঘন্টা ধরে চলে, তবে ১ ইউনিট (kWh) বিদ্যুৎ খরচ হয় (Energy = Power x Time)। এটি শক্তির একক, ক্ষমতার একক (kW) নয়।"
      },
      {
        "title": "স্মার্ট মিটার (Smart Meters)",
        "content": "আধুনিক স্মার্ট মিটারগুলো অনেক উন্নত। এগুলো স্বয়ংক্রিয়ভাবে বিদ্যুৎ অফিসে রিডিং পাঠাতে পারে, পাওয়ার কাট হলে তৎক্ষণাৎ খবর দিতে পারে এবং গ্রাহককে তার বিদ্যুৎ ব্যবহারের ধরন সম্পর্কে বিস্তারিত তথ্য দিতে পারে। এগুলো未来的 ডিস্ট্রিবিউশন নেটওয়ার্কের একটি অপরিহার্য অংশ।"
      }
    ]
  }
}

