{
  "level_id": "2.1",
  "badge_name": "হাতিয়ারের ওস্তাদ",
  "level_title": "লাইনম্যানের টুলবক্স পরিচিতি",
  "mission_briefing": "সুরক্ষা কবচ পরে আপনি সুরক্ষিত, কিন্তু কাজ করার জন্য আপনার হাতকে আরও শক্তিশালী এবং দক্ষ করে তুলতে হবে। আপনার হাতিয়ার বা টুলস হলো সেই বর্ধিত শক্তি। একজন সার্জনের কাছে যেমন তার স্ক্যালpel, একজন লাইনম্যানের কাছেও তার প্লায়ার্স এবং স্ক্রুড্রাইভার ততটাই গুরুত্বপূর্ণ। এই লেভেলের মিশন হলো আপনার টুলবক্সের প্রধান সদস্যদের চেনা, তাদের সঠিক ব্যবহার শেখা এবং বোঝা যে, সঠিক হাতিয়ার শুধু কাজকে সহজ করে না, জীবনও বাঁচায়।",
  "sections": [
    {
      "title": "আপনার প্রধান হাতিয়ার: পরিচিতি ও ব্যবহার",
      "points": [
        {
          "item_name": "১. কম্বিনেশন প্লায়ার্স (Combination Pliers): সেরা বন্ধু",
          "specifications": "ভালো মানের ক্রোম-ভ্যানাডিয়াম স্টিলের তৈরি। এর প্রধান বৈশিষ্ট্য হলো এর ইনসুলেশন। সবসময় VDE 1000V রেটেড ইনসুলেটেড প্লায়ার্স ব্যবহার করুন। এর মাথায় দাঁতযুক্ত অংশ (Gripper), মাঝে কাটার (Cutter) এবং হ্যান্ডেলের কাছে ক্রিম্পার (Crimper) থাকে।",
          "importance": "এটি একাধিক কাজ করে—তার ধরা, মোচড়ানো, কাটা এবং ছোট ল্যাগস ক্রিম্প করা। একটি নন-ইনসুলেটেড প্লায়ার্স দিয়ে এলটি লাইনে কাজ করা মানে সরাসরি বিপদকে আমন্ত্রণ জানানো। ইনসুলেশন সামান্য ফেটে গেলেও সেটি ব্যবহার করা যাবে না।",
          "daily_check": "প্রতিদিন ব্যবহারের আগে এর ইনসুলেটেড হ্যান্ডেলের ওপর কোনো ফাটল, কাটা বা পোড়া দাগ আছে কিনা তা পরীক্ষা করুন। জอয়েন্টটি মসৃণভাবে কাজ করছে কিনা দেখুন।"
        },
        {
          "item_name": "২. ওয়্যার স্ট্রিপার ও সাইড কাটার (Wire Stripper & Side Cutter)",
          "specifications": "ওয়্যার স্ট্রিপার নির্দিষ্ট সাইজের তারের ইনসুলেশন নিখুঁতভাবে ছিলার জন্য তৈরি। সাইড কাটার তার কাটার জন্য ব্যবহৃত হয়। দুটিই VDE 1000V রেটেড হওয়া আবশ্যক।",
          "importance": "ছুরি বা সাধারণ প্লায়ার্স দিয়ে ইনসুলেশন ছিললে কন্ডাক্টরের গায়ে আঁচড় (Nick) লাগতে পারে, যা ওই বিন্দুতে তারকে দুর্বল করে দেয় এবং ভবিষ্যতে ওখান থেকেই তার ছিঁড়ে যায় বা হটস্পট তৈরি হয়। ওয়্যার স্ট্রিপার এই বিপদ থেকে বাঁচায়।",
          "daily_check": "কাটারের ধার এবং স্ট্রিপারের খাঁজগুলো ঠিক আছে কিনা পরীক্ষা করুন। ভোঁতা কাটার ব্যবহার করলে তার ঠিকমতো কাটে না।"
        },
        {
          "item_name": "৩. ইনসুলেটেড স্ক্রুড্রাইভার সেট (Insulated Screwdriver Set)",
          "specifications": "একটি ভালো সেটে বিভিন্ন সাইজের ফ্ল্যাট (-) এবং ফিলিপস (+) হেড স্ক্রুড্রাইভার থাকে। হাতল থেকে শুরু করে ব্লেডের গোড়া পর্যন্ত সম্পূর্ণ ইনসুলেটেড (VDE 1000V) হতে হবে। শুধুমাত্র ডগাটি ধাতব থাকবে।",
          "importance": "সঠিক সাইজের স্ক্রুড্রাইভার ব্যবহার না করলে স্ক্রুর হেড নষ্ট হয়ে যায় এবং হাত পিছলে গিয়ে শর্ট সার্কিট বা আঘাত লাগতে পারে। সম্পূর্ণ ইনসুলেটেড বডি আপনাকে আকস্মিক শক থেকে বাঁচায়।",
          "daily_check": "ডগাটি বেঁকে বা ভেঙে গেছে কিনা দেখুন। হাতলের ইনসুলেশন ঠিক আছে কিনা পরীক্ষা করুন।"
        },
        {
          "item_name": "৪. স্প্যানার সেট (Spanner Set): নাট-বল্টুর কারিগর",
          "specifications": "ডাবল-এন্ডেড (DE) এবং রিং স্প্যানারের একটি সম্পূর্ণ সেট থাকা আবশ্যক। এগুলো সাধারণত ৬ মিমি থেকে ৩২ মিমি পর্যন্ত বিভিন্ন সাইজের হয়।",
          "importance": "সঠিক সাইজের স্প্যানার ব্যবহার করাটা জরুরি। ভুল সাইজ বা ঢিলেঢালা স্প্যানার ব্যবহার করলে নাট-বল্টুর মাথা নষ্ট হয়ে যায় এবং হাত পিছলে গিয়ে মারাত্মক আঘাত লাগতে পারে, বিশেষ করে পোলের ওপরে।",
          "daily_check": "স্প্যানারের মুখগুলো ক্ষয়ে বা চওড়া হয়ে গেছে কিনা তা পরীক্ষা করুন।"
        },
        {
          "item_name": "৫. লাইন টেস্টার (Line Tester): প্রাথমিক সংকেত",
          "specifications": "এটি একটি ছোট স্ক্রুড্রাইভারের মতো দেখতে যন্ত্র যা ফেজ লাইনে বিদ্যুৎ আছে কিনা তা নির্দেশ করে। এটি শুধুমাত্র লো-ভোল্টেজ (500V পর্যন্ত) লাইনের জন্য প্রযোজ্য।",
          "importance": "এটি একটি ইন্ডিকেটর, কোনো পরিমাপক যন্ত্র (Measuring Instrument) নয়। এটি শুধু বলে ফেজ আছে কি নেই। নিউট্রাল বা আর্থিং পরীক্ষা করার জন্য বা সঠিক ভোল্টেজ মাপার জন্য এর ওপর নির্ভর করা যাবে না। এর জন্য মাল্টিমিটার প্রয়োজন।",
          "daily_check": "ব্যবহারের আগে কোনো জানা লাইভ পয়েন্টে স্পর্শ করে এর ভেতরের নিয়ন বাতিটি জ্বলছে কিনা তা পরীক্ষা করে নিন।"
        }
      ]
    }
  ],
  "image_suggestion": "একটি পরিষ্কার এবং গোছানো টুলবক্সের ছবি। এতে লেবেল সহ একটি ইনসুলেটেড কম্বিনেশন প্লায়ার্স, একটি ওয়্যার স্ট্রিপার, একটি স্ক্রুড্রাইভার সেট এবং একটি স্প্যানার সেট দেখানো থাকবে। ছবির ট্যাগলাইন হতে পারে: 'A Professional's Tools Reflect Their Professionalism.'",
  "pro_tip": {
    "title": "বিশেষ প্রো টিপস (Pro Tips)",
    "content": [
      "১. সস্তা হাতিয়ার সবচেয়ে দামী: একটি সস্তা, নন-ইনসুলেটেড টুল কিনে আপনি হয়তো কিছু টাকা বাঁচাবেন, কিন্তু একটি দুর্ঘটনার খরচ তার চেয়ে অনেক বেশি। গুণমানের সাথে আপস করবেন না।",
      "২. সঠিক কাজের জন্য সঠিক হাতিয়ার: প্লায়ার্সকে কখনো হাতুড়ি হিসেবে বা স্ক্রুড্রাইভারকে ছেনি হিসেবে ব্যবহার করবেন না। এতে টুল এবং কাজ দুটোই নষ্ট হয়, সাথে থাকে দুর্ঘটনার ঝুঁকি।",
      "৩. আপনার টুলসকে পরিষ্কার রাখুন: প্রতিটি কাজের শেষে আপনার টুলস পরিষ্কার করে নির্দিষ্ট জায়গায় রাখুন। এটি তাদের আয়ু বাড়ায় এবং পরের দিন কাজ শুরুর আগে আপনার সময় বাঁচায়।",
      "৪. টুলস ধার দিন, কিন্তু PPE নয়: আপনার ব্যক্তিগত সুরক্ষা সরঞ্জাম আপনার শরীরের মাপ অনুযায়ী এবং আপনার নিজের। সেটি কখনো অন্যের সাথে বদল করবেন না।"
    ]
  },
  "myth_buster": {
    "title": "মিথ বাস্টার (Myth Buster)",
    "myths": [
      {
        "myth": "আমার হাতে গ্লাভস পরা আছে, তাই নন-ইনসুলেটেড প্লায়ার্স ব্যবহার করলেও কিছু হবে না।",
        "reality": "এটি একটি বিপজ্জনক দ্বৈত ঝুঁকি। আপনার সুরক্ষার দুটি স্তরের (গ্লাভস এবং টুল) যেকোনো একটি ব্যর্থ হলেই মারাত্মক দুর্ঘটনা ঘটবে। পেশাদাররা সুরক্ষার প্রতিটি স্তরকে সম্মান করেন।"
      },
      {
        "myth": "লাইন টেস্টার দিয়ে নিউট্রাল লাইনেও বিদ্যুৎ আছে কিনা তা পরীক্ষা করা যায়।",
        "reality": "ভুল। লাইন টেস্টার কাজ করার জন্য আপনার শরীরের মধ্যে দিয়ে খুব সামান্য কারেন্ট মাটিতে পাঠায়, যা ফেজ লাইনেই সম্ভব। নিউট্রাল বা আর্থিং পরীক্ষা করার জন্য এর ওপর নির্ভর করা যায় না।"
      }
    ]
  },
  "advanced_section": {
    "title": "এর পেছনের ইঞ্জিনিয়ারিং ফ্যাক্টস",
    "facts": [
      {
        "title": "VDE 1000V রেটিং কী?",
        "content": "VDE জার্মানির একটি স্বাধীন পরীক্ষামূলক সংস্থা। VDE 1000V রেটিং মানে হলো, এই টুলটিকে ১০,০০০ ভোল্ট এসি-তে পরীক্ষা করা হয়েছে এবং এটি ১০০০ ভোল্ট এসি পর্যন্ত কাজ করার জন্য ১০০% নিরাপদ বলে প্রমাণিত। এটি একটি আন্তর্জাতিক সুরক্ষার মানদণ্ড।"
      },
      {
        "title": "টুল স্টিল এবং হার্ডনেস (HRC)",
        "content": "ভালো মানের টুলস ক্রোম-ভ্যানাডিয়াম (Cr-V) বা মলিবডেনাম স্টিলের মতো অ্যালয় দিয়ে তৈরি হয়। রকওয়েল হার্ডনেস স্কেল (HRC) দিয়ে এদের কাঠিন্য মাপা হয়। সঠিক হার্ডনেস-এর টুলস সহজে ভাঙে না, বেঁকে যায় না এবং এদের ধার অনেকদিন পর্যন্ত থাকে, যা কাজকে নিরাপদ এবং নিখুঁত করে তোলে।"
      }
    ]
  }
}

