{
  "level_id": "4.3",
  "badge_name": "কাজের কারিগর",
  "level_title": "নতুন সার্ভিস কানেকশন দেওয়া",
  "mission_briefing": "বিদ্যুৎ নেটওয়ার্ক তৈরির চূড়ান্ত উদ্দেশ্য হলো গ্রাহকের বাড়িতে আলো পৌঁছে দেওয়া। একজন লাইনম্যান হিসেবে, একটি নতুন সার্ভিস কানেকশন দেওয়া আপনার অন্যতম সন্তোষজনক কাজ। এটি শুধু একটি তার জোড়া নয়, এটি একটি পরিবার বা ব্যবসাকে আধুনিক জীবনের সাথে যুক্ত করা। এই লেভেলের মিশন হলো, সুরক্ষা এবং নিয়ম মেনে, পোল থেকে মিটার পর্যন্ত একটি নতুন সার্ভিস কানেকশন দেওয়ার সঠিক এবং পেশাদার পদ্ধতি শেখা।",
  "sections": [
    {
      "title": "আলো পৌঁছে দেওয়ার শিল্প",
      "points": [
        {
          "item_name": "১. পরিকল্পনা এবং প্রস্তুতি",
          "specifications": "• কাগজপত্র: কাজ শুরু করার আগে নিশ্চিত করুন আপনার কাছে গ্রাহকের অনুমোদিত কানেকশন অর্ডার, মিটারের বিবরণ এবং প্রয়োজনীয় অনুমতিপত্র আছে।\n• জরিপ (Survey): পোল থেকে গ্রাহকের বাড়ির মিটার পর্যন্ত সবচেয়ে সোজা এবং নিরাপদ রাস্তাটি চিহ্নিত করুন। খেয়াল রাখুন যেন কেবিলটি কোনো গাছ, অন্য বাড়ি বা কোনো বাধার ওপর দিয়ে না যায়।\n• মালামাল: সঠিক সাইজের সার্ভিস কেবিল, সাপোর্টিং জিআই তার, অ্যাঙ্করিং হার্ডওয়্যার, ইনসুলেশন পিয়ার্সিং কানেক্টর এবং অন্যান্য প্রয়োজনীয় জিনিসপত্র সংগ্রহ করুন।",
          "importance": "সঠিক পরিকল্পনা কাজটিকে দ্রুত, সহজ এবং নিরাপদ করে তোলে। ভুল রাস্তা দিয়ে কেবিল টানলে বা ভুল মালামাল নিলে আপনাকে আবার গোড়া থেকে শুরু করতে হতে পারে।"
        },
        {
          "item_name": "২. পোল এবং বাড়িতে অ্যাঙ্করিং",
          "specifications": "• বাড়িতে অ্যাঙ্করিং: গ্রাহকের বাড়ির দেওয়ালে, একটি সুবিধাজনক উচ্চতায়, একটি র‍্যাক বোল্ট (Rack Bolt) বা আই হুক (Eye Hook) লাগান। এটি মজবুতভাবে লাগানোটা জরুরি।\n• পোলে অ্যাঙ্করিং: পোলের ওপর, এলটি লাইনের নিচে, একটি অ্যাঙ্কর ক্ল্যাম্প বা হুক লাগান।\n• সাপোর্টিং তার টানা: প্রথমে, বাড়ির অ্যাঙ্কর পয়েন্ট থেকে পোলের অ্যাঙ্কর পয়েন্ট পর্যন্ত সাপোর্টিং জিআই তারটি টানুন এবং সেটিকে সঠিক টেনশনে আনুন।",
          "importance": "সার্ভিস কেবিলের সমস্ত টান এই সাপোর্টিং তার এবং অ্যাঙ্কর পয়েন্টগুলো বহন করবে। এগুলো দুর্বল হলে পুরো সার্ভিস লাইনটি ঝুলে পড়বে বা ছিঁড়ে যাবে।"
        },
        {
          "item_name": "৩. সার্ভিস কেবিল টানা এবং সংযোগ করা",
          "specifications": "• কেবিল টানা: এবার, সার্ভিস কেবিলটিকে সাপোর্টিং তারের সাথে প্লাস্টিকের স্ট্র্যাপ বা বাইন্ডিং তার দিয়ে সুন্দরভাবে এবং সমান দূরত্বে বেঁধে দিন।\n• মিটারে সংযোগ: গ্রাহকের বাড়িতে, কেবিলটিকে একটি ড্রিপ লুপ তৈরি করে মিটারের ইনকামিং টার্মিনালে সঠিকভাবে সংযোগ করুন।\n• পোলে সংযোগ: পোলের ওপর, এলটি লাইনের সাথে সার্ভিস কেবিল সংযোগ করার জন্য 'ইনসুলেশন পিয়ার্সিং কানেক্টর' (Insulation Piercing Connector - IPC) ব্যবহার করুন।",
          "importance": "IPC কানেক্টরের প্রধান সুবিধা হলো, এটি ব্যবহার করার জন্য আপনাকে এলটি লাইনের ইনসুলেশন ছিলতে হয় না। এর ধারালো দাঁতগুলো ইনসুলেশন ভেদ করে নিজে থেকেই কন্ডাক্টরের সাথে সংযোগ তৈরি করে, যা কাজটিকে অনেক বেশি নিরাপদ এবং দ্রুত করে তোলে।"
        },
        {
          "item_name": "৪. চূড়ান্ত পরীক্ষা এবং চালু করা",
          "specifications": "• পরিদর্শন: সমস্ত কানেকশন (পোলে এবং মিটারে) টাইট আছে কিনা তা পরীক্ষা করুন। কেবিলটি সঠিকভাবে ঝোলানো হয়েছে কিনা দেখুন।\n• ভোল্টেজ পরীক্ষা: পোলের ফিউজ লাগিয়ে, গ্রাহকের মিটারের ইনকামিং টার্মিনালে মাল্টিমিটার দিয়ে সঠিক ভোল্টেজ (সিঙ্গেল-ফেজের জন্য ২৩০-২৪০ ভোল্ট) আসছে কিনা তা পরীক্ষা করুন।\n• গ্রাহককে বুঝিয়ে দেওয়া: সবকিছু ঠিক থাকলে, গ্রাহককে মিটার এবং মেইন সুইচ সম্পর্কে প্রাথমিক ধারণা দিন।",
          "importance": "চূড়ান্ত পরীক্ষা নিশ্চিত করে যে আপনার কাজ নির্ভুল এবং গ্রাহকের বাড়িতে নিরাপদ বিদ্যুৎ সরবরাহ হচ্ছে।"
        }
      ]
    }
  ],
  "image_suggestion": "একটি ইনফোগ্রাফিক যা ধাপে ধাপে পুরো প্রক্রিয়াটি দেখাচ্ছে। ধাপ ১: জরিপ। ধাপ ২: অ্যাঙ্করিং। ধাপ ৩: কেবিল টানা এবং IPC কানেক্টর দিয়ে সংযোগ। ধাপ ৪: মিটারে ভোল্টেজ পরীক্ষা। IPC কানেক্টরের একটি ক্লোজ-আপ ছবিও খুব কার্যকর হবে।",
  "pro_tip": {
    "title": "বিশেষ প্রো টিপস (Pro Tips)",
    "content": [
      "১. রাস্তার ওপর ক্লিয়ারেন্স: সার্ভিস কেবিল যদি কোনো রাস্তা পার করে, তবে তার মাটি থেকে ন্যূনতম উচ্চতা (ক্লিয়ারেন্স) আইন অনুযায়ী সঠিক রাখতে হবে।",
      "২. IPC কানেক্টরের সঠিক ব্যবহার: IPC কানেক্টরের নাটটি ততক্ষণ পর্যন্ত টাইট করতে হয় যতক্ষণ না এর উপরের অংশের মাথাটি (Shear Head) নিজে থেকে ভেঙে যাচ্ছে। এটি নিশ্চিত করে যে সঠিক টর্ক প্রয়োগ করা হয়েছে।",
      "৩. ফেজ এবং নিউট্রাল চিহ্নিত করুন: কেবিল সংযোগ করার সময় ফেজ এবং নিউট্রাল তার সঠিকভাবে চিহ্নিত করুন এবং সঠিক টার্মিনালে লাগান। ভুল সংযোগ বিপদ ঘটাতে পারে।",
      "৪. পরিচ্ছন্ন কাজ করুন: কাজ শেষে সমস্ত অতিরিক্ত কেবিলের টুকরো, সরঞ্জামের প্যাকেট এবং অন্যান্য আবর্জনা পরিষ্কার করুন। একটি পরিচ্ছন্ন কাজের জায়গা আপনার পেশাদারিত্বের ছাপ রাখে।"
    ]
  },
  "myth_buster": {
    "title": "মিথ বাস্টার (Myth Buster)",
    "myths": [
      {
        "myth": "সাপোর্টিং তার ছাড়াই সার্ভিস কেবিল টেনে দিলে চলে, ওটা যথেষ্ট মজবুত।",
        "reality": "ভুল। সার্ভিস কেবিলের কন্ডাক্টর নিজের ওজন এবং বাতাসের চাপ সহ্য করার জন্য ডিজাইন করা হয়নি। সাপোর্টিং তার ছাড়া এটি কয়েক মাসের মধ্যেই ঝুলে পড়বে বা ছিঁড়ে যাবে।"
      },
      {
        "myth": "IPC কানেক্টর ছাড়াই, শুধু ইনসুলেশন ছিলে তার পেঁচিয়ে কানেকশন দেওয়া যায়।",
        "reality": "এটি একটি অত্যন্ত অপেশাদার এবং বিপজ্জনক অভ্যাস। এই ধরনের সংযোগ জলরোধী হয় না, এতে করোশন হয় এবং এটি কয়েকদিনের মধ্যেই লুজ হয়ে হটস্পট তৈরি করে।"
      }
    ]
  },
  "advanced_section": {
    "title": "এর পেছনের ইঞ্জিনিয়ারিং ফ্যাক্টস",
    "facts": [
      {
        "title": "ইনসুলেশন পিয়ার্সিং কানেক্টর (IPC)",
        "content": "IPC-এর ভেতরে টিন-প্লেটেড কপার বা অ্যালুমিনিয়ামের ধারালো দাঁত থাকে। যখন এর উপরের নাটটি টাইট দেওয়া হয়, তখন দুটি ইনসুলেটেড কেবিল (মেইন লাইন এবং সার্ভিস কেবিল) এই দাঁতগুলোর মধ্যে চেপে বসে। দাঁতগুলো ইনসুলেশন ভেদ করে কন্ডাক্টরের সংস্পর্শে আসে। এর চারপাশের রাবারের সিল সংযোগটিকে জলরোধী করে তোলে। শেয়ার-হেড (Shear Head) ডিজাইনটি একটি নিখুঁত টর্ক নিশ্চিত করে।"
      },
      {
        "title": "ভোল্টেজ ড্রপ (Voltage Drop)",
        "content": "সার্ভিস কেবিলের দৈর্ঘ্য এবং সাইজের ওপর নির্ভর করে গ্রাহকের বাড়িতে পৌঁছানোর সময় ভোল্টেজ কিছুটা কমে যায়, একে ভোল্টেজ ড্রপ বলে। যদি কেবিলের দৈর্ঘ্য খুব বেশি হয় বা সাইজ খুব সরু হয়, তবে ভোল্টেজ ড্রপ বেড়ে যায়, যা লো-ভোল্টেজের কারণ হয়। ইঞ্জিনিয়াররা অনুমোদিত সীমার (সাধারণত ৩-৫%) মধ্যে ভোল্টেজ ড্রপ রাখার জন্য সঠিক সাইজের কেবিল নির্বাচন করেন।"
      }
    ]
  }
}

