{
  "level_id": "6.2",
  "badge_name": "যন্ত্র গুরু",
  "level_title": "সার্কিট ব্রেকার: চূড়ান্ত রক্ষাকর্তা",
  "mission_briefing": "যদি ফিউজ হয় একজন সৈনিক যে আত্মবলিদান দিয়ে সিস্টেমকে বাঁচায়, তবে সার্কিট ব্রেকার হলো একজন প্রশিক্ষিত কমান্ডো। এটি ফল্ট সনাক্ত করে, সার্কিটকে বিচ্ছিন্ন করে এবং সমস্যা সমাধান হওয়ার পর আবার সার্কিটকে চালু করার জন্য প্রস্তুত হয়ে যায়। এটি হলো আপনার ফিডারের প্রধান সুইচ এবং চূড়ান্ত সুরক্ষা ডিভাইস। এই লেভেলের মিশন হলো, সাবস্টেশনে থাকা এই চূড়ান্ত রক্ষাকর্তাকে চেনা, তার ভাষা বোঝা এবং তার সাথে নিরাপদে কাজ করার নিয়ম শেখা।",
  "sections": [
    {
      "title": "স্বয়ংক্রিয় কমান্ডো: গঠন ও কার্যকারিতা",
      "points": [
        {
          "item_name": "১. সার্কিট ব্রেকার (CB) বনাম ফিউজ",
          "specifications": "সার্কিট ব্রেকার হলো একটি স্বয়ংক্রিয় সুইচ যা ফল্ট কারেন্ট (ওভারলোড বা শর্ট সার্কিট) সনাক্ত করে সার্কিটকে বিচ্ছিন্ন করে। ফিউজের সাথে এর প্রধান পার্থক্য হলো:\n• পুনঃব্যবহারযোগ্যতা: ফিউজ একবার উড়ে গেলে বদলে ফেলতে হয়। সার্কিট ব্রেকার ট্রিপ করার পর আবার 'রিসেট' করে চালু করা যায়।\n• বুদ্ধিমত্তা: ব্রেকার নিজে 'চিন্তা' করে না, এটি সুরক্ষা রিলে (Protection Relay)-এর কাছ থেকে নির্দেশ পায়। রিলে হলো সিস্টেমের মস্তিষ্ক, আর ব্রেকার তার পেশী।\n• ক্ষমতা: বড় ফল্ট কারেন্টকে নিরাপদে বাধা দেওয়ার ক্ষমতা (Interrupting Capacity) ফিউজের চেয়ে অনেক বেশি।",
          "importance": "এটি পুরো ফিডার বা লাইনের প্রধান সুরক্ষা এবং নিয়ন্ত্রণের বিন্দু। এখান থেকেই আপনার কাজের জন্য 'পারমিট-টু-ওয়ার্ক' ইস্যু করা হয়।"
        },
        {
          "item_name": "২. প্রকারভেদ: VCB এবং OCB",
          "specifications": "ডিস্ট্রিবিউশন সাবস্টেশনে মূলত দুই ধরনের ব্রেকার দেখা যায়, যা তাদের আর্ক নেভানোর মাধ্যমের ওপর ভিত্তি করে বিভক্ত:\n• VCB (Vaccum Circuit Breaker): এর কন্টাক্ট পয়েন্টগুলো একটি ভ্যাকুয়াম চেম্বারের ভেতরে থাকে। ফল্টের সময় কন্টাক্ট আলাদা হলে যে আর্ক তৈরি হয়, তা ভ্যাকুয়াম বা শূন্য মাধ্যমে মুহূর্তে নিভে যায়। এটি আধুনিক, নির্ভরযোগ্য এবং কম রক্ষণাবেক্ষণের প্রয়োজন হয়।\n• OCB (Oil Circuit Breaker): এর কন্টাক্ট পয়েন্টগুলো ইনসুলেটিং তেলের মধ্যে ডোবানো থাকে। আর্কের প্রচণ্ড তাপে তেল গ্যাসীভূত হয়ে একটি উচ্চ চাপের বুদবুদ তৈরি করে যা আর্কটিকে নিভিয়ে দেয়। এটি পুরনো প্রযুক্তি এবং এর রক্ষণাবেক্ষণ বেশি।",
          "importance": "কোন ধরনের ব্রেকার ব্যবহার হচ্ছে তা জানা আপনাকে তার রক্ষণাবেক্ষণ এবং সম্ভাব্য সমস্যা সম্পর্কে ধারণা দেয়।"
        },
        {
          "item_name": "৩. ব্রেকারের ভাষা বোঝা: ইন্ডিকেশন এবং কাউন্টার",
          "specifications": "ব্রেকারের কন্ট্রোল প্যানেলে কিছু গুরুত্বপূর্ণ ইন্ডিকেশন ল্যাম্প এবং মিটার থাকে:\n• ON/OFF ইন্ডিকেশন: লাল বাতি (ON) এবং সবুজ বাতি (OFF) ব্রেকারের অবস্থা নির্দেশ করে। সবুজ বাতি জ্বলা মানে ব্রেকারটি খোলা বা 'ট্রিপ' অবস্থায় আছে।\n• Spring Charged/Discharged: বেশিরভাগ ব্রেকার স্প্রিং-এর সঞ্চিত শক্তি ব্যবহার করে খুব দ্রুত (কয়েক মিলিসেকেন্ডে) অপারেট করে। একটি ইন্ডিকেটর দেখায় যে স্প্রিংটি পরবর্তী অপারেশনের জন্য চার্জড বা প্রস্তুত আছে কিনা।\n• Trip Circuit Healthy: এটি দেখায় যে ব্রেকারকে ট্রিপ করানোর জন্য প্রয়োজনীয় সার্কিটটি ঠিক আছে।\n• অপারেশন কাউন্টার (Operation Counter): এটি একটি মিটার যা গুনে রাখে ব্রেকারটি তার জীবনকালে কতবার অপারেট করেছে।",
          "importance": "এই ইন্ডিকেশনগুলো একজন ডাক্তারের কাছে রোগীর রিপোর্টের মতো। এগুলো আপনাকে ব্রেকারের স্বাস্থ্য এবং বর্তমান অবস্থা সম্পর্কে নির্ভুল তথ্য দেয়।"
        },
        {
          "item_name": "৪. Rack-in / Rack-out: নিরাপদ বিচ্ছিন্নকরণ",
          "specifications": "সাবস্টেশনের কন্ট্রোল প্যানেলে ব্রেকারগুলো একটি ট্রলির ওপর বসানো থাকে। রক্ষণাবেক্ষণের জন্য, ব্রেকারটিকে 'র‍্যাক-আউট' (Rack-out) করে প্যানেল থেকে শারীরিকভাবে বের করে আনা যায়। এর তিনটি অবস্থান থাকে:\n• সার্ভিস পজিশন (Service Position): ব্রেকারটি সার্কিটের সাথে সম্পূর্ণভাবে সংযুক্ত।\n• টেস্ট পজিশন (Test Position): ব্রেকারের মূল পাওয়ার সার্কিট বিচ্ছিন্ন, কিন্তু কন্ট্রোল সার্কিট সংযুক্ত থাকে। এই অবস্থায় ব্রেকারটিকে বাইরে থেকেই অন-অফ করে পরীক্ষা করা যায়।\n• আইসোলেটেড/র‍্যাক-আউট পজিশন (Isolated/Rack-out Position): ব্রেকারটি পাওয়ার এবং কন্ট্রোল—উভয় সার্কিট থেকেই সম্পূর্ণ বিচ্ছিন্ন।",
          "importance": "এই র‍্যাকিং ব্যবস্থাটি লাইনম্যান বা টেকনিশিয়ানকে একটি সম্পূর্ণ নিরাপদ পরিবেশে ব্রেকারের ওপর কাজ করার সুযোগ দেয়।"
        }
      ]
    }
  ],
  "image_suggestion": "একটি সাবস্টেশন কন্ট্রোল প্যানেলের ছবি, যেখানে একটি VCB (ভ্যাকুয়াম সার্কিট ব্রেকার) দেখানো হয়েছে। এর ON/OFF ইন্ডিকেশন ল্যাম্প, Spring Charged ইন্ডিকেটর এবং অপারেশন কাউন্টার স্পষ্টভাবে লেবেল করা থাকবে। পাশে একটি ছোট ডায়াগ্রাম থাকতে পারে যা ব্রেকারের Service, Test এবং Rack-out পজিশন দেখাচ্ছে।",
  "pro_tip": {
    "title": "বিশেষ প্রো টিপস (Pro Tips)",
    "content": [
      "১. সবুজ মানেই নিরাপদ নয়: ব্রেকারের সবুজ বাতি জ্বলা মানে শুধু ব্রেকারটি খোলা আছে। এর মানে এই নয় যে লাইনটি কাজ করার জন্য নিরাপদ। লাইনের দুই প্রান্তে আইসোলেটর খোলা এবং লাইনটি আর্থিং করার পরই সেটি নিরাপদ হয়।",
      "২. স্প্রিং চার্জিং হ্যান্ডেল: যদি কোনো কারণে স্বয়ংক্রিয়ভাবে স্প্রিং চার্জ না হয়, তবে একটি বিশেষ হ্যান্ডেল দিয়ে ম্যানুয়ালি স্প্রিং চার্জ করা যায়। এই কাজটি করার সময় সতর্কতা অবলম্বন করা উচিত।",
      "৩. ট্রিপের পর করণীয়: যদি একটি ব্রেকার ট্রিপ করে, তবে কন্ট্রোল রুমে থাকা সুরক্ষা রিলের ইন্ডিকেশন (কোন ফেজে ফল্ট, কী ধরনের ফল্ট) নোট করাটা ফল্ট খোঁজার জন্য অত্যন্ত জরুরি।",
      "৪. নিরাপদ দূরত্ব বজায় রাখুন: একটি ব্রেকার যখন বড় ফল্ট কারেন্টকে বাধা দেয়, তখন একটি প্রচণ্ড বিস্ফোরণের মতো শব্দ হতে পারে। ব্রেকার রুমের ভেতরে অপ্রয়োজনে থাকা উচিত নয়।"
    ]
  },
  "myth_buster": {
    "title": "মিথ বাস্টার (Myth Buster)",
    "myths": [
      {
        "myth": "সার্কিট ব্রেকার ট্রিপ করেছে মানে লাইনটি সম্পূর্ণ বন্ধ। এতে কোনো ভোল্টেজ নেই।",
        "reality": "ভুল। ব্রেকার শুধু সোর্সের দিক থেকে লাইনকে বিচ্ছিন্ন করে। কিন্তু অন্য কোনো ফিডার থেকে 'ব্যাক-ফিডিং' (Back-feeding) বা ইন্ডুসড ভোল্টেজের কারণে লাইনে তখনও বিপজ্জনক ভোল্টেজ থাকতে পারে।"
      },
      {
        "myth": "যেকোনো সুইচই তো সার্কিট ব্রেকার।",
        "reality": "না। একটি সাধারণ সুইচ বা আইসোলেটর শুধু স্বাভাবিক লোড কারেন্টকে বন্ধ করতে পারে। এটি ফল্টের সময় তৈরি হওয়া प्रचंड আর্ক এবং ফল্ট কারেন্টকে বাধা দেওয়ার জন্য ডিজাইন করা হয়নি। শুধুমাত্র সার্কিট ব্রেকারেরই সেই ক্ষমতা আছে।"
      }
    ]
  },
  "advanced_section": {
    "title": "এর পেছনের ইঞ্জিনিয়ারিং ফ্যাক্টস",
    "facts": [
      {
        "title": "আর্ক নেভানোর বিজ্ঞান (Science of Arc Quenching)",
        "content": "সার্কিট ব্রেকারের সবচেয়ে বড় চ্যালেঞ্জ হলো ফল্ট কারেন্টের কারণে তৈরি হওয়া প্রচণ্ড শক্তিশালী আর্ককে নিভিয়ে ফেলা। VCB এই কাজটি করে ভ্যাকুয়ামের উচ্চ ডাই-ইলেকট্রিক স্ট্রেন্থ ব্যবহার করে। আধুনিক SF6 ব্রেকার সালফার হেক্সাফ্লোরাইড (SF6) নামক একটি ইলেক্ট্রো-নেগেটিভ গ্যাস ব্যবহার করে আর্কের ইলেকট্রনগুলোকে শোষণ করে নেয়। OCB ব্যবহার করে তেলের বাষ্পীভবন এবং তার শীতল করার ক্ষমতা।"
      },
      {
        "title": "মেক এবং ব্রেক টাইম (Make and Break Time)",
        "content": "একটি ব্রেকারের পারফর্ম্যান্স তার 'মেক টাইম' (কত দ্রুত এটি অন হতে পারে) এবং 'ব্রেক টাইম' (কত দ্রুত এটি ফল্টকে বিচ্ছিন্ন করতে পারে)-এর ওপর নির্ভর করে। আধুনিক VCB-র ব্রেক টাইম মাত্র ৩০-৫০ মিলিসেকেন্ড হয়। এই দ্রুতগতি ফল্টের কারণে হওয়া ক্ষতিকে সীমিত রাখে।"
      }
    ]
  }
}
