{
  "level_id": "1.2",
  "badge_name": "সুরক্ষা কবচ",
  "level_title": "পাওয়ার লাইনের 'লক্ষ্মণ রেখা'",
  "mission_briefing": "আপনি আপনার সুরক্ষা কবচ বা PPE পরে তৈরি। কিন্তু বিদ্যুতের বিপদ শুধু তার ছুঁলেই হয় না। প্রত্যেকটি লাইভ তারের চারপাশে একটি অদৃশ্য বিপদের গণ্ডি থাকে, যা আমরা বলি 'লক্ষ্মণ রেখা'। এই সীমার ভেতরে প্রবেশ করা মানেই বিপদকে আমন্ত্রণ জানানো, কারণ বিদ্যুৎ লাফ দিতে (Arc) পারে! এই লেভেলের মিশন হলো এই অদৃশ্য সীমানাকে চিনতে শেখা এবং সম্মান করা।",
  "sections": [
    {
      "title": "অদৃশ্য বিপদসীমা বোঝা",
      "image_name": "lineman_sorrounded_by_wires.jpg",
      "points": [
        {
          "item_name": "১. নিরাপদ দূরত্ব বা সেফ অ্যাপ্রোচ ডিসটেন্স (Safe Approach Distance) কী?",
          "specifications": "এটি হলো একজন লাইনম্যানের শরীর বা তার হাতে থাকা যেকোনো সরঞ্জাম এবং একটি লাইভ কন্ডাক্টরের মধ্যে ন্যূনতম যে দূরত্ব রাখতেই হবে। এই দূরত্বের ভেতরে আসা কঠোরভাবে নিষিদ্ধ।",
          "importance": "হাই-ভোল্টেজ বিদ্যুৎ বাতাসকে আয়নিত করে তার মধ্যে দিয়ে লাফিয়ে চলে আসতে পারে। এই ঘটনাকে 'আর্ক ফ্ল্যাশ' (Arc Flash) বা 'ফ্ল্যাশওভার' (Flashover) বলে। এর ফলে মারাত্মকভাবে পুড়ে যাওয়া বা মৃত্যু পর্যন্ত হতে পারে। তাই না ছুঁয়েও বিপদ ঘটতে পারে।",
          "daily_check": "যেকোনো কাজ শুরুর আগে, চারপাশের লাইনের ভোল্টেজ সম্পর্কে ধারণা নিন এবং সেই অনুযায়ী আপনার কাজের পরিধি বা 'লক্ষ্মণ রেখা' মনে মনে এঁকে নিন।"
        },
        {
          "item_name": "২. ন্যূনতম নিরাপদ দূরত্ব (ভারতীয় নিয়ম অনুযায়ী)",
          "specifications": "সাধারণত, এই দূরত্বগুলি মেনে চলা হয়:\n• লো টেনশন (LT) লাইন (440V পর্যন্ত): কমপক্ষে ১.২ মিটার (প্রায় ৪ ফুট)\n• ১১ কেভি (11kV) লাইন: কমপক্ষে ২.৫ মিটার (প্রায় ৮ ফুট)\n• ৩৩ কেভি (33kV) লাইন: কমপক্ষে ৩.০ মিটার (প্রায় ১০ ফুট)\n• এর চেয়ে বেশি ভোল্টেজের জন্য দূরত্ব আরও বাড়বে।",
          "importance": "এই দূরত্বগুলি শুষ্ক আবহাওয়ার জন্য নির্ধারিত। পরিবেশের অবস্থার সাথে এই দূরত্ব পরিবর্তন হতে পারে। এটি আইনত বাধ্যতামূলক এবং আপনার জীবন রক্ষার জন্য প্রথম পদক্ষেপ।",
          "daily_check": "দূরত্ব মাপার জন্য ফিতে ব্যবহার করা সম্ভব নয়। তাই চোখের আন্দাজকে ট্রেনিং দিন। একটি সাধারণ মানুষের উচ্চতা (প্রায় ৫.৫ ফুট) বা আপনার হাতের যন্ত্রের (যেমন অপারেটিং রড) দৈর্ঘ্যের সাথে তুলনা করে দূরত্ব বুঝতে শিখুন।"
        },
        {
          "item_name": "৩. যে বিষয়গুলি 'লক্ষ্মণ রেখা'-কে প্রভাবিত করে",
          "specifications": "নিরাপদ দূরত্ব শুধুমাত্র ভোল্টেজের ওপর নির্ভর করে না। নিচের বিষয়গুলি বিপদসীমাকে আরও বাড়িয়ে দেয়:\n• আবহাওয়া: বৃষ্টি, কুয়াশা বা বাতাসে জলীয় বাষ্পের পরিমাণ বেশি থাকলে বাতাস বিদ্যুতের ভালো পরিবাহী হয়ে ওঠে। তখন নিরাপদ দূরত্ব বাড়াতে হবে।\n• যন্ত্রপাতির দৈর্ঘ্য: আপনার হাতে যদি কোনো লম্বা টুল, মই বা গাছের ডাল থাকে, তবে সেই টুলের শেষ প্রান্তটিও 'লক্ষ্মণ রেখা'-র বাইরে রাখতে হবে।\n• বাতাসের গতি: জোরে বাতাস দিলে তার দুলতে থাকে, ফলে আপনার এবং তারের মধ্যেকার দূরত্ব কমে যেতে পারে।\n• উচ্চতা: আপনি যত উঁচুতে কাজ করবেন, তত বেশি सावधान থাকতে হবে কারণ আপনার চারপাশে পালানোর জায়গা কম থাকে।",
          "importance": "একজন প্রো-লাইনম্যান শুধু নিয়ম মুখস্থ করে না, সে পরিবেশ বোঝে এবং সেই অনুযায়ী নিজের সুরক্ষা বাড়ায়। বৃষ্টিতে ১১ কেভি লাইনের কাজ করার সময় ৮ ফুটের বদলে ১০-১২ ফুট দূরত্ব বজায় রাখাই বুদ্ধিমানের কাজ।",
          "daily_check": "কাজ শুরুর আগে বাতাসের দিক, মেঘ এবং আবহাওয়ার পূর্বাভাস দেখে নিন। আপনার কাজের জায়গায় অন্য কোনো ধাতব বস্তু (যেমন টিনের চাল) লাইনের কাছাকাছি আছে কিনা, তা খেয়াল করুন।"
        }
      ]
    }
  ],
  "image_suggestion": "একটি ইলাস্ট্রেশন যেখানে একজন লাইনম্যান পোলের ওপর কাজ করছেন। তার চারপাশে বিভিন্ন ভোল্টেজের (LT, 11kV, 33kV) জন্য নিরাপদ দূরত্বের কাল্পনিক বৃত্ত বা 'লক্ষ্মণ রেখা' দেখানো থাকবে। ছবিতে হাতে একটি লম্বা টুল ধরে থাকলে দূরত্ব কীভাবে মাপতে হবে, তাও দেখানো যেতে পারে।",
  "pro_tip": {
    "title": "বিশেষ প্রো টিপস (Pro Tips)",
    "content": [
      "১. চোখ দিয়ে মাপুন: যেকোনো লাইনের কাছে যাওয়ার আগে চোখ দিয়ে দূরত্ব মেপে নিন। সন্দেহ হলে, আরও দূরে থাকুন।",
      "২. প্রতিটি তার লাইভ: যতক্ষণ না আপনি নিজে পরীক্ষা করে নিশ্চিত হচ্ছেন, ততক্ষণ পর্যন্ত প্রত্যেকটি তারকে লাইভ এবং বিপজ্জনক বলে ধরে নিন।",
      "৩. আপনার টুলও আপনার অংশ: আপনার হাতে থাকা লম্বা যন্ত্রটিও আপনার শরীরেরই একটি বর্ধিত অংশ। সেটিকেও বিপদসীমার বাইরে রাখুন।",
      "৪. দুইদিক দেখুন: শুধু আপনার সামনের তারটি নয়, আপনার মাথার ওপর বা পাশের লাইনের দূরত্ব সম্পর্কেও সচেতন থাকুন।"
    ]
  },
  "myth_buster": {
    "title": "মিথ বাস্টার (Myth Buster)",
    "myths": [
      {
        "myth": "আমি তো তারটা ছুঁচ্ছি না, একটু কাছে গেলে কিছু হবে না।",
        "reality": "ভুল। হাই-ভোল্টেজ বিদ্যুৎ বাতাস ভেদ করে লাফ দিতে পারে, যাকে বলে আর্ক ফ্ল্যাশ। এই 'লাফ' কয়েক ফুট পর্যন্ত লম্বা হতে পারে। ছোঁয়ার আগেই বিপদ ঘটে যাবে।"
      },
      {
        "myth": "শুকনো বাঁশ বা কাঠ তো ইনসুলেটর, তাই এটা দিয়ে লাইভ তার সরানো নিরাপদ।",
        "reality": "একেবারেই নয়। ভেতরের আর্দ্রতা বা বাইরের ময়লার স্তর থাকলে শুকনো বাঁশ বা কাঠও বিদ্যুৎ পরিবহন করতে পারে। শুধুমাত্র ফাইবারগ্লাসের তৈরি পরীক্ষিত 'হট স্টিক' বা অপারেটিং রডই এই কাজের জন্য নিরাপদ।"
      }
    ]
  },
  "advanced_section": {
    "title": "এর পেছনের ইঞ্জিনিয়ারিং ফ্যাক্টস",
    "facts": [
      {
        "title": "বাতাসের ডাই-ইলেকট্রিক স্ট্রেন্থ",
        "content": "সাধারণ অবস্থায় বাতাস একটি চমৎকার ইনসুলেটর। স্বাভাবিক চাপে প্রতি সেন্টিমিটারে প্রায় ৩০,০০০ ভোল্ট (30kV) পর্যন্ত চাপ সহ্য করতে পারে। কিন্তু যখন ভোল্টেজ এই সীমার বাইরে চলে যায়, তখন বাতাস আয়নিত (Ionized) হয়ে যায় এবং তার ইনসুলেটিং ধর্ম হারিয়ে বিদ্যুৎ পরিবহন শুরু করে। এটাই আর্ক ফ্ল্যাশের মূল কারণ।"
      },
      {
        "title": "করোনা এফেক্ট (Corona Effect)",
        "content": "আপনি হয়তো রাতের বেলা বা কুয়াশার মধ্যে হাই-ভোল্টেজ লাইনের চারপাশে একটি হালকা নীল বা বেগুনি আভা দেখেছেন বা একটি হিসহিস্ শব্দ শুনেছেন। এটিই করোনা এফেক্ট। এটি প্রমাণ করে যে বিদ্যুৎ তারের সীমানা ছাড়িয়ে চারপাশের বাতাসকে প্রভাবিত করছে। যেখানে করোনা হচ্ছে, সেখানে 'লক্ষ্মণ রেখা' আরও শক্তিশালী।"
      }
    ]
  }
}