{
  "level_id": "8.1",
  "badge_name": "জরুরী রেগুলেশন (WBERC ফোকাস)",
  "level_title": "WBERC পরিচিতি: রাজ্যের পাওয়ার বস",
  "mission_briefing": "নমস্কার! এত দিন আমরা তার, খুঁটি, আর যন্ত্র নিয়ে কথা বলেছি। কিন্তু ভেবে দেখেছেন কি, এই যে আমরা কারেন্ট দিচ্ছি, এর দাম কে ঠিক করে? বা গ্রাহক যদি আমাদের কাজে খুশি না হয়, তারা নালিশটা কোথায় করবে? কোম্পানি চাইলেই কি যা খুশি তাই করতে পারে? একদম না! মাথার ওপর একজন 'রেফারি' আছে। পশ্চিমবঙ্গে বিদ্যুতের জগতের এই সুপ্রিম কোর্ট বা হেড রেফারি হলো WBERC (West Bengal Electricity Regulatory Commission)। আজকের মিশনে আমরা চিনব এই অদৃশ্য কিন্তু ক্ষমতাধর বস-কে।",
  "sections": [
    {
      "title": "WBERC আসলে কে এবং কেন?",
      "image_name": "wberc_logo_building.jpg",
      "points": [
        {
          "item_name": "১. পরিচয়: বিদ্যুতের রেফারি",
          "specifications": "পূর্ণরূপ: West Bengal Electricity Regulatory Commission। এটি একটি স্বাধীন বা ইন্ডিপেন্ডেন্ট সংস্থা, রাজ্য সরকারের বা বিদ্যুৎ কোম্পানির অধীন নয়।",
          "importance": "খেলার মাঠে যেমন রেফারি থাকে যাতে কোনো দল ফাউল না করে, তেমনি বিদ্যুৎ সেক্টরে WBERC থাকে। তারা দেখে যেন বিদ্যুৎ কোম্পানি (যেমন WBSEDCL বা CESC) গ্রাহকদের ঠকিয়ে বেশি লাভ না করে, আবার গ্রাহকরাও যেন নিয়ম মেনে চলে।",
          "daily_check": "মাঠে কাজ করার সময় মনে রাখবেন, আপনি যে নিয়ম মানছেন তা কোম্পানির তৈরি হলেও, এর অনুমোদন দিয়েছে WBERC।"
        },
        {
          "item_name": "২. প্রধান কাজ: ভারসাম্য রক্ষা",
          "image_name": "balance_scale_consumer_utility.png",
          "specifications": "একদিকে গ্রাহকের স্বার্থ (Consumer Interest), অন্যদিকে কোম্পানির স্থায়িত্ব (Utility Viability)।",
          "importance": "বিদ্যুৎ কোম্পানি চায় বেশি লাভে বিদ্যুৎ বেচতে, আর গ্রাহক চায় কম দামে বিদ্যুৎ পেতে। WBERC এই দুইয়ের মাঝে দাঁড়িয়ে একটি সঠিক দাম (Tariff) এবং নিয়ম ঠিক করে দেয়, যাতে কেউ ক্ষতিগ্রস্ত না হয়।"
        }
      ]
    },
    {
      "title": "WBERC-এর তিনটি মহা-অস্ত্র",
      "image_name": "gavel_and_law_book.jpg",
      "points": [
        {
          "item_name": "১. ট্যারিফ বা দাম নির্ধারণ (Tariff Setting)",
          "specifications": "ইউনিট প্রতি বিদ্যুতের দাম কত হবে, ফিক্সড চার্জ কত হবে—সব এরা ঠিক করে।",
          "importance": "ফিল্ডে কোনো গ্রাহক যদি বিল বেশি হওয়া নিয়ে তর্ক করে, আপনি তাকে বোঝাতে পারেন—\"স্যার, এই রেট আমাদের কোম্পানি ঠিক করে না, এটা কমিশনের অর্ডার।\"",
          "daily_check": "বিলের পেছনের অংশে বা নোটিশ বোর্ডে ট্যারিফ চার্ট দেখে নিন।"
        },
        {
          "item_name": "২. পারফর্ম্যান্সের মানদণ্ড (Standard of Performance)",
          "specifications": "SoP রেগুলেশন।",
          "importance": "ফিউজ গেলে কতক্ষণে সারাতে হবে, নতুন কানেকশন কত দিনে দিতে হবে—এসবের সময়সীমা WBERC বেঁধে দেয়। দেরি হলে কোম্পানিকে গ্রাহকের কাছে জরিমানা বা ক্ষতিপূরণ দিতে হতে পারে।",
          "daily_check": "আপনার কাজের গতি বা রেসপন্স টাইম সরাসরি এই আইনের নজরদারিতে থাকে।"
        },
        {
          "item_name": "৩. লাইসেন্স প্রদান (Licensing)",
          "specifications": "ডিস্ট্রিবিউশন, ট্রান্সমিশন বা ট্রেডিং লাইসেন্স।",
          "importance": "রাজ্যে কে বিদ্যুৎ বেচবে আর কে তার টানবে, সেই অনুমতি বা লাইসেন্স এরা দেয়। নিয়ম ভাঙলে এরা লাইসেন্স বাতিলও করতে পারে।"
        }
      ]
    }
  ],
  "pro_tip": {
    "title": "ওস্তাদের মার (Pro Tips)",
    "content": [
      "১. তর্ক নয়, তথ্য দিন: গ্রাহক বিল নিয়ে রেগে গেলে তর্কে জড়াবেন না। শান্তভাবে বলুন যে দাম নির্ধারণ করা সরকারি কমিশনের (WBERC) কাজ, কোম্পানির নয়।",
      "২. ঘড়ির দিকে নজর: কমপ্লেইন অ্যাটেন্ড করার সময় মনে রাখবেন, WBERC-এর সময়সীমা (Time Limit) আছে। ঢিলেমি মানেই কোম্পানির ঘাড়ে জরিমানার কেস।",
      "৩. নোটিশ বোর্ড আপডেট: সাবস্টেশন বা অফিসের নোটিশ বোর্ডে WBERC-এর গুরুত্বপূর্ণ অর্ডারগুলো টাঙানো থাকে। মাঝে মাঝে চোখ বুলিয়ে নেবেন।"
    ]
  },
  "myth_buster": {
    "title": "মিথ বাস্টার (Myth Buster)",
    "myths": [
      {
        "myth": "বিদ্যুতের বিল বা ইউনিট রেট কোম্পানি (WBSEDCL/CESC) নিজের ইচ্ছামতো বাড়ায়।",
        "reality": "একেবারেই ভুল! কোম্পানি শুধু প্রস্তাব দেয় যে তাদের খরচ বেড়েছে। WBERC 'পাবলিক হিয়ারিং' বা জনশুনানি করে, সব দিক বিচার করে তারপর নতুন রেট ঘোষণা করে।"
      },
      {
        "myth": "WBERC শুধুমাত্র বড় অফিসারদের ব্যাপার, লাইনম্যানদের এতে কোনো ভূমিকা নেই।",
        "reality": "ভুল ধারণা। WBERC-এর তৈরি 'সেফটি কোড' এবং 'সাপ্লাই কোড' মেনেই আপনাকে রোজ কাজ করতে হয়। আইন না জানলে নিজের অজান্তেই অপরাধ করে ফেলতে পারেন।"
      }
    ]
  },
  "advanced_section": {
    "title": "এর পেছনের ইতিহাস ও আইন",
    "facts": [
      {
        "title": "ইলেকট্রিসিটি অ্যাক্ট ২০০৩ (Electricity Act 2003)",
        "content": "২০০৩ সালের আগে 'রাজ্য বিদ্যুৎ পর্ষদ' (SEB) একাই সব করত—নিয়মও বানাত, বিদ্যুৎও বেচত। ২০০৩ সালের আইনে বলা হলো—ব্যবসা আর বিচার এক হাতে থাকতে পারে না। তাই তৈরি হলো রেগুলেটরি কমিশন (যেমন WBERC) বিচারক হিসেবে, আর পর্ষদ ভেঙে তৈরি হলো কোম্পানি (যেমন WBSEDCL) ব্যবসায়ী হিসেবে।"
      },
      {
        "title": "আপিল ট্রাইব্যুনাল (APTEL)",
        "content": "যদি কেউ WBERC-এর রায়ে খুশি না হয়, তবে সে কি সুপ্রিম কোর্টে যাবে? না, তার জন্য বিশেষ আদালত আছে যার নাম APTEL (Appellate Tribunal for Electricity)। এটি দিল্লির হাই-লেভেল কোর্ট শুধুমাত্র বিদ্যুতের মামলার জন্য।"
      }
    ]
  }
}
