{
  "level_id": "1.4",
  "badge_name": "সুরক্ষা কবচ",
  "level_title": "সেফটি হারনেস: আপনার লাইফলাইন",
  "mission_briefing": "পোল সুরক্ষিত, আপনি সুরক্ষিত। এবার নিজেকে পোলের সাথে সুরক্ষিতভাবে যুক্ত করার পালা। সেফটি হারনেস শুধু একটি যন্ত্র নয়, এটি আপনার ব্যক্তিগত প্যারাশুট। একটি সামান্য স্লিপ এবং একটি মারাত্মক পতনের মধ্যে পার্থক্য গড়ে দেয় এই লাইফলাইন। এই লেভেলের মিশন হলো, আপনার হারনেসকে চেনা, তার যত্ন নেওয়া এবং এটিকে সঠিকভাবে ব্যবহার করে মাধ্যাকর্ষণকে জয় করা।",
  "sections": [
    {
      "title": "আপনার লাইফলাইনকে জানুন এবং বিশ্বাস করুন",
      "image_name": "safety_belt.jpg",
      "points": [
        {
          "item_name": "১. হারনেসের প্রকারভেদ: পুরনো অভ্যাস বনাম আধুনিক সুরক্ষা",
          "specifications": "আধুনিক সুরক্ষার জন্য 'ফুল বডি হারনেস' (Full Body Harness) ব্যবহার করা বাধ্যতামূলক। এটি কাঁধ, বুক এবং ঊরু পর্যন্ত সুরক্ষা দেয়। পুরনো দিনের 'কোমরের বেল্ট' (Waist Belt) এখন শুধুমাত্র 'ওয়ার্ক পজিশনিং'-এর (Work Positioning) জন্য ব্যবহৃত হয়, পতনের সুরক্ষা (Fall Arrest) দেয় না।",
          "image_name": "belt_harness.jpg",
          "importance": "পতন ঘটলে, ফুল বডি হারনেস আপনার শরীরের ওজন কাঁধ, বুক এবং ঊরুতে সমানভাবে ভাগ করে দেয়, যা আপনাকে মারাত্মক আঘাত থেকে বাঁচায়। কিন্তু সাধারণ কোমরের বেল্ট আপনার পেটে এবং শিরদাঁড়ায় সমস্ত চাপ ফেলে, যা মুহূর্তের মধ্যে মৃত্যু বা পঙ্গুত্বের কারণ হতে পারে।",
          "daily_check": "আপনার কাছে কোন ধরনের হারনেস আছে তা নিশ্চিত করুন। যদি শুধুমাত্র কোমরের বেল্ট থাকে, তবে সেটি পতনের সুরক্ষার জন্য ব্যবহার করা যাবে না—এই বিষয়টি মনে গেঁথে নিন।"
        },
        {
          "item_name": "২. ব্যবহারের আগে ৩ মিনিটের গোল্ডেন রুল: হারনেস পরীক্ষা",
          "specifications": "প্রতিবার পরার আগে এই ধাপগুলো অনুসরণ করুন:\n• ওয়েবিং (ফিতে): ফিতেগুলো হাতে ধরে টেনে দেখুন কোনো কাটা, ছেঁড়া, পোড়া দাগ বা রাসায়নিকের ফলে ক্ষতি হয়েছে কিনা।\n• সেলাই (Stitching): সমস্ত সেলাইয়ের জায়গাগুলো পরীক্ষা করুন। কোনো সেলাই খুলে গেলে বা ছিঁড়ে গেলে হারনেসটি দুর্বল হয়ে পড়ে।\n• ধাতব অংশ (Hardware): ডি-রিং (D-rings), বকলস (Buckles) এবং অন্যান্য ধাতব অংশে কোনো ফাটল, বিকৃতি বা অতিরিক্ত মরিচা আছে কিনা দেখুন।\n• লেবেল (Label): হারনেসের লেবেলে প্রস্তুতকারকের নাম, তৈরির তারিখ এবং মেয়াদ উত্তীর্ণের তারিখ লেখা থাকে। মেয়াদ উত্তীর্ণ হারনেস ব্যবহার করা যাবে না।",
          "importance": "একটি ছোট কাটা বা সামান্য ছেঁড়া ফিতে হারনেসের শক্তি ৫০% পর্যন্ত কমিয়ে দিতে পারে। আপনার জীবনের সুরক্ষা এই ৩ মিনিটের পরীক্ষার ওপর নির্ভর করে।",
          "daily_check": "এই পরীক্ষাটি আপনার দৈনন্দিন রুটিনের একটি অবিচ্ছেদ্য অংশ। কোনো সন্দেহ থাকলে হারনেসটি বাতিল করুন।"
        },
        {
          "item_name": "৩. সঠিকভাবে পরা: ফিটিং-ই সবকিছু",
          "specifications": "হারনেস পরার সময় খেয়াল রাখুন:\n• ফিতেগুলো যেন পেঁচিয়ে না থাকে।\n• এটি শরীরে এমনভাবে ফিট হবে যেন আপনি আরামে নড়াচড়া করতে পারেন, কিন্তু খুব বেশি ঢিলেঢালাও যেন না হয় (সাধারণত আপনার হাতের চারটি আঙুল ফিতের নিচে ঢোকানো যাবে)।\n• বুকের ফিতেটি বুকের মাঝ বরাবর থাকবে।\n• পেছনের ডি-রিংটি আপনার দুই কাঁধের মাঝখানে থাকবে।",
          "importance": "একটি ঢিলেঢালা হারনেস পতনের সময় শরীর থেকে খুলে যেতে পারে অথবা ভুল জায়গায় চাপ সৃষ্টি করে গুরুতর আঘাতের কারণ হতে পারে। সঠিক ফিটিং আপনার সুরক্ষা নিশ্চিত করে।",
          "daily_check": "প্রতিবার পরার সময় আয়নায় বা সহকর্মীর সাহায্যে দেখে নিন ফিটিং ঠিক আছে কিনা।"
        },
        {
          "item_name": "৪. অ্যাঙ্করিং এবং ল্যানিয়ার্ড: সঠিক সংযোগ",
          "specifications": "আপনার হারনেস একটি ল্যানিয়ার্ড (Lanyard) বা দড়ির মাধ্যমে একটি মজবুত অ্যাঙ্কর পয়েন্টের (Anchor Point) সাথে যুক্ত থাকে। অ্যাঙ্কর পয়েন্টটি অবশ্যই আপনার ওজনের অনেক গুণ বেশি ভার সহ্য করার মতো শক্তিশালী হতে হবে।",
          "importance": "আপনার হারনেস যতই ভালো হোক না কেন, যদি অ্যাঙ্কর পয়েন্ট দুর্বল হয়, তবে পুরো সিস্টেমটিই ব্যর্থ হবে। একটি ভাঙা ক্রস-আর্ম বা দুর্বল ইনসুলেটর পিন কখনো ভালো অ্যাঙ্কর পয়েন্ট হতে পারে না।",
          "daily_check": "কাজে যাওয়ার আগে আপনার ল্যানিয়ার্ডটি পরীক্ষা করুন এবং কোন জায়গায় অ্যাঙ্কর করবেন তা আগে থেকে পরিকল্পনা করে নিন।"
        }
      ]
    }
  ],
  "image_suggestion": "একটি ইলাস্ট্রেশন যেখানে একজন লাইনম্যান সঠিকভাবে একটি ফুল বডি হারনেস পরে আছেন। এর ডি-রিং, বুকের ফিতে এবং ল্যানিয়ার্ড তীর চিহ্ন দিয়ে চিহ্নিত করা থাকবে। পাশে একটি পুরনো কোমরের বেল্টের ছবির ওপর একটি লাল ক্রস চিহ্ন দেওয়া থাকবে।",
  "pro_tip": {
    "title": "বিশেষ প্রো টিপস (Pro Tips)",
    "content": [
      "১. আপনার হারনেস আপনার প্যারাশুট: আপনি কি একটি ছেঁড়া প্যারাশুট নিয়ে প্লেন থেকে ঝাঁপ দেবেন? তাহলে একটি ক্ষতিগ্রস্ত হারনেস পরেও কেন পোলে উঠবেন?",
      "২. সন্দেহ মানেই বাতিল: যদি কোনো হারনেসের সুরক্ষা নিয়ে আপনার বিন্দুমাত্র সন্দেহ থাকে, তবে সেটি ব্যবহার করবেন না। এর কোনো দ্বিতীয় সুযোগ নেই।",
      "৩. পরিষ্কার রাখুন, বাঁচিয়ে রাখুন: তেল, গ্রিজ এবং অতিরিক্ত রোদ আপনার হারনেসের ফিতেকে দুর্বল করে দেয়। এটিকে একটি পরিষ্কার এবং শুকনো জায়গায় ঝুলিয়ে রাখুন।",
      "৪. আপনার ওজন এর ওপর ভরসা করবে, তাই একে সম্মান দিন।"
    ]
  },
  "myth_buster": {
    "title": "মিথ বাস্টার (Myth Buster)",
    "myths": [
      {
        "myth": "আমি ২০ বছর ধরে কাজ করছি, খুব সাবধানে থাকি। আমার কখনো হারনেস লাগে না।",
        "reality": "মাধ্যাকর্ষণ অভিজ্ঞতাকে সম্মান করে না। একটি মুহূর্তের অসতর্কতা, একটি পিচ্ছিল জায়গা বা হঠাৎ ঝোড়ো হাওয়া—যেকোনো কিছুই পতনের কারণ হতে পারে। হারনেস হলো আপনার একমাত্র দ্বিতীয় সুযোগ।"
      },
      {
        "myth": "হারনেসটা একটু পুরনো হয়েছে, কিন্তু এখনও মজবুতই লাগছে। মেয়াদ উত্তীর্ণ হলে কী হবে?",
        "reality": "সময়ের সাথে সাথে এবং সূর্যের অতিবেগুনি রশ্মির প্রভাবে হারনেসের নাইলন বা পলিয়েস্টার ফিতে ভেতর থেকে দুর্বল হয়ে পড়ে, যা বাইরে থেকে বোঝা যায় না। মেয়াদ উত্তীর্ণের তারিখটি বিজ্ঞানসম্মত পরীক্ষার ওপর ভিত্তি করে দেওয়া হয়।"
      }
    ]
  },
  "advanced_section": {
    "title": "এর পেছনের ইঞ্জিনিয়ারিং ফ্যাক্টস",
    "facts": [
      {
        "title": "ফল অ্যারেস্ট বনাম ফল রেস্ট্রেন্ট (Fall Arrest vs. Fall Restraint)",
        "content": "দুটি ভিন্ন সুরক্ষা ব্যবস্থা। 'ফল রেস্ট্রেন্ট' সিস্টেমে ল্যানিয়ার্ডের দৈর্ঘ্য এমন হয় যে আপনি বিপদের কিনারায় পৌঁছাতেই পারবেন না। 'ফল অ্যারেস্ট' সিস্টেম একটি পতন শুরু হওয়ার পর আপনাকে মাঝপথে থামিয়ে দেয়। ডিস্ট্রিবিউশন লাইনের কাজে দুটিই ব্যবহৃত হয়।"
      },
      {
        "title": "সাসপেনশন ট্রমা (Suspension Trauma)",
        "content": "পতনের পর যদি একজন কর্মী হারনেসে দীর্ঘক্ষণ ঝুলে থাকেন, তবে পায়ের শিরাগুলোতে রক্ত জমে গিয়ে মস্তিষ্কে রক্ত সরবরাহ কমে যেতে পারে, যা কয়েক মিনিটের মধ্যেই অজ্ঞান হয়ে যাওয়া বা মৃত্যুর কারণ হতে পারে। এজন্য দ্রুত উদ্ধারের (Quick Rescue) পরিকল্পনা থাকা অত্যন্ত জরুরি।"
      }
    ],
    "source_link": "https://github.com/UtilityDD/smartlineman"
  }
}
