{
  "level_id": "5.3",
  "badge_name": "ফল্ট ফাইন্ডার",
  "level_title": "সাধারণ ফল্ট: অপরাধীদের প্যারেড",
  "mission_briefing": "আপনি পদ্ধতিগতভাবে পেট্রোলিং করেছেন এবং অবশেষে ঘটনাস্থলে পৌঁছেছেন। এবার অপরাধীকে চিহ্নিত করার পালা। ডিস্ট্রিবিউশন লাইনে কিছু 'অভ্যাসগত অপরাধী' আছে যারা বারবার ফল্টের কারণ হয়। এই লেভেলের মিশন হলো, এই সাধারণ ফল্টগুলোকে দেখেই চেনা, তাদের রেখে যাওয়া সূত্র (Clues) বিশ্লেষণ করা এবং তাদের মেরামত করার জন্য একটি দ্রুত ও কার্যকর পরিকল্পনা তৈরি করতে শেখা।",
  "sections": [
    {
      "title": "অপরাধীদের প্যারেড: লক্ষণ, কারণ ও করণীয়",
      "points": [
        {
          "item_name": "১. অপরাধী: গাছের ডাল বা গাছ পড়া",
          "specifications": "• সূত্র: লাইনের ওপর বা নিচে পড়ে থাকা গাছের ডালপালা। তার ছিঁড়ে যাওয়া বা অস্বাভাবিকভাবে ঝুলে পড়া। পোলের গায়ে বা ক্রস-আর্মে আঘাতের চিহ্ন।\n• অপরাধের ধরন: এটি ফেজ-টু-আর্থ ফল্ট (যদি ডাল মাটিতে ঠেকে থাকে) বা ফেজ-টু-ফেজ ফল্ট (যদি ডাল দুটি বা তিনটি তারকে একসাথে স্পর্শ করে) ঘটাতে পারে।\n• করণীয়: প্রথমে গাছ বা ডাল সরানোর জন্য পরিকল্পনা করুন। প্রয়োজনে বন দপ্তর বা ειδική টিমের সাহায্য নিন। তারপর কন্ডাক্টর, ইনসুলেটর এবং পোলের ক্ষতি পুঙ্খানুপুঙ্খভাবে পরীক্ষা করে মেরামত করুন।",
          "importance": "এটি, বিশেষ করে ঝড়ের সময়, সবচেয়ে সাধারণ ফল্ট। গাছের ডাল সরানোর কাজটিও অত্যন্ত ঝুঁকিপূর্ণ।"
        },
        {
          "item_name": "২. অপরাধী: ইনসুলেটর ফেলিওর",
          "specifications": "• সূত্র: পিন ইনসুলেটর ফেটে বা ভেঙে টুকরো হয়ে যাওয়া। ডিস্ক ইনসুলেটর চুরচুর হয়ে যাওয়া বা এর পোর্সেলিন খসে পড়া। ইনসুলেটরের গায়ে ফ্ল্যাশওভারের স্পষ্ট কালো পোড়া দাগ (Carbon track)।\n• অপরাধের ধরন: এটি একটি পরিষ্কার আর্থ ফল্ট তৈরি করে। বজ্রপাত, দূষণ, পুরনো হয়ে যাওয়া বা যান্ত্রিক ত্রুটির কারণে এটি হতে পারে।\n• করণীয়: ক্ষতিগ্রস্ত ইনসুলেটরটিকে নিয়ম অনুযায়ী বদলে দিতে হবে (লেভেল ৪.১ দ্রষ্টব্য)। বদলানোর আগে ক্রস-আর্মটিও পরীক্ষা করে নিন কোনো ক্ষতি হয়েছে কিনা।",
          "importance": "একটি ভাঙা ইনসুলেটর মানে লাইনের ওই প্রহরীটি আর নেই। এটিকে উপেক্ষা করা যাবে না।"
        },
        {
          "item_name": "৩. অপরাধী: কন্ডাক্টর বা জাম্পার ফেলিওর",
          "specifications": "• সূত্র: জাম্পার কানেক্টর (যেমন PG ক্ল্যাম্প) গলে বা পুড়ে কালো হয়ে যাওয়া। কন্ডাক্টর ছিঁড়ে মাটিতে পড়ে থাকা। রিপেয়ার স্লিভ বা জয়েন্ট অতিরিক্ত গরম হয়ে বিবর্ণ হয়ে যাওয়া।\n• অপরাধের ধরন: লুজ কানেকশনের কারণে হটস্পট তৈরি হয়ে এটি হতে পারে। এটি একটি ওপেন সার্কিট (যদি তার ছিঁড়ে যায়) বা শর্ট সার্কিট (যদি ছেঁড়া তার অন্য কিছুকে স্পর্শ করে) তৈরি করতে পারে।\n• করণীয়: ক্ষতিগ্রস্ত কানেক্টর বদলে দিতে হবে বা ছেঁড়া তার নিয়ম অনুযায়ী জয়েন্ট করতে হবে। হটস্পটের কারণে কন্ডাক্টর নরম (Annealed) হয়ে গেছে কিনা তা পরীক্ষা করুন।",
          "importance": "কানেকশন পয়েন্টগুলোই লাইনের সবচেয়ে দুর্বল অংশ। বেশিরভাগ ফল্ট এখানেই শুরু হয়।"
        },
        {
          "item_name": "৪. অন্যান্য সাধারণ অপরাধী",
          "specifications": "• পাখি বা জন্তু: দুটি ফেজের মাঝখানে বা ফেজ ও আর্থের মধ্যে ডানা ঝাপটানো বড় পাখি, বাঁদর বা কাঠবিড়ালি—এরা শর্ট সার্কিট ঘটাতে পারে। পোড়া পাখি বা জন্তুর দেহ এবং তারের ওপর রক্তের দাগ একটি স্পষ্ট প্রমাণ।\n• লাইটনিং অ্যারেস্টার (LA) ফেলিওর: বজ্রপাতের পর একটি বিস্ফোরিত বা ভাঙা LA দেখা যেতে পারে, যার নিচের আর্থিং কানেকশনটি ঝুলে থাকতে পারে।\n• ঘুড়ি বা ধাতব সুতো: তারে আটকে থাকা ঘুড়ির ধাতব মাঞ্জা সুতো দুটি তারকে স্পর্শ করিয়ে ফল্ট ঘটাতে পারে, বিশেষ করে বৃষ্টির দিনে।",
          "importance": "সঠিকভাবে অপরাধীকে চিহ্নিত করতে পারলে, আপনি সঠিক সমাধান প্রয়োগ করতে পারবেন এবং ভবিষ্যতে একই ধরনের ফল্ট প্রতিরোধের জন্য ব্যবস্থা নিতে পারবেন (যেমন বার্ড গার্ড বা অ্যানিমেল গার্ড লাগানো)।"
        }
      ]
    }
  ],
  "image_suggestion": "একটি ছবির গ্যালারি। প্রথম ছবিতে লাইনের ওপর একটি বড় গাছের ডাল। দ্বিতীয় ছবিতে একটি চুরচুর হয়ে যাওয়া ডিস্ক ইনসুলেটর। তৃতীয় ছবিতে একটি পুড়ে যাওয়া ও গলে যাওয়া জাম্পার কানেকশন। চতুর্থ ছবিতে তারে আটকে থাকা একটি ঘুড়ি। প্রতিটি ছবির নিচে ফল্টের নাম লেখা থাকবে।",
  "pro_tip": {
    "title": "বিশেষ প্রো টিপস (Pro Tips)",
    "content": [
      "১. পোড়া দাগ অনুসরণ করুন: বেশিরভাগ বৈদ্যুতিক ফল্টই প্রচণ্ড তাপ তৈরি করে। তাই পোড়া দাগ, গলিত ধাতু বা কালো হয়ে যাওয়া অংশ আপনাকে ফল্টের সঠিক উৎসের দিকে নিয়ে যাবে।",
      "২. একটি ফল্ট অন্যটির জন্ম দেয়: যেমন, বজ্রপাতের কারণে একটি ইনসুলেটর ফাটতে পারে, যার ফলে কন্ডাক্টরটি ঝুলে পড়ে গাছের ডালকে স্পর্শ করে দ্বিতীয় ফল্ট ঘটাতে পারে। সম্পূর্ণ চিত্রটি বোঝার চেষ্টা করুন।",
      "৩. শব্দকে বিশ্বাস করুন: যদি আপনি কোনো গ্রাহকের কাছ থেকে 'বিস্ফোরণের মতো শব্দ' হওয়ার কথা শোনেন, তবে সম্ভবত একটি ফিউজ উড়েছে, LA ফেটেছে বা শর্ট সার্কিট হয়েছে।",
      "৪. ছবি তুলুন: ফল্টের একটি পরিষ্কার ছবি তুলে রাখা রিপোর্ট তৈরি করার জন্য এবং ভবিষ্যতের বিশ্লেষণের জন্য খুব সহায়ক।"
    ]
  },
  "myth_buster": {
    "title": "মিথ বাস্টার (Myth Buster)",
    "myths": [
      {
        "myth": "ইনসুলেটরটা তো শুধু একটু কালো হয়েছে, ওটা পরিষ্কার করে দিলেই আবার চলবে।",
        "reality": "ভুল। ওই কালো দাগটি একটি 'কার্বন ট্র্যাক', যা প্রমাণ করে যে ইনসুলেটরের পৃষ্ঠের ওপর দিয়ে একবার হাই-কারেন্ট গেছে। ওই ট্র্যাকটি এখন একটি দুর্বল এবং আধা-পরিবাহী পথ তৈরি করে রেখেছে, যা যেকোনো মুহূর্তে আবার ফ্ল্যাশওভার ঘটাবে। ইনসুলেটরটি বদলানোই একমাত্র উপায়।"
      },
      {
        "myth": "একটা পাখি মরে পড়ে আছে, ওটাকে সরিয়ে দিলেই লাইন চালু করা যাবে।",
        "reality": "পাখিটি হয়তো ফল্টের কারণ, কিন্তু আপনাকে অবশ্যই পরীক্ষা করতে হবে যে পাখিটি শর্ট সার্কিট ঘটানোর সময় ইনসুলেটর, কন্ডাক্টর বা অন্য কোনো যন্ত্রাংশের কোনো ক্ষতি করেছে কিনা।"
      }
    ]
  },
  "advanced_section": {
    "title": "এর পেছনের ইঞ্জিনিয়ারিং ফ্যাক্টস",
    "facts": [
      {
        "title": "ট্র্যাকিং বনাম ফ্ল্যাশওভার (Tracking vs. Flashover)",
        "content": "দুটি ভিন্ন ধরনের ইনসুলেটর ফেলিওর। 'ফ্ল্যাশওভার' হলো একটি আকস্মিক ঘটনা যেখানে বিদ্যুৎ ইনসুলেটরের পৃষ্ঠের ওপর দিয়ে বাতাসে লাফিয়ে যায় (যেমন বজ্রপাতের সময়)। 'ট্র্যাকিং' হলো একটি ধীর প্রক্রিয়া, যেখানে দূষণ এবং আর্দ্রতার কারণে ইনসুলেটরের পৃষ্ঠে ধীরে ধীরে একটি পরিবাহী কার্বন পথ তৈরি হয় এবং অবশেষে সেটি শর্ট সার্কিট ঘটায়।"
      },
      {
        "title": "অ্যানিলিং অফ কন্ডাক্টর (Annealing of Conductors)",
        "content": "যখন একটি লুজ কানেকশন বা শর্ট সার্কিটের কারণে কন্ডাক্টরটি দীর্ঘ সময় ধরে অতিরিক্ত গরম হয়, তখন অ্যালুমিনিয়াম তার 'অ্যানিলিং' প্রক্রিয়ায় তার স্বাভাবিক যান্ত্রিক শক্তি হারিয়ে ফেলে এবং নরম ও ভঙ্গুর হয়ে যায়। এই কারণেই একটি হটস্পট মেরামত করার সময়, শুধু কানেক্টর নয়, তারের ক্ষতিগ্রস্ত অংশটিও কেটে বাদ দেওয়া উচিত।"
      }
    ]
  }
}
