{
  "level_id": "3.3",
  "badge_name": "লাইন চেনার জাদুকর",
  "level_title": "ক্রস-আর্ম ও ক্ল্যাম্প: লাইনের কঙ্কাল",
  "mission_briefing": "যদি কন্ডাক্টর বিদ্যুতের হাইওয়ে এবং ইনসুলেটর তার প্রহরী হয়, তবে ক্রস-আর্ম হলো সেই মজবুত কাঁধ যার ওপর পুরো সিস্টেমটি দাঁড়িয়ে থাকে। এটি শুধু ইনসুলেটর এবং তারকে ধরেই রাখে না, বরং বিভিন্ন ফেজের মধ্যে নিরাপদ দূরত্বও বজায় রাখে। এই কাঁধকে পোলের সাথে জুড়ে রাখে বিভিন্ন ধরনের ক্ল্যাম্প এবং হার্ডওয়্যার। এই লেভেলের মিশন হলো, লাইনের এই কঙ্কালতন্ত্রকে বোঝা, তাদের বিভিন্ন রূপ চেনা এবং তাদের স্বাস্থ্য পরীক্ষা করতে শেখা।",
  "sections": [
    {
      "title": "কাঠামোর শক্তি এবং স্থিতি",
      "points": [
        {
          "item_name": "১. ক্রস-আর্ম (Cross-arm): লাইনের হাত",
          "specifications": "• উপাদান: এটি সাধারণত গ্যালভানাইজড মাইল্ড স্টিলের (Galvanized Mild Steel) তৈরি অ্যাঙ্গেল (Angle) বা চ্যানেল (Channel) সেকশন হয়। গ্যালভানাইজিং এটিকে মরিচা থেকে রক্ষা করে।\n• প্রকারভেদ: এলটি (LT) লাইনের জন্য ভার্টিকাল ফর্মেশনে 'V' ক্রস-আর্ম এবং হরাইজন্টাল ফর্মেশনে 'I' ক্রস-আর্ম ব্যবহৃত হয়। এইচটি (HT) লাইনের জন্য বিভিন্ন সাইজের চ্যানেল ক্রস-আর্ম (যেমন 100x50 মিমি) ব্যবহৃত হয়।\n• কাজ: এর প্রধান কাজ হলো ইনসুলেটরকে সাপোর্ট দেওয়া এবং ফেজ-টু-ফেজ ও ফেজ-টু-পোল ক্লিয়ারেন্স বা নিরাপদ দূরত্ব বজায় রাখা।",
          "importance": "একটি সঠিক আকারের এবং সঠিকভাবে ইনস্টল করা ক্রস-আর্ম লাইনের স্থিতিশীলতা নিশ্চিত করে। এটি বাতাসের চাপ এবং তারের ওজন সহ্য করার জন্য ডিজাইন করা হয়।",
          "daily_check": "পোলে ওঠার আগে নিচ থেকে দেখুন ক্রস-আর্মটি বেঁকে, মুচড়ে বা হেলে গেছে কিনা। মরিচার পরিমাণ পরীক্ষা করুন।"
        },
        {
          "item_name": "২. ক্ল্যাম্প এবং হার্ডওয়্যার: অদৃশ্য কিন্তু অপরিহার্য",
          "specifications": "• ক্ল্যাম্প (Clamp): ক্রস-আর্মকে পোলের সাথে জুড়ে রাখার জন্য ক্ল্যাম্প ব্যবহার করা হয়। PCC পোলের জন্য র‍্যাপ-অ্যারাউন্ড (Wrap-around) ক্ল্যাম্প এবং রেল বা এইচ-বিম পোলের জন্য নাট-বল্টুযুক্ত ক্ল্যাম্প ব্যবহৃত হয়।\n• ব্রেস (Brace): ক্রস-আর্মকে অতিরিক্ত সাপোর্ট দেওয়ার জন্য এর নিচে কৌণিকভাবে সাপোর্টিং অ্যাঙ্গেল বা 'ব্রেস' লাগানো হয়।\n• নাট-বল্টু (Nuts & Bolts): সমস্ত অংশকে একসাথে জুড়ে রাখার জন্য নির্দিষ্ট সাইজের গ্যালভানাইজড নাট-বল্টু ব্যবহার করা হয়।",
          "importance": "এই হার্ডওয়্যারগুলোই পুরো স্ট্রাকচারের শক্তি নির্ধারণ করে। একটি ঢিলা বা মরিচা ধরা নাট-বল্টু পুরো সিস্টেমকে দুর্বল করে দিতে পারে এবং কম্পনের ফলে ধীরে ধীরে আলগা হয়ে যেতে পারে।",
          "safety_tip": "পোলের ওপর কাজ করার সময়, কোনো হার্ডওয়্যার খোলার আগে নিশ্চিত করুন যে আপনি এবং আপনার সরঞ্জামগুলো সুরক্ষিত আছে।"
        },
        {
          "item_name": "৩. টেনশন এবং সাসপেনশন হার্ডওয়্যার: বিশেষ কাজের বিশেষজ্ঞ",
          "specifications": "এই হার্ডওয়্যারগুলো ডিস্ক ইনসুলেটরের সাথে ব্যবহৃত হয়:\n• টেনশন হার্ডওয়্যার (Tension Hardware): যেখানে লাইন শেষ হচ্ছে (Dead end) বা বড় কোণে বেঁকে যাচ্ছে, সেখানে তারের টানকে সরাসরি সহ্য করার জন্য টেনশন ক্ল্যাম্প ব্যবহার করা হয়।\n• সাসপেনশন হার্ডওয়্যার (Suspension Hardware): যেখানে লাইন সোজা ঝুলন্ত অবস্থায় যায়, সেখানে কন্ডাক্টরকে ঝুলিয়ে রাখার জন্য সাসপেনশন ক্ল্যাম্প ব্যবহার করা হয়। এটি কন্ডাক্টরকে সামান্য দোলার সুযোগ দেয়।",
          "importance": "ভুল জায়গায় ভুল হার্ডওয়্যার ব্যবহার করা একটি মারাত্মক ডিজাইনগত ত্রুটি। সাসপেনশন ক্ল্যাম্প কখনো টেনশন সহ্য করার জন্য ডিজাইন করা হয় না।",
          "daily_check": "এই হার্ডওয়্যারগুলোর পিন, স্প্লিট-পিন এবং নাট-বল্টু পরীক্ষা করে দেখুন அவை সুরক্ষিতভাবে লাগানো আছে কিনা।"
        },
        {
          "item_name": "৪. সাধারণ সমস্যা এবং তাদের লক্ষণ",
          "specifications": "• মরিচা (Corrosion): গ্যালভানাইজিং স্তর নষ্ট হয়ে গেলে স্টিলের হার্ডওয়্যারে মরিচা ধরে, যা তাদের শক্তি কমিয়ে দেয়।\n• বেঁকে যাওয়া (Bending): অতিরিক্ত লোড বা দুর্ঘটনার কারণে ক্রস-আর্ম বেঁকে যেতে পারে, যা ফেজ ক্লিয়ারেন্স কমিয়ে দেয়।\n• ঢিলা নাট-বল্টু (Loose Hardware): ক্রমাগত কম্পনের ফলে নাট-বল্টু আলগা হয়ে যেতে পারে।\n• ক্ল্যাম্প পিছলে যাওয়া (Clamp Slippage): ভুল ইনস্টলেশন বা অতিরিক্ত লোডের কারণে ক্ল্যাম্প পোল বরাবর নিচে নেমে আসতে পারে।",
          "importance": "এই সমস্যাগুলো প্রাথমিক অবস্থায় সনাক্ত করতে পারলে বড় ধরনের দুর্ঘটনা বা লাইন বিকল হওয়া থেকে বাঁচানো যায়।",
          "safety_tip": "একটি মরিচা ধরা ক্রস-আর্মের ওপর দাঁড়ানো বা সেটিকে অ্যাঙ্কর পয়েন্ট হিসেবে ব্যবহার করা উচিত নয়।"
        }
      ]
    }
  ],
  "image_suggestion": "একটি ডিপি (Double Pole) স্ট্রাকচারের পরিষ্কার ছবি, যেখানে বিভিন্ন অংশ লেবেল করা থাকবে: 'V' ক্রস-আর্ম (HT), 'I' ক্রস-আর্ম (LT), ক্ল্যাম্প, ব্রেস, টেনশন হার্ডওয়্যার এবং সাসপেনশন হার্ডওয়্যার।",
  "pro_tip": {
    "title": "বিশেষ প্রো টিপস (Pro Tips)",
    "content": [
      "১. শব্দ শুনুন: অনেক সময় প্রবল বাতাসে ঢিলা হার্ডওয়্যার থেকে খটখট শব্দ আসে। এই শব্দ বিপদের আগাম সংকেত হতে পারে।",
      "২. சரியான টাইট দিন: নাট-বল্টু টাইট দেওয়ার সময় সঠিক টর্ক প্রয়োগ করা উচিত। অতিরিক্ত টাইট দিলে বল্টু ছিঁড়ে যেতে পারে (Shear off), আর কম টাইট দিলে আলগা থেকে যাবে।",
      "৩. অ্যান্টি-থেল্ফট নাট: অনেক জায়গায় সরঞ্জাম চুরি আটকাতে অ্যান্টি-থেল্ফট নাট (Anti-theft nut) ব্যবহার করা হয়, যা একবার টাইট দিলে আর সহজে খোলা যায় না। এগুলোকে চিনে রাখুন।",
      "৪. স্প্রিং ওয়াশার: কম্পনের প্রভাব কমাতে এবং নাটকে আলগা হওয়া থেকে আটকাতে প্রায়ই নাট-বল্টুর সাথে স্প্রিং ওয়াশার ব্যবহার করা হয়।"
    ]
  },
  "myth_buster": {
    "title": "মিথ বাস্টার (Myth Buster)",
    "myths": [
      {
        "myth": "ক্রস-আর্মে হালকা মরিচা ধরলে কিছু হয় না, ওটা তো শুধু বাইরের স্তরে।",
        "reality": "ভুল। মরিচা ক্যান্সারের মতো, যা বাইরে থেকে শুরু হয়ে ধীরে ধীরে পুরো মেটালের শক্তিকে ভেতর থেকে শেষ করে দেয়। হালকা মরিচাও অবহেলা করা উচিত নয়।"
      },
      {
        "myth": "যেকোনো ক্ল্যাম্প যেকোনো পোলে লাগানো যায়।",
        "reality": "একেবারেই নয়। গোলাকার PCC পোলের জন্য র‍্যাপ-অ্যারাউন্ড ক্ল্যাম্প এবং I-সেকশনের রেল পোলের জন্য আলাদা ডিজাইনের ক্ল্যাম্প লাগে। ভুল ক্ল্যাম্প ঠিকমতো গ্রিপ দেবে না এবং পিছলে যাবে।"
      }
    ]
  },
  "advanced_section": {
    "title": "এর পেছনের ইঞ্জিনিয়ারিং ফ্যাক্টস",
    "facts": [
      {
        "title": "গ্যালভানাইজিং (Galvanizing)",
        "content": "এটি হলো স্টিলের ওপর জিঙ্কের (Zinc) একটি পাতলা প্রতিরক্ষামূলক স্তর লাগানোর প্রক্রিয়া। জিঙ্ক স্টিলের চেয়ে বেশি সক্রিয় ধাতু, তাই পরিবেশে ऑक्सीजन বা জলের সংস্পর্শে এলে জিঙ্ক আগে ক্ষয় হয় (Sacrificial Protection) এবং ভেতরের স্টিলকে সুরক্ষিত রাখে। এই কারণেই হার্ডওয়্যারগুলো চকচকে রুপোলি দেখায়।"
      },
      {
        "title": "মোমেন্ট অফ ইনার্শিয়া (Moment of Inertia)",
        "content": "ক্রস-আর্মের জন্য 'I' বা 'Channel' সেকশন ব্যবহার করা হয় কারণ এই আকারগুলো কম মেটেরিয়াল ব্যবহার করেও বাঁকানোর বিরুদ্ধে (Bending) প্রচণ্ড প্রতিরোধ ক্ষমতা দেয়। এর কারণ হলো এদের 'মোমেন্ট অফ ইনার্শিয়া' অনেক বেশি। এটি স্ট্রাকচারাল ইঞ্জিনিয়ারিং-এর একটি মূল নীতি।"
      }
    ]
  }
}

