{
"level_id": "9.8",
"badge_name": "যন্ত্রের স্বাস্থ্য পরীক্ষা (Testing Manual)",
"level_title": "ব্যাটারি এবং চার্জার টেস্টিং: জরুরি শক্তির উৎস",
"mission_briefing": "সাবস্টেশনে যদি এসি (AC) সাপ্লাই ফেল করে, তখন পুরো সিস্টেমকে বাঁচিয়ে রাখে কে? উত্তর হলো ডিসি (DC) ব্যাটারি ব্যাংক। সার্কিট ব্রেকার ট্রিপ করানো থেকে শুরু করে রিলের কাজ—সবকিছুই এই ব্যাটারির ওপর নির্ভরশীল। একে বলা যায় সাবস্টেশনের 'লাইফ সাপোর্ট সিস্টেম'। ব্যাটারি ফেইল করা মানে বিপদের সময় ব্রেকার কাজ করবে না। আজকের মিশনে আমরা এই সাইলেন্ট হিরোর স্বাস্থ্য পরীক্ষা করব।",
"sections": [
{
"title": "ব্যাটারি ও চার্জার রক্ষণাবেক্ষণের ধাপ",
"image_name": "quiz_images/battery_bank_room.jpg",
"points": [
{
"item_name": "১. সেল ভোল্টেজ মেজারমেন্ট",
"image_name": "quiz_images/battery_voltage_check.png",
"specifications": "মাল্টিমিটার ডিসি ভোল্টে সেট করে প্রতিটি সেলের ভোল্টেজ আলাদাভাবে মাপতে হয়।",
"importance": "একটি ২ ভোল্টের সেলের ভোল্টেজ যদি ১.৮ বা তার নিচে নেমে যায়, তবে সেটি পুরো ব্যাটারি ব্যাংকের পারফরম্যান্স কমিয়ে দেবে। চার্জার 'ফ্লোট' (Float) মোডে থাকলে ভোল্টেজ কত এবং 'বুস্ট' (Boost) মোডে থাকলে কত, তা চার্টের সাথে মিলিয়ে দেখা জরুরি।",
"daily_check": "কোনো সেল অন্যগুলোর তুলনায় বেশি গরম হচ্ছে কিনা হাত দিয়ে (গ্লাভস পরে) দেখুন।"
},
{
"item_name": "২. স্পেসিফিক গ্র্যাভিটি (Specific Gravity) টেস্ট",
"image_name": "quiz_images/hydrometer_test.webp",
"specifications": "হাইড্রোমিটার (Hydrometer) দিয়ে লিড-এসিড ব্যাটারির ইলেকট্রোলাইট বা এসিডের ঘনত্ব মাপা হয়।",
"importance": "এটি ব্যাটারির চার্জ অবস্থার সবচেয়ে নিখুঁত প্রমাণ। ফুল চার্জ অবস্থায় গ্র্যাভিটি ১.২০০ থেকে ১.২২০ এর মধ্যে থাকা উচিত। যদি কোনো সেলের গ্র্যাভিটি ১.১৫০ এর নিচে নামে, তবে বুঝতে হবে সেলটি দুর্বল বা ডেড হয়ে যাচ্ছে।",
"daily_check": "ইলেক্ট্রোলাইটের লেভেল কমে গেলে শুধুমাত্র ডিস্টিলড ওয়াটার (DM Water) যোগ করুন, এসিড নয়।"
},
{
"item_name": "৩. লোড ডিসচার্জ টেস্ট",
"image_name": "quiz_images/battery_load_tester.jpg",
"specifications": "ব্যাটারি চার্জার বন্ধ করে একটি ডামি লোড (হিটার ব্যাংক) লাগিয়ে ব্যাটারিকে ডিসচার্জ করা হয়।",
"importance": "ভোল্টেজ ঠিক দেখালেই ব্যাটারি ভালো—এটা ভুল। লোড পড়লে ব্যাটারি কতক্ষণ ব্যাকআপ দিতে পারে, সেটা দেখাই আসল পরীক্ষা। একে ক্যাপাসিটি টেস্টও বলে।",
"daily_check": "এই টেস্ট করার সময় অবশ্যই ব্যাকআপ বা বিকল্প সোর্স রেডি রাখতে হবে।"
},
{
"item_name": "৪. ভিজ্যুয়াল চেক এবং টার্মিনাল টাইটনেস",
"image_name": "quiz_images/sulfated_terminal.png",
"specifications": "টার্মিনালে সাদা পাউডার (Sulfation) জমেছে কিনা এবং ব্যাটারির বডি ফুলে গেছে কিনা দেখা।",
"importance": "লুজ কানেকশন বা জং ধরা টার্মিনাল হাই রেজিস্ট্যান্স তৈরি করে, যা ইমার্জেন্সির সময় কারেন্ট প্রবাহে বাধা দেয়। সাদা জং বা 'সালফেশন' ব্যাটারির ক্যানসার।",
"daily_check": "পেট্রোলিয়াম জেলি (Petroleum Jelly) লাগিয়ে টার্মিনাল সুরক্ষিত রাখুন। গ্রিজ ব্যবহার করবেন না।"
}
]
}
],
"pro_tip": {
"title": "ওস্তাদের পরামর্শ (Pro Tips)",
"content": [
"১. আগুনের খেলা নয়: ব্যাটারি রুমে চার্জিংয়ের সময় হাইড্রোজেন গ্যাস তৈরি হয় যা অত্যন্ত দাহ্য। সেখানে ধূমপান বা কোনো স্পার্ক তৈরি করা মানে বোমা ফাটানো। এক্সহস্ট ফ্যান সবসময় অন রাখুন।",
"২. জলের গুণমান: ব্যাটারিতে কলের জল বা মিনারেল ওয়াটার দেবেন না। এতে থাকা লোহা ও খনিজ ব্যাটারির প্লেট নষ্ট করে দেয়। সবসময় ল্যাবরেটরি গ্রেড ডিস্টিলড ওয়াটার ব্যবহার করুন।",
"৩. পাইলট সেল (Pilot Cell): সব সেলের গ্র্যাভিটি রোজ মাপা সম্ভব নয়। তাই একটি বা দুটি 'পাইলট সেল' বেছে নিন এবং রোজ তাদের রিডিং নোট করুন। এতে পুরো ব্যাংকের অবস্থা বোঝা যায়।",
"৪. চার্জারের রিপল (Ripple): চার্জার থেকে আসা ডিসি কারেন্টে যেন এসি রিপল না থাকে। এসি ব্যাটারির প্লেটকে গরম করে আয়ু কমিয়ে দেয়।"
]
},
"myth_buster": {
"title": "মিথ বাস্টার (Myth Buster)",
"myths": [
{
"myth": "মেইনটেন্যান্স ফ্রি (Maintenance Free) ব্যাটারি মানে কোনো চেকআপই লাগবে না।",
"reality": "সবচেয়ে বড় মিথ্যা! মেইনটেন্যান্স ফ্রি মানে শুধু জল দিতে হবে না, কিন্তু টার্মিনাল টাইটনেস, ভোল্টেজ চেক এবং লোড টেস্ট অবশ্যই করতে হবে। এগুলোও খারাপ হয় এবং হঠাৎ করেই বসে যায়।",
"verdict": "ফ্রি মানেই চিন্তামুক্ত নয়।"
},
{
"myth": "ব্যাটারি ফ্লোরে রাখলে চার্জ ডিসচার্জ হয়ে যায়।",
"reality": "এটি পুরনো দিনের রাবার কেস ব্যাটারির সমস্যা ছিল। আধুনিক প্লাস্টিক কেস ব্যাটারিতে এই সমস্যা নেই। তবে কাঠের র‍্যাক বা ইনসুলেটর ম্যাটের ওপর রাখা সেফটির জন্য ভালো।"
}
]
},
"advanced_section": {
"title": "ইঞ্জিনিয়ারিং ইনসাইট (Engineering Insights)",
"facts": [
{
"title": "সালফেশন (Sulfation)",
"content": "ব্যাটারি যদি দীর্ঘ দিন চার্জ ছাড়া বা কম চার্জে (Undercharged) থাকে, তবে প্লেটের ওপর লেড সালফেটের শক্ত ক্রিস্টাল জমে যায়। একে সালফেশন বলে। এটি ব্যাটারির ক্ষমতা পাকাপাকিভাবে নষ্ট করে দেয়। নিয়মিত 'ইকুয়ালাইজিং চার্জ' (Equalizing Charge) দিলে এটি রোধ করা যায়।"
},
{
"title": "C10 রেটিং",
"content": "ব্যাটারির গায়ে লেখা থাকে C10 বা C20। C10 মানে হলো ব্যাটারিটি তার পূর্ণ ক্ষমতা ১০ ঘণ্টায় ডিসচার্জ করতে পারবে। যদি দ্রুত ১ ঘণ্টায় ডিসচার্জ করেন, তবে তার ক্ষমতা অনেক কমে যাবে। সাবস্টেশনের ব্যাটারি সাধারণত C10 রেটিংয়ের হয়।"
}
]
}
}
