{
"level_id": "9.1",
"badge_name": "যন্ত্রের স্বাস্থ্য পরীক্ষা (Testing Manual)",
"level_title": "ট্রান্সফরমার টেস্টিং (পার্ট ১): মৌলিক পরীক্ষা",
"mission_briefing": "সাবস্টেশনের 'অপারেশন থিয়েটারে' স্বাগতম! আজকের রোগী হলো আমাদের পাওয়ার গ্রিডের হৃদপিণ্ড—'ট্রান্সফরমার'। বাইরে থেকে দেখে একে শক্তপোক্ত মনে হলেও, এর ভেতরে হাজারও সেনসিটিভ অংশ আছে। লাইন চার্জ করার আগে আমাদের নিশ্চিত হতে হবে যে এর ভেতরের ইনসুলেশন এবং ওয়াইন্ডিং সুস্থ আছে। একজন ডাক্তার যেমন স্টেথিসকোপ দিয়ে বুক পরীক্ষা করেন, আজ আমরা 'মেগার' (Megger) এবং 'ওহম মিটার' দিয়ে ট্রান্সফরমারের চেক-আপ করব। প্রস্তুত? চলুন শুরু করি।",
"sections": [
{
"title": "মৌলিক পরীক্ষার সরঞ্জাম ও পদ্ধতি",
"image_name": "quiz_images/transformer_testing_setup.jpg",
"points": [
{
"item_name": "১. ইনসুলেশন রেজিস্ট্যান্স (IR) টেস্ট বা 'মেগার' টেস্ট",
"image_name": "quiz_images/megger_test.png",
"specifications": "সাধারণত ৫০০০ ভোল্ট (5kV) বা ২৫০০ ভোল্ট (2.5kV) এর মোটোরাইজড বা হ্যান্ড-ড্রিভেন মেগার ব্যবহার করা হয়। টেস্টের সময় ট্রান্সফরমারের বডি ভালো করে আর্থ করা থাকতে হবে।",
"importance": "এটি ট্রান্সফরমারের 'ইমিউনিটি টেস্ট'। কারেন্ট কি সঠিক পথে যাচ্ছে, নাকি ইনসুলেশন ভেদ করে বডিতে লিক করছে? এই টেস্ট আমাদের সেটা জানায়। রিডিং যত বেশি (Mega Ohm বা Giga Ohm), ট্রান্সফরমার তত সুস্থ।",
"daily_check": "টেস্টের আগে বুশিংগুলো (Bushings) পরিষ্কার শুকনো কাপড় দিয়ে মুছে নিন। ধুলোবালি থাকলে রিডিং ভুল আসতে পারে।"
},
{
"item_name": "২. মেগার সংযোগের নিয়ম (Connection Logic)",
"image_name": "quiz_images/ir_connection.webp",
"specifications": "তিনটি ধাপে এই টেস্ট হয়:\nক) HV (High Voltage) সাইড বনাম আর্থ (Earth)\nখ) LV (Low Voltage) সাইড বনাম আর্থ (Earth)\nগ) HV সাইড বনাম LV সাইড",
"importance": "এই তিনটি ধাপ নিশ্চিত করে যে, হাই ভোল্টেজ কয়েল, লো ভোল্টেজ কয়েল এবং ট্রান্সফরমারের বডি—এরা একে অপরের সাথে শর্ট হয়ে নেই।",
"daily_check": "কানেকশন টাইট আছে কিনা দেখুন। যখন HV টেস্ট করবেন, LV সাইডকে শর্ট করে আর্থ করে রাখা ভালো (Guard Terminal ব্যবহার করলে আরও ভালো)।"
},
{
"item_name": "৩. ওয়াইন্ডিং রেজিস্ট্যান্স টেস্ট (Winding Resistance)",
"image_name": "quiz_images/winding_resistance.jpg",
"specifications": "মাইক্রো-ওহম মিটার বা কেলভিন ব্রিজ ব্যবহার করে মাপা হয়। সাধারণ মাল্টিমিটার দিয়ে এই সূক্ষ্ম রেজিস্ট্যান্স মাপা সম্ভব নয়। ডিসি (DC) কারেন্ট ইনজেক্ট করে ভোল্টেজ ড্রপ মাপা হয়।",
"importance": "এটি ট্রান্সফরমারের ভেতরের তারের কন্টিনিউটি চেক করে। যদি কোথাও তার ছিঁড়ে যায় বা লুজ কানেকশন থাকে, তবে রেজিস্ট্যান্স অনেক বেশি দেখাবে। তিন ফেজের (R, Y, B) রিডিং প্রায় সমান হওয়া উচিত।",
"daily_check": "টেস্টের আগে ট্যাপ চেঞ্জার (Tap Changer) ফিক্সড পজিশনে আছে কিনা দেখে নিন। প্রতিটি ট্যাপ পজিশনে এই টেস্ট করা জরুরি।"
},
{
"item_name": "৪. ম্যাগনেটিক ব্যালেন্স টেস্ট (প্রাথমিক ধারণা)",
"image_name": "quiz_images/magnetic_balance.png",
"specifications": "লো ভোল্টেজ (২৩০ ভোল্ট) এসসি সাপ্লাই দিয়ে এটি চেক করা হয়। এক ফেজে ভোল্টেজ দিলে বাকি দুই ফেজে কত ভোল্টেজ পাওয়া যাচ্ছে তা দেখা হয়।",
"importance": "এটি ট্রান্সফরমারের কোরের (Core) স্বাস্থ্য এবং ফ্লাক্স পাথ ঠিক আছে কিনা তা দ্রুত বুঝতে সাহায্য করে।",
"daily_check": "নিউট্রাল পয়েন্ট যেন আর্থ করা না থাকে, তা নিশ্চিত করুন।"
}
]
}
],
"pro_tip": {
"title": "ওস্তাদের পরামর্শ (Pro Tips)",
"content": [
"১. ডিসচার্জ রড ব্যবহার বাধ্যতামূলক: মেগার টেস্টের পর ট্রান্সফরমার চার্জ ধরে রাখে (Capacitor এর মতো)। হাত দেওয়ার আগে অবশ্যই ডিসচার্জ রড দিয়ে ওয়াইন্ডিং আর্থ করে ডিসচার্জ করুন। এটা না করলে জান যাওয়ার ঝুঁকি থাকে!",
"২. তাপমাত্রা ফ্যাক্টর: ইনসুলেশন রেজিস্ট্যান্স তাপমাত্রার সাথে বদলায়। রিডিং নেওয়ার সময় তেলের তাপমাত্রা (OTI) নোট করে রাখুন।",
"৩. ৬০ সেকেন্ডের নিয়ম: মেগার অন করার সাথে সাথে রিডিং নেবেন না। অন্তত ১ মিনিট অপেক্ষা করুন, যাতে রিডিং স্থির (Stable) হয়।",
"৪. লুজ কানেকশন শত্রু: ওয়াইন্ডিং রেজিস্ট্যান্স মাপার সময় ক্ল্যাম্পগুলো খুব শক্ত করে লাগান, নাহলে ভুল রিপোর্ট আসবে।"
]
},
"myth_buster": {
"title": "মিথ বাস্টার (Myth Buster)",
"myths": [
{
"myth": "মেগার টেস্টে '0' (শূন্য) রিডিং মানে কন্টিনিউটি খুব ভালো।",
"reality": "ভয়ঙ্কর ভুল! মেগার টেস্টে '0' মানে হলো ইনসুলেশন ফেল করেছে বা 'ডেড শর্ট সার্কিট' হয়ে গেছে। মেগারের রিডিং সবসময় 'ইনফিনিটি' বা অনেক উচ্চ মানের (High Value) হওয়া উচিত।",
"verdict": "শূন্য মানেই বিপদ!"
},
{
"myth": "পুরানো ট্রান্সফরমারের রেজিস্ট্যান্স নতুন ট্রান্সফরমারের মতোই হবে।",
"reality": "না। সময়ের সাথে সাথে কানেকশন এবং কপার বা অ্যালুমিনিয়ামের গুনাগুন কিছুটা বদলায়। তবে তিন ফেজের মধ্যে ভারসাম্য (Balance) থাকাটা জরুরি।"
}
]
},
"advanced_section": {
"title": "ইঞ্জিনিয়ারিং ইনসাইট (Engineering Insights)",
"facts": [
{
"title": "PI ভ্যালু (Polarization Index)",
"content": "শুধু ১ মিনিটের মেগার ভ্যালু যথেষ্ট নয়। আমরা ১০ মিনিটের ভ্যালুকে ১ মিনিটের ভ্যালু দিয়ে ভাগ করে PI বের করি। যদি PI ভ্যালু ১.৫ বা ২-এর বেশি হয়, তবে বুঝবেন ইনসুলেশন খুব ভালো অবস্থায় আছে। ১-এর কম মানে ইনসুলেশন আর্দ্রতা বা ময়লায় আক্রান্ত।"
},
{
"title": "কেন ডিসি (DC) কারেন্ট?",
"content": "ওয়াইন্ডিং রেজিস্ট্যান্স মাপার সময় আমরা ডিসি কারেন্ট ব্যবহার করি কারণ এসি (AC) দিলে ইনডাক্টেন্সের (Inductance) কারণে সঠিক রেজিস্ট্যান্স মাপা যাবে না। ডিসি কারেন্ট ইনডাক্টেন্সের প্রভাব দূর করে শুধু পিওর রেজিস্ট্যান্স দেখায়।"
}
]
}
}
