
{
  "level_id": "7.1",
  "badge_name": "আইন কি বলে?",
  "level_title": "ইন্ডিয়ান ইলেকট্রিসিটি অ্যাক্ট ও রুলস: আপনার বাইবেল",
  "mission_briefing": "প্রত্যেক খেলার যেমন নিয়ম থাকে, বিদ্যুৎ ব্যবস্থারও তেমন একটি নিয়ম-কানুন বা 'রুলবুক' আছে। ভারতে এই রুলবুকের প্রধান দুটি অংশ হলো 'ইলেকট্রিসিটি অ্যাক্ট, ২০০৩' এবং সেন্ট্রাল ইলেকট্রিসিটি অথরিটি বা CEA-র তৈরি করা সুরক্ষা নিয়মাবলী। এগুলো শুধু ইঞ্জিনিয়ার বা ম্যানেজারদের জন্য নয়, এগুলো আপনার মতো ফিল্ড কর্মীদের সুরক্ষার জন্যই তৈরি। এই লেভেলের মিশন হলো, এই আইনি বাইবেলের সাথে পরিচিত হওয়া এবং এর সবচেয়ে গুরুত্বপূর্ণ অধ্যায়গুলো সম্পর্কে জানা।",
  "sections": [
    {
      "title": "আইনের চোখে আপনার কাজ",
      "points": [
        {
          "item_name": "১. ইলেকট্রিসিটি অ্যাক্ট, ২০০৩: বড় ছবিটা কী?",
          "specifications": "এটি হলো ভারতের বিদ্যুৎ সংক্রান্ত মূল আইন। এটি বিদ্যুৎ উৎপাদন, পরিবহন, বিতরণ এবং ব্যবহারের সমস্ত দিক নিয়ন্ত্রণ করে। একজন লাইনম্যান হিসেবে, এই আইনের যে অংশগুলো আপনার জন্য গুরুত্বপূর্ণ তা হলো বিদ্যুৎ চুরি সংক্রান্ত ধারা, সুরক্ষার নিয়মাবলী এবং গ্রাহক অধিকার।",
          "importance": "এই আইনটিই বিদ্যুৎ কোম্পানিগুলোকে লাইসেন্স দেয় এবং তাদের কাজের মান নির্ধারণ করে। আপনার কোম্পানি এই আইনের অধীনেই পরিচালিত হয়।"
        },
        {
          "item_name": "২. সেন্ট্রাল ইলেকট্রিসিটি অথরিটি (CEA): সুরক্ষার প্রধান প্রহরী",
          "specifications": "CEA হলো ভারত সরকারের একটি বিশেষজ্ঞ সংস্থা যা বিদ্যুৎ ব্যবস্থার প্রযুক্তিগত মান এবং সুরক্ষার নিয়মকানুন তৈরি করে। তাদের তৈরি করা 'CEA (Measures relating to Safety and Electric Supply) Regulations' হলো আপনার কাজের জন্য সবচেয়ে গুরুত্বপূর্ণ নথি।",
          "importance": "এই রেগুলেশনগুলোই বলে দেয়:\n• লাইন থেকে বাড়ির ন্যূনতম দূরত্ব (ক্লিয়ারেন্স) কত হবে।\n• আর্থিং কীভাবে করতে হবে এবং তার রেজিস্ট্যান্স কত থাকবে।\n• কোন কাজে কোন ধরনের PPE ব্যবহার করা বাধ্যতামূলক।\n• দুর্ঘটনা ঘটলে কী করতে হবে।\nএক কথায়, আপনার ট্রেনিং-এর বেশিরভাগ সুরক্ষার নিয়মই এই CEA রেগুলেশন থেকে নেওয়া।",
          "safety_tip": "আইন অনুযায়ী, প্রতিটি বিদ্যুৎ কর্মী এবং ঠিকাদার এই সুরক্ষা নিয়মগুলো মানতে বাধ্য।"
        },
        {
          "item_name": "৩. আপনার জন্য কয়েকটি গুরুত্বপূর্ণ CEA নিয়ম (উদাহরণ)",
          "specifications": "• রেগুলেশন ৩ (উপযুক্ত ব্যক্তি): আইন অনুযায়ী, শুধুমাত্র 'উপযুক্ত' বা প্রশিক্ষিত এবং অনুমোদিত ব্যক্তিই বিদ্যুৎ লাইনে কাজ করতে পারবেন।\n• রেগুলেশন ১৫ (বিপজ্জনক নোটিশ): প্রতিটি বিদ্যুৎ ইনস্টলেশনের (যেমন ট্রান্সফরমার, ফিডার পিলার) গায়ে একটি বিপদ চিহ্ন বা 'ডেঞ্জার প্লেট' লাগানো বাধ্যতামূলক।\n• রেগুলেশন ১৮ (আর্থিং): সমস্ত যন্ত্রপাতির ধাতব বডি এবং সিস্টেমের নিউট্রালকে সঠিকভাবে আর্থিং করা বাধ্যতামূলক।\n• রেগুলেশন ৩২ (ক্লিয়ারেন্স): বিভিন্ন ভোল্টেজের লাইনের জন্য মাটি, বাড়ি এবং অন্যান্য লাইনের থেকে ন্যূনতম ক্লিয়ারেন্সের একটি নির্দিষ্ট চার্ট দেওয়া আছে।",
          "importance": "এই নিয়মগুলো জানা আপনাকে শুধু সুরক্ষিতই রাখে না, বরং কোনো অনিরাপদ কাজের নির্দেশ দিলে আপনি আইনের ভিত্তিতে প্রশ্ন করার অধিকারও রাখেন।"
        }
      ]
    }
  ],
  "image_suggestion": "ইন্ডিয়ান ইলেকট্রিসিটি অ্যাক্ট এবং CEA রেগুলেশনের কভার পেজের একটি প্রতীকী ছবি। পাশে একটি ছবি থাকবে যেখানে একজন লাইনম্যান একটি ডেঞ্জার প্লেট পরীক্ষা করছেন বা একটি ট্রান্সফরমারের আর্থিং কানেকশন দেখছেন, যা আইনের বাস্তব প্রয়োগকে নির্দেশ করে।",
  "pro_tip": {
    "title": "বিশেষ প্রো টিপস (Pro Tips)",
    "content": [
      "১. আইন আপনার পক্ষে: মনে রাখবেন, এই সুরক্ষা আইনগুলো আপনার ওপর বোঝা চাপানোর জন্য নয়, বরং আপনাকে এবং সাধারণ মানুষকে বিপজ্জনক পরিস্থিতি থেকে বাঁচানোর জন্য তৈরি করা হয়েছে।",
      "২. নিজের অধিকার জানুন: আইন অনুযায়ী, আপনার কোম্পানি আপনাকে সঠিক টুলস, PPE এবং নিরাপদ কাজের পরিবেশ দিতে বাধ্য।",
      "৩. অজ্ঞতা কোনো অজুহাত নয়: 'আমি আইনটি জানতাম না'—এটি কোনো দুর্ঘটনার পর অজুহাত হিসেবে গৃহীত হয় না। প্রাথমিক নিয়মগুলো জানা আপনার পেশাগত দায়িত্ব।",
      "৪. প্রশ্ন করতে শিখুন: যদি কোনো কাজকে আপনার কাছে CEA নিয়ম অনুযায়ী অসুরক্ষিত বলে মনে হয়, তবে আপনার সুপারভাইজারের সাথে কথা বলুন। আপনার প্রশ্ন করার অধিকার আছে।"
    ]
  },
  "myth_buster": {
    "title": "মিথ বাস্টার (Myth Buster)",
    "myths": [
      {
        "myth": "এসব আইনকানুন তো শুধু কাগজের জন্য, মাঠে কেউ মানে না।",
        "reality": "ভুল। যেকোনো বড় দুর্ঘটনার পর, তদন্তের সময় এই CEA নিয়মাবলীকেই স্ট্যান্ডার্ড হিসেবে ধরা হয়। নিয়ম লঙ্ঘন প্রমাণিত হলে জরিমানা থেকে শুরু করে জেল পর্যন্ত হতে পারে। আপনার সুরক্ষা এই নিয়মগুলো মানার ওপরই নির্ভর করে।"
      },
      {
        "myth": "আইন তো শুধু বড় বড় ইঞ্জিনিয়ারদের জন্য, আমাদের এসব জেনে কী হবে?",
        "reality": "একেবারেই নয়। যে ব্যক্তিটি সরাসরি বিপদের মুখে কাজ করছেন, তার জন্যই এই আইনগুলো সবচেয়ে বেশি প্রাসঙ্গিক। আইন জানা আপনাকে আত্মবিশ্বাসী এবং একজন সত্যিকারের পেশাদার করে তোলে।"
      }
    ]
  },
  "advanced_section": {
    "title": "এর পেছনের আইনি দিক",
    "facts": [
      {
        "title": "স্ট্যাটিউটরি বডি (Statutory Body)",
        "content": "সেন্ট্রাল ইলেকট্রিসিটি অথরিটি (CEA) হলো একটি 'স্ট্যাটিউটরি বডি', যার মানে হলো এটি সংসদের একটি আইন (ইলেকট্রিসিটি অ্যাক্ট, ২০০৩) দ্বারা তৈরি করা হয়েছে। তাই, এর তৈরি করা নিয়মকানুনগুলো আইনত বাধ্যতামূলক এবং দেশের সমস্ত বিদ্যুৎ কোম্পানিকে তা মানতে হয়।"
      },
      {
        "title": "রেগুলেশন বনাম অ্যাক্ট (Regulation vs. Act)",
        "content": "'অ্যাক্ট' হলো মূল আইন যা সংসদের দ্বারা পাশ করা হয় এবং এটি একটি বিস্তৃত কাঠামো তৈরি করে। 'রেগুলেশন' হলো সেই অ্যাক্টের অধীনে কোনো বিশেষজ্ঞ সংস্থা (যেমন CEA) দ্বারা তৈরি করা বিস্তারিত প্রযুক্তিগত এবং কার্যনির্বাহী নিয়মাবলী। রেগুলেশনগুলো অ্যাক্টেরই একটি অংশ হিসেবে গণ্য হয়।"
      }
    ]
  }
}
