{
  "level_id": "8.3",
  "badge_name": "জরুরী রেগুলেশন (WBERC ফোকাস)",
  "level_title": "স্ট্যান্ডার্ডস অফ পারফর্ম্যান্স (SoP): সময়ের মূল্য",
  "mission_briefing": "গ্রাহক যখন অন্ধকারে থাকে, তখন প্রতিটি মিনিট তার কাছে ঘন্টার মতো মনে হয়। WBERC তাই আমাদের জন্য একটি 'টাইম-টেবিল' বা রুটিন তৈরি করে দিয়েছে। ফিউজ সারাতে দেরি হলে বা মিটার পাল্টাতে গড়িমসি করলে কোম্পানিকে পকেট থেকে জরিমানা দিতে হয়। এই অধ্যায়ে আমরা জানব কোন কাজের জন্য আমাদের হাতে ঠিক কতটা সময় (Time Limit) আছে। মনে রাখবেন, এই ঘড়ি কিন্তু টিক-টিক করছে!",
  "sections": [
    {
      "title": "১. সাপ্লাই রিস্টোরেশন: অন্ধকারের বিরুদ্ধে যুদ্ধ",
      "image_name": "restoration_timeline_clock.jpg",
      "points": [
        {
          "item_name": "ফিউজ অফ (Fuse Off)",
          "specifications": "শহর (Urban): ৩ ঘন্টার মধ্যে।\nগ্রাম (Rural): ২৪ ঘন্টার মধ্যে।",
          "importance": "কল সেন্টারে কমপ্লেইন নথিভুক্ত হওয়ার পর থেকেই কাউন্টডাউন শুরু হয়।",
          "daily_check": "কাজ শেষ হওয়া মাত্রই 'ডকেট ক্লোজ' (Docket Close) করুন। আপনি কাজ করলেন কিন্তু সিস্টেমে ক্লোজ করলেন না—মানে কোম্পানির খাতায় আপনি এখনো কাজ করেননি এবং পেনাল্টি বাড়ছে।"
        },
        {
          "item_name": "ব্রেকডাউন (লাইন ছিঁড়ে যাওয়া/পোল ভাঙা)",
          "specifications": "শহর/গ্রাম নির্বিশেষে সাধারণত ১২ ঘন্টার মধ্যে।",
          "importance": "যদি বড় কোনো মেরামতির দরকার হয়, তবে সাময়িকভাবে অন্য সোর্স থেকে লাইন দিয়ে (Back feeding) সাপ্লাই চালু রাখার চেষ্টা করতে হবে।"
        }
      ]
    },
    {
      "title": "২. যন্ত্রপাতির পরিবর্তন: হার্ডওয়্যার ফিক্স",
      "image_name": "transformer_replacement.jpg",
      "points": [
        {
          "item_name": "ট্রান্সফরমার জ্বলে গেলে (DTR Failure)",
          "specifications": "শহর ও মফস্বল: ২৪ ঘন্টার মধ্যে।\nগ্রামাঞ্চল: ৪৮ ঘন্টার মধ্যে।",
          "importance": "এটি SoP-এর অন্যতম কঠিন চ্যালেঞ্জ। ট্রান্সফরমার নামানো, স্টোর থেকে নতুন আনা এবং ওঠানো—সব এই সময়ের মধ্যে করতে হবে।",
          "daily_check": "ট্রান্সফরমার জ্বলে গেলে দেরি না করে সাথে সাথে জুনিয়র ইঞ্জিনিয়ার বা স্টেশন ম্যানেজারকে জানান, যাতে লজিস্টিক রেডি করা যায়।"
        },
        {
          "item_name": "মিটার পুড়ে গেলে বা খারাপ হলে",
          "specifications": "WBERC-এর নিয়ম অনুযায়ী সাধারণত ৭ থেকে ১৫ দিনের মধ্যে।",
          "importance": "খারাপ মিটার মানেই বিলিং সমস্যা। দেরি হলে গ্রাহককে 'এভারেজ বিল' দিতে হয়, যা নিয়ে পরে বিবাদ বাড়ে।"
        }
      ]
    },
    {
      "title": "৩. শাটডাউন ও ভোল্টেজ: প্ল্যানিং-এর খেলা",
      "image_name": "maintenance_shutdown.jpg",
      "points": [
        {
          "item_name": "শিডিউলড শাটডাউন (Scheduled Outage)",
          "specifications": "মেইনটেন্যান্সের জন্য লাইন বন্ধ করতে হলে অন্তত ২৪ থেকে ৪৮ ঘন্টা আগে নোটিশ দিতে হবে।",
          "importance": "সন্ধ্যা ৫টা থেকে সকাল ৬টার মধ্যে সাধারণত মেইনটেন্যান্স শাটডাউন নেওয়া নিষেধ (জরুরী অবস্থা ছাড়া)।",
          "daily_check": "শাটডাউন নেওয়ার আগে নিশ্চিত হন যে এলাকায় মাইকিং হয়েছে বা গ্রাহকরা জানে।"
        },
        {
          "item_name": "ভোল্টেজ সমস্যা",
          "specifications": "৬% (HV) এবং ৬-৯% (LV) এর বেশি ভোল্টেজ ওঠানামা করলে তা ঠিক করতে হবে।",
          "importance": "লোকাল সমস্যা (লুজ কন্টাক্ট) হলে ২৪ ঘন্টা, কিন্তু সিস্টেমের সমস্যা (নতুন লাইন দরকার) হলে ৬ মাস পর্যন্ত সময় পাওয়া যায়।"
        }
      ]
    }
  ],
  "pro_tip": {
    "title": "ওস্তাদের মার (Pro Tips)",
    "content": [
      "১. প্রাকৃতিক দুর্যোগ (Force Majeure): ঝড়, বন্যা বা ভূমিকম্পের কারণে লাইন সারাতে দেরি হলে SoP-এর পেনাল্টি লাগে না। কিন্তু এর জন্য সঠিক ডকুমেন্টেশন এবং ছবি রাখা জরুরি।",
      "২. টেম্পোরারি ব্যবস্থা: ট্রান্সফরমার আসতে দেরি হলে, পাশের ট্রান্সফরমার থেকে 'এলটি জাম্পারিং' করে কিছু গ্রাহককে অন্তত আলো দেওয়ার চেষ্টা করুন। এতে পেনাল্টি থেকে বাঁচা যায়।",
      "৩. গ্রাহককে জানান: দেরি হবে বুঝলে গ্রাহককে এসএমএস বা মুখে জানিয়ে দিন। গ্রাহক যখন জানে যে 'কাজ চলছে', তখন তারা সাধারণত কেস করে না।"
    ]
  },
  "myth_buster": {
    "title": "মিথ বাস্টার (Myth Buster)",
    "myths": [
      {
        "myth": "SoP-এর জরিমানা কোম্পানি নিজের ইচ্ছামতো দেয়।",
        "reality": "ভুল। আধুনিক সিস্টেমে (যেমন WBSEDCL-এর পোর্টালে) অনেক সময় অটোমেটিক ক্যালকুলেশন হয়। আর গ্রাহক কমিশনে অভিযোগ করলে জরিমানা দিতে কোম্পানি বাধ্য।"
      },
      {
        "myth": "গ্রামে কারেন্ট না থাকলে কেউ দেখার নেই, ২৪ ঘন্টা কোনো ব্যাপার না।",
        "reality": "পুরনো দিন শেষ। এখন গ্রামের গ্রাহকরাও স্মার্টফোনে কমপ্লেইন লজ করে এবং WBERC গ্রামের পারফর্ম্যান্সও কড়া নজরে দেখে।"
      }
    ]
  },
  "advanced_section": {
    "title": "জরিমানার অঙ্ক (Compensation Calculation)",
    "facts": [
      {
        "title": "অটোমেটিক কম্পেনসেশন (Automatic Compensation)",
        "content": "কিছু রাজ্যে এবং কিছু নির্দিষ্ট ফল্টের জন্য (যেমন ফিউজ অফ), যদি নির্ধারিত সময়ে ঠিক না হয়, তবে গ্রাহকের পরবর্তী বিলে স্বয়ংক্রিয়ভাবে জরিমানার টাকা ক্রেডিট হয়ে যায়। পশ্চিমবঙ্গও এই পথে এগোচ্ছে।"
      },
      {
        "title": "টাকার পরিমাণ",
        "content": "উদাহরণস্বরূপ: ফিউজ সারাতে দেরি হলে প্রতি ঘন্টার জন্য ৫০ টাকা, ট্রান্সফরমার পাল্টাতে দেরি হলে দিনে ১০০ টাকা বা তার বেশি—এগুলো শুনতে কম লাগলেও হাজার হাজার গ্রাহকের ক্ষেত্রে এটি কোটি টাকার ধাক্কা হতে পারে।"
      }
    ]
  }
}
