{
  "level_id": "8.8",
  "badge_name": "জরুরী রেগুলেশন (WBERC ফোকাস)",
  "level_title": "নেট মিটারিং (Net Metering) রেগুলেশন: সৌরশক্তির নিয়ম",
  "mission_briefing": "দিন পাল্টাচ্ছে। এখন গ্রাহক শুধু বিদ্যুৎ কেনে না, বিক্রিও করে! বাড়ির ছাদে সোলার প্যানেল বসিয়ে অতিরিক্ত বিদ্যুৎ গ্রিডে ফেরত পাঠানো—একেই বলে 'নেট মিটারিং'। কিন্তু সাবধান! এখানে লাইনম্যানের জন্য লুকিয়ে আছে এক অদৃশ্য বিপদ। আপনি ভাবছেন লাইন বন্ধ, অথচ গ্রাহকের ছাদ থেকে সোলার প্যানেল ভোল্টেজ পাঠিয়ে লাইন সজীব করে রেখেছে। এই নতুন প্রযুক্তি এবং এর সুরক্ষার নিয়ম না জানলে বড় দুর্ঘটনা ঘটতে পারে।",
  "sections": [
    {
      "title": "১. নেট মিটারিং কী ও কীভাবে কাজ করে?",
      "image_name": "bi_directional_meter_diagram.jpg",
      "points": [
        {
          "item_name": "বাই-ডিরেকশনাল মিটার (Bi-directional Meter)",
          "specifications": "এটি দুই দিকেই মাপে: 'Import' (গ্রিড থেকে নেওয়া) এবং 'Export' (গ্রিডে দেওয়া)।",
          "importance": "সাধারণ মিটারে সোলার লাগালে, আপনি বিদ্যুৎ দিলেও সেটা খরচ হিসেবে দেখাবে এবং বিল বেড়ে যাবে! তাই বিশেষ নেট-মিটার লাগানো বাধ্যতামূলক।",
          "daily_check": "মিটারে দেখুন তীরের চিহ্ন (Arrow) কোন দিকে, বা ডিসপ্লেতে Import/Export আলাদা দেখাচ্ছে কি না।"
        },
        {
          "item_name": "প্রসিউমার (Prosumer)",
          "specifications": "Producer + Consumer = Prosumer।",
          "importance": "এরা সাধারণ গ্রাহক নয়, এরা ছোটখাটো পাওয়ার প্ল্যান্ট।"
        }
      ]
    },
    {
      "title": "২. অ্যান্টি-আইলন্ডিং (Anti-islanding): জীবন রক্ষাকারী ফিচার",
      "image_name": "solar_inverter_safety.jpg",
      "points": [
        {
          "item_name": "ইনভার্টারের সেফটি মেকানিজম",
          "specifications": "গ্রিডের কারেন্ট চলে গেলে (Power Cut), সোলার ইনভার্টারটি অটোমেটিক বন্ধ হয়ে যেতে হবে।",
          "importance": "যদি গ্রিড বন্ধ থাকার পরেও সোলার চলতে থাকে (Islanding), তবে লাইনে কাজ করতে ওঠা লাইনম্যান 'ব্যাক-ফিড' (Back-feed) কারেন্টে মারা যাবে।",
          "daily_check": "সোলার কানেকশন আছে এমন বাড়িতে লাইন অফ করে দেখুন ইনভার্টারও অফ হয়েছে কি না।"
        }
      ]
    },
    {
      "title": "৩. ইনস্টলেশন লিমিট: কতটা বসানো যায়?",
      "image_name": "solar_roof_capacity.jpg",
      "points": [
        {
          "item_name": "স্যাংশনড লোড (Sanctioned Load)",
          "specifications": "WBERC-এর নিয়ম অনুযায়ী, গ্রাহকের অনুমোদিত লোডের ১০০% (বা নির্দিষ্ট শতাংশ)-এর বেশি সোলার বসানো যায় না।",
          "importance": "ট্রান্সফরমারের ওপর চাপ নিয়ন্ত্রণ করতে এবং টেকনিক্যাল লস কমাতে এই নিয়ম।"
        }
      ]
    }
  ],
  "pro_tip": {
    "title": "ওস্তাদের মার (Pro Tips)",
    "content": [
      "১. ডবল চেকিং: শাটডাউন নেওয়ার সময় যদি দেখেন এলাকায় সোলার প্যানেল আছে, তবে শুধু ট্রান্সফরমার অফ করবেন না। পোল থেকে ওই বাড়ির ফিউজও খুলে দিন। বিশ্বাসে মিলায় বস্তু, কিন্তু সোলারে মিলায় মৃত্যু!",
      "২. সবুজ স্টিকার: নেট মিটার বা সোলার কানেকশন থাকলে মিটার বক্সে বা পোলে একটা সবুজ স্টিকার বা সাবধানবাণী লাগিয়ে রাখা উচিত।",
      "৩. বিলিং অ্যাডজাস্টমেন্ট: গ্রাহক যদি বলে \"আমি সোলার লাগিয়েছি তাও বিল আসছে\", তবে দেখুন সে 'নেট' ইউনিটের বিল পাচ্ছে কি না। অনেক সময় জেনারেশন কম হলে বিল আসতেই পারে।"
    ]
  },
  "myth_buster": {
    "title": "মিথ বাস্টার (Myth Buster)",
    "myths": [
      {
        "myth": "সোলার বসালে লোড শেডিং-এও আমার বাড়িতে ফ্যান চলবে।",
        "reality": "অন-গ্রিড (On-Grid) সিস্টেমে এটা হয় না। গ্রিড বন্ধ হলে সোলারও বন্ধ হয়ে যায় সেফটির (Anti-islanding) কারণে। লোড শেডিং-এ চালাতে হলে হাইব্রিড ইনভার্টার ও ব্যাটারি লাগে।"
      },
      {
        "myth": "সোলার লাগালে বিল শূন্য হয়ে যাবে।",
        "reality": "পুরোপুরি ঠিক নয়। আপনি যতটা বিদ্যুৎ ব্যবহার করছেন আর যতটা তৈরি করছেন—তার পার্থক্যের বিল হবে। তাছাড়া 'ফিক্সড চার্জ' তো দিতেই হবে।"
      }
    ]
  },
  "advanced_section": {
    "title": "ব্যাংকিং অফ এনার্জি (Banking of Energy)",
    "facts": [
      {
        "title": "বিদ্যুৎ জমানো",
        "content": "শীতকালে যখন এসি চলে না কিন্তু ভালো রোদ থাকে, তখন গ্রাহক অতিরিক্ত বিদ্যুৎ গ্রিডে জমা (Bank) রাখতে পারে। গরমকালে যখন বেশি দরকার হবে, তখন সেই জমানো ইউনিট সে ব্যবহার করতে পারে। WBERC এই নিয়ম ঠিক করে দেয়।"
      },
      {
        "title": "গ্রস মিটারিং (Gross Metering)",
        "content": "নেট মিটারিং ছাড়াও গ্রস মিটারিং আছে, যেখানে পুরো সোলার বিদ্যুৎটাই গ্রিডে বিক্রি করে দেওয়া হয় এবং নিজের খরচে আলাদা মিটার থাকে। তবে বাড়ির জন্য নেট মিটারিং-ই বেশি জনপ্রিয়।"
      }
    ]
  }
}
