{
  "level_id": "5.1",
  "badge_name": "ফল্ট ফাইন্ডার",
  "level_title": "'লাইন ট্রিপ করেছে'—প্রথম কাজ কী?",
  "mission_briefing": "কন্ট্রোল রুম থেকে ফোন এসেছে: '১১ কেভি ফিডার নম্বর ৪ ট্রিপ করেছে'। চারিদিকে অন্ধকার, গ্রাহকদের ফোন আসা শুরু। এই চাপের মুহূর্তে একজন সাধারণ কর্মী দিশেহারা হয়ে পড়েন, কিন্তু একজন 'ফল্ট ফাইন্ডার' শান্ত থাকেন। কারণ তিনি জানেন, যুদ্ধক্ষেত্রে নামার আগে রণকৌশল তৈরি করতে হয়। এই লেভেলের মিশন হলো, লাইন ট্রিপ করার পর আপনার প্রথম এবং সবচেয়ে গুরুত্বপূর্ণ পদক্ষেপগুলো কী হবে, তা শেখা।",
  "sections": [
    {
      "title": "গোয়েন্দার প্রথম পদক্ষেপ: তথ্য সংগ্রহ এবং সুরক্ষা",
      "points": [
        {
          "item_name": "১. তথ্য সংগ্রহ: প্রতিটি তথ্যই সূত্র",
          "specifications": "ফিল্ডে যাওয়ার আগে কন্ট্রোল রুমের অপারেটরের কাছ থেকে যতটা সম্ভব তথ্য সংগ্রহ করুন:\n• ট্রিপের প্রকৃতি: ব্রেকারটি কি তৎক্ষণাৎ ট্রিপ করেছে (Instantaneous)? নাকি কিছু সময় পর? এটি কি ওভারকারেন্ট (Overcurrent) ফল্ট না আর্থ ফল্ট (Earth Fault)?\n• অটো-রিক্লোজার: অটো-রিক্লোজার কি অপারেট করার চেষ্টা করেছিল? কতবার?\n• আবহাওয়া: ট্রিপ করার সময় আবহাওয়া কেমন ছিল? ঝড়, বৃষ্টি বা বজ্রপাত হচ্ছিল কি?\n• গ্রাহকের অভিযোগ: কোনো নির্দিষ্ট এলাকা থেকে কি কোনো গ্রাহক বিস্ফোরণের শব্দ বা আলোর ঝলকানি দেখার কথা জানিয়েছেন?",
          "importance": "এই তথ্যগুলো আপনাকে একটি প্রাথমিক ধারণা দেবে। যেমন, ঝড়ের সময় তৎক্ষণাৎ ট্রিপ করা মানে সম্ভবত গাছ বা ডালপালা পড়েছে। কিন্তু রৌদ্রোজ্জ্বল দিনে ট্রিপ করা মানে যন্ত্রপাতির ব্যর্থতা বা অন্য কোনো কারণ হতে পারে।"
        },
        {
          "item_name": "২. সুরক্ষাই প্রথম: অনুমান নয়, নিশ্চিতকরণ",
          "specifications": "• পারমিট-টু-ওয়ার্ক (PTW): লাইন ট্রিপ করেছে মানে এটি 'ডেড' নয়। এটি যেকোনো মুহূর্তে (বিশেষ করে অটো-রিক্লোজার থাকলে) আবার চালু হতে পারে। তাই, পেট্রোলিং বা কাজ শুরুর আগে অবশ্যই একটি বৈধ PTW নিন এবং লাইনটিকে সঠিকভাবে আইসোলেট ও আর্থিং করুন।\n• ফল্ট খোঁজার সরঞ্জাম: আপনার গাড়িতে টর্চলাইট, বাইনোকুলার, ডিসচার্জ রড এবং প্রয়োজনীয় PPE আছে কিনা তা নিশ্চিত করুন।\n• টিম ব্রিফিং: আপনার টিমের সাথে প্রাপ্ত তথ্য এবং কাজের পরিকল্পনা নিয়ে আলোচনা করুন।",
          "importance": "একটি ট্রিপ হওয়া লাইনকে 'লাইভ' হিসেবে গণ্য করাই সবচেয়ে বড় সুরক্ষা নীতি। অনুমান করে কাজ করা মানেই মৃত্যুকে আমন্ত্রণ জানানো।"
        },
        {
          "item_name": "৩. প্রাথমিক অনুমান: সম্ভাব্য অপরাধী কে?",
          "specifications": "প্রাপ্ত তথ্যের ওপর ভিত্তি করে একটি প্রাথমিক অনুমান বা হাইপোথিসিস তৈরি করুন:\n• উদাহরণ ১: প্রবল বাতাস এবং বৃষ্টি + আর্থ ফল্ট ইন্ডিকেশন = সম্ভবত গাছের ডাল ভেঙে পড়েছে বা ইনসুলেটর পাংচার হয়েছে। আপনার পেট্রোলিং রুট গাছের জঙ্গলযুক্ত এলাকা দিয়ে শুরু হওয়া উচিত।\n• উদাহরণ ২: পরিষ্কার দিন + ওভারকারেন্ট ফল্ট = সম্ভবত কোনো পাখি বা জন্তু শর্ট সার্কিট ঘটিয়েছে, অথবা কোনো জাম্পার বা কানেক্টর গলে গেছে।\n• উদাহরণ ৩: বারবার অটো-রিক্লোজ হয়ে ফাইনাল ট্রিপ = সম্ভবত কোনো অস্থায়ী ফল্ট (যেমন দুটি তার বাতাসে टकराচ্ছে) যা পরে স্থায়ী ফল্টে পরিণত হয়েছে।",
          "importance": "একটি ভালো অনুমান আপনার খোঁজার এলাকাকে ছোট করে দেয় এবং সময় বাঁচায়। এটি আপনাকে অন্ধের মতো পুরো লাইন খোঁজার থেকে বাঁচায়।"
        }
      ]
    }
  ],
  "image_suggestion": "একটি ফ্লো-চার্ট। শুরুতে লেখা 'লাইন ট্রিপ!'। এরপর দুটি শাখা—'তথ্য সংগ্রহ' (ফোনের আইকন) এবং 'সুরক্ষা নিশ্চিতকরণ' (PTW এবং PPE-এর আইকন)। সবশেষে দুটি শাখা মিলে তৈরি হচ্ছে 'পেট্রোলিং শুরু' (গাড়ির আইকন)।",
  "pro_tip": {
    "title": "বিশেষ প্রো টিপস (Pro Tips)",
    "content": [
      "১. লগবুক দেখুন: কন্ট্রোল রুমে ওই ফিডারের পুরনো রেকর্ড বা লগবুক পরীক্ষা করতে বলুন। যদি একটি নির্দিষ্ট সেকশনে বারবার ফল্ট হয়, তবে সমস্যাটি সম্ভবত সেখানেই।",
      "২. অপারেটরের অভিজ্ঞতাকে বিশ্বাস করুন: একজন অভিজ্ঞ কন্ট্রোল রুম অপারেটর অনেক সময় ফল্টের ধরন দেখেই সমস্যার উৎস সম্পর্কে একটি ভালো ধারণা দিতে পারেন।",
      "৩. স্থানীয়দের সাথে কথা বলুন: পেট্রোলিং-এর সময় এলাকার দোকানদার বা বাসিন্দাদের জিজ্ঞাসা করুন তারা কোনো শব্দ বা আলোর ঝলকানি দেখেছেন কিনা। তারা অনেক সময় সেরা সূত্র দিতে পারে।"
    ]
  },
  "myth_buster": {
    "title": "মিথ বাস্টার (Myth Buster)",
    "myths": [
      {
        "myth": "লাইন তো ট্রিপ করেই আছে, তার মানে ওটা ডেড। তাড়াতাড়ি কাজ সারার জন্য পারমিটের দরকার নেই।",
        "reality": "মারাত্মক ভুল! কন্ট্রোল রুম ভুল করে বা অটো-রিক্লোজার সিস্টেম যেকোনো মুহূর্তে লাইনটিকে আবার চালু করে দিতে পারে। PTW এবং ব্যক্তিগত আর্থিং ছাড়া কোনো ট্রিপ হওয়া লাইনকে স্পর্শ করা যাবে না।"
      },
      {
        "myth": "কন্ট্রোল রুম বলছে ফল্ট খুঁজে পাওয়া যাচ্ছে না, লাইনটা একবার চার্জ করে দেখাই যাক কী হয়।",
        "reality": "এটি একটি অত্যন্ত বিপজ্জনক অভ্যাস, যা 'Fault Hunting by Re-energization' নামে পরিচিত। যদি লাইনে কোনো স্থায়ী ফল্ট থাকে, তবে বারবার লাইন চালু করলে যন্ত্রপাতি আরও বেশি ক্ষতিগ্রস্ত হতে পারে এবং আগুন লেগে যেতে পারে।"
      }
    ]
  },
  "advanced_section": {
    "title": "এর পেছনের ইঞ্জিনিয়ারিং ফ্যাক্টস",
    "facts": [
      {
        "title": "সুরক্ষা রিলে (Protection Relays)",
        "content": "সাবস্টেশনে থাকা সুরক্ষা রিলেগুলো হলো সিস্টেমের 'মস্তিষ্ক'। ওভারকারেন্ট রিলে কারেন্টের পরিমাণ মাপে, আর আর্থ ফল্ট রিলে ফেজ এবং নিউট্রালের মধ্যে কারেন্টের ভারসাম্যহীনতা মাপে। কন্ট্রোল রুম অপারেটর এই রিলের রিডিং দেখেই বলতে পারেন ফল্টটি ঠিক কী ধরনের।"
      },
      {
        "title": "অটো-রিক্লোজার (Auto-Recloser)",
        "content": "পরিসংখ্যান বলে যে ৮০-৯০% ওভারহেড লাইনের ফল্ট অস্থায়ী বা ট্রানজিয়েন্ট হয় (যেমন বজ্রপাত, পাখি উড়ে যাওয়া, বাতাসের কারণে তারের टकरा)। অটো-রিক্লোজার হলো একটি স্মার্ট সার্কিট ব্রেকার যা লাইন ট্রিপ করার পর কয়েক সেকেন্ড বা মিনিট পরে স্বয়ংক্রিয়ভাবে লাইনটিকে আবার চালু করার চেষ্টা করে। যদি ফল্টটি চলে গিয়ে থাকে, তবে লাইন চালু থাকে। যদি ফল্টটি স্থায়ী হয়, তবে এটি কয়েকবার চেষ্টা করার পর স্থায়ীভাবে 'লক-আউট' বা বন্ধ হয়ে যায়।"
      }
    ]
  }
}

