{
  "level_id": "1.6",
  "badge_name": "সুরক্ষা কবচ",
  "level_title": "পারমিট-টু-ওয়ার্ক (PTW): একটি জীবন বীমা",
  "mission_briefing": "আপনি বিপদ চেনেন, পোল চেনেন এবং লাইনকে কীভাবে নিরাপদ করতে হয় তাও জানেন। কিন্তু আপনার কাজ শুরুর 'অফিসিয়াল চাবি' কোথায়? সেটিই হলো পারমিট-টু-ওয়ার্ক বা PTW। এটি শুধু একটি কাগজ নয়, এটি একটি আইনগত এবং সুরক্ষা চুক্তি যা নিশ্চিত করে যে আপনি যতক্ষণ কাজ করছেন, ততক্ষণ কেউ ভুল করে লাইন চালু করতে পারবে না। এই লেভেলের মিশন হলো এই জীবন রক্ষাকারী চুক্তিটিকে বোঝা এবং এর প্রতিটি নিয়মকে সম্মান করা।",
  "sections": [
    {
      "title": "PTW: শুধু কাগজ নয়, একটি সুরক্ষা প্রোটোকল",
       "image_name": "ptw.jpg",
      "points": [
        {
          "item_name": "১. PTW কী এবং কেন এটি অপরিহার্য?",
          "specifications": "PTW হলো একটি আনুষ্ঠানিক লিখিত নথি যা নির্দিষ্ট ব্যক্তিকে, নির্দিষ্ট স্থানে, নির্দিষ্ট সময়ে, নির্দিষ্ট কাজ করার অনুমতি দেয়। এটি কন্ট্রোল রুম/সাবস্টেশন এবং ফিল্ড টিমের মধ্যে একটি সরাসরি যোগাযোগ ব্যবস্থা। এর মূল ভিত্তি হলো LOTO (Lock-Out, Tag-Out) পদ্ধতি।",
          "importance": "এর প্রধান উদ্দেশ্য হলো, লাইনে কাজ চলার সময় ভুলবশত বা অজ্ঞতার কারণে লাইনকে পুনরায় চালু (Re-energize) করা থেকে বিরত রাখা। একটি বৈধ PTW ছাড়া কাজ করা মানে, একটি চলন্ত ট্রেনের সামনে দাঁড়িয়ে কাজ করার সমান।",
          "daily_check": "কাজ শুরুর আগে নিশ্চিত করুন আপনার টিমের কাছে কাজের জন্য একটি বৈধ, স্বাক্ষরিত PTW আছে। এর একটি কপি আপনার সুপারভাইজারের কাছে থাকা উচিত।"
        },
        {
          "item_name": "২. PTW নেওয়ার সঠিক পদ্ধতি (The Golden Steps)",
          "specifications": "একটি আদর্শ PTW প্রোটোকল এই ধাপগুলো অনুসরণ করে:\n• ধাপ ১ (অনুরোধ): ফিল্ড সুপারভাইজার কন্ট্রোল রুমে কোন লাইনে, কোথায় এবং কী কাজ হবে তা জানিয়ে PTW-এর জন্য আনুষ্ঠানিক অনুরোধ করেন।\n• ধাপ ২ (আইসোলেশন): কন্ট্রোল রুমের অপারেটর নির্দিষ্ট ফিডার/লাইনটিকে আইসোলেট (বিচ্ছিন্ন) করেন, সার্কিট ব্রেকার বন্ধ করেন এবং সেটিকে লক ও ট্যাগ করেন।\n• ধাপ ৩ (অনুমোদন): লাইন বিচ্ছিন্ন করার পর, অপারেটর একটি ইউনিক পারমিট নম্বর দিয়ে PTW ইস্যু করেন এবং ফিল্ড সুপারভাইজারকে জানান।\n• ধাপ ৪ (গ্রহণ এবং যাচাই): ফিল্ড টিম পারমিট গ্রহণ করার পর, লাইনে কাজ শুরুর আগে 반드시 ডিসচার্জ করে এবং পরীক্ষা করে নিশ্চিত হয় যে লাইনটি πραγμα অর্থে ডেড।",
          "importance": "এই ধাপগুলোর যেকোনো একটি বাদ গেলে পুরো সুরক্ষা ব্যবস্থা ভেঙে পড়ে। ফোনে 'লাইন বন্ধ আছে' শুনে কাজ শুরু করা একটি মারাত্মক ভুল।",
          "daily_check": "আপনার PTW-তে লেখা ফিডারের নাম এবং আপনি যে ফিডারে কাজ করছেন, তা এক কিনা মিলিয়ে নিন।"
        },
        {
          "item_name": "৩. পারমিট ফেরত দেওয়া (Line Clear): কাজ শেষের সবচেয়ে জরুরি ধাপ",
          "specifications": "কাজ শেষ হওয়ার পর লাইনকে পুনরায় চালু করার পদ্ধতিটি ঠিক উল্টো:\n• ধাপ ১ (নিশ্চিতকরণ): সুপারভাইজার নিশ্চিত করেন যে সমস্ত কর্মী লাইন থেকে নেমে এসেছেন, সমস্ত যন্ত্রপাতি সরিয়ে নেওয়া হয়েছে এবং লাইনটি চালু করার জন্য প্রস্তুত।\n• ধাপ ২ (লাইন ক্লিয়ার): সুপারভাইজার কন্ট্রোল রুমে ফোন করে জানান যে কাজ শেষ এবং তিনি পারমিটটি ফেরত বা বাতিল করছেন। তিনি 'লাইন ক্লিয়ার' (Line Clear) ঘোষণা করেন।\n• ধাপ ৩ (বাতিল): কন্ট্রোল রুমের অপারেটর পারমিটটি বাতিল করেন, লক-ট্যাগ খোলেন এবং লাইনটি পুনরায় চালু করার জন্য প্রস্তুত হন।",
          "importance": "যতক্ষণ না আপনি আনুষ্ঠানিকভাবে পারমিট ফেরত দিচ্ছেন, ততক্ষণ কন্ট্রোল রুম ধরে নেবে যে লাইনে এখনও কাজ চলছে। পারমিট ফেরত না দিয়ে ফিল্ড ছেড়ে চলে যাওয়া একটি গুরুতর অপরাধ।",
          "daily_check": "কাজ শেষে টিম মেম্বারদের গণনা করুন এবং নিশ্চিত করুন সবাই নিরাপদ।"
        }
      ]
    }
  ],
  "image_suggestion": "একটি আদর্শ পারমিট-টু-ওয়ার্ক ফর্মের ছবি। এতে গুরুত্বপূর্ণ অংশগুলো যেমন—'Feeder Name', 'Isolation Points', 'Validity Time', 'Permit Number' এবং 'Signatures'—হাইলাইট করা থাকবে। পাশে একটি সাবস্টেশন ব্রেকারের ওপর 'LOTO' (Lock-Out, Tag-Out) ট্যাগ ঝুলছে, এমন একটি ছবিও থাকতে পারে।",
  "pro_tip": {
    "title": "বিশেষ প্রো টিপস (Pro Tips)",
    "content": [
      "১. প্রতিটি শব্দ পড়ুন: PTW হাতে পেয়ে অবহেলা করবেন না। এতে লেখা প্রতিটি শব্দ এবং শর্ত মনোযোগ দিয়ে পড়ুন।",
      "২. মৌখিক কথায় 'না': ফোনে বা মুখে বলা 'লাইন বন্ধ আছে' কথার কোনো আইনি বা সুরক্ষা ভিত্তি নেই। লিখিত PTW ছাড়া কাজ শুরু করবেন না।",
      "৩. যে নেয়, সে-ই ফেরত দেয়: যে ব্যক্তি বা টিমের নামে পারমিট ইস্যু করা হয়েছে, সেই ব্যক্তি বা টিমেরই দায়িত্ব সেটি ফেরত দেওয়ার।",
      "৪. সময়ের দিকে খেয়াল রাখুন: প্রতিটি পারমিটের একটি নির্দিষ্ট মেয়াদ থাকে। সময় পেরিয়ে গেলে কাজ বন্ধ করে নতুন পারমিট নিন।"
    ]
  },
  "myth_buster": {
    "title": "মিথ বাস্টার (Myth Buster)",
    "myths": [
      {
        "myth": "আমার সুপারভাইজার পারমিট নিয়েছেন, তাই আমার আর এটা নিয়ে ভাবার দরকার নেই।",
        "reality": "ভুল। টিমের প্রত্যেক সদস্যের জানা উচিত কোন পারমিটের অধীনে কাজ চলছে এবং এর শর্তগুলো কী কী। সুরক্ষা একজনের নয়, সকলের সম্মিলিত দায়িত্ব।"
      },
      {
        "myth": "পারমিট নেওয়া হয়ে গেছে মানে লাইন ১০০% নিরাপদ। আর টেস্ট করার কী দরকার?",
        "reality": "PTW হলো একটি প্রশাসনিক সুরক্ষা। কিন্তু ভুলবশত অন্য কোনো ফিডার বন্ধ করা হয়েছে কিনা বা লাইনে ইন্ডুসড ভোল্টেজ আছে কিনা, তা নিশ্চিত করার জন্য শারীরিক পরীক্ষা (Testing and Discharging) অপরিহার্য। বিশ্বাস করুন, কিন্তু যাচাই করুন (Trust, but verify)।"
      }
    ]
  },
  "advanced_section": {
    "title": "এর পেছনের ইঞ্জিনিয়ারিং ফ্যাক্টস",
    "facts": [
      {
        "title": "LOTO (Lock-Out, Tag-Out)",
        "content": "এটি একটি আন্তর্জাতিক সুরক্ষা পদ্ধতি। 'লক-আউট' হলো একটি ফিজিক্যাল তালা দিয়ে এনার্জি সোর্সকে (যেমন ব্রেকার) বন্ধ করে দেওয়া, যাতে কেউ ভুল করে তা চালু করতে না পারে। 'ট্যাগ-আউট' হলো ওই তালার ওপর একটি ট্যাগ ঝুলিয়ে দেওয়া, যেখানে লেখা থাকে কেন এটি লক করা হয়েছে এবং কার অনুমতি ছাড়া খোলা যাবে না। PTW এই LOTO সিস্টেমের একটি আনুষ্ঠানিক অংশ।"
      },
      {
        "title": "সাবস্টেশন ইন্টারলকিং (Substation Interlocking)",
        "content": "আধুনিক সাবস্টেশনগুলোতে মেকানিক্যাল এবং ইলেকট্রিক্যাল 'ইন্টারলক' সিস্টেম থাকে, যা বিপজ্জনক操作 প্রতিরোধ করে। উদাহরণস্বরূপ, যতক্ষণ না সার্কিট ব্রেকার 'অফ' হচ্ছে, ততক্ষণ আইসোলেটরকে 'অন-লোড'-এ খোলা যাবে না। PTW প্রোটোকল এই ইঞ্জিনিয়ারিং সুরক্ষার সাথে মানবিক সুরক্ষা যুক্ত করে।"
      }
    ]
  }
}

