{
  "level_id": "2.2",
  "badge_name": "হাতিয়ারের ওস্তাদ",
  "level_title": "মাল্টিমিটারের জাদু",
  "mission_briefing": "লাইন টেস্টার আপনাকে শুধু বলতে পারে বিদ্যুৎ 'আছে কি নেই'। কিন্তু কতটা আছে? দুটি পয়েন্টের মধ্যে ভোল্টেজ কত? সার্কিটটি কি সম্পূর্ণ? এই সমস্ত গুরুত্বপূর্ণ প্রশ্নের উত্তর দেওয়ার জন্য আপনার প্রয়োজন একটি জাদুকরী বাক্স—ডিজিটাল মাল্টিমিটার (DMM)। এই লেভেলের মিশন হলো এই যন্ত্রটিকে ভয় না পেয়ে এর বন্ধু হওয়া এবং কয়েকটি সহজ কৌশল শিখে একজন সাধারণ টেকনিশিয়ান থেকে একজন দক্ষ ডিটেকটিভ হয়ে ওঠা।",
  "sections": [
    {
      "title": "মাল্টিমিটারের Anatomy এবং প্রধান কাজ",
      "points": [
        {
          "item_name": "১. যন্ত্র পরিচিতি: ডিসপ্লে, ডায়াল এবং পোর্টস",
          "specifications": "একটি সাধারণ ডিজিটাল মাল্টিমিটারে তিনটি প্রধান অংশ থাকে:\n• ডিসপ্লে (Display): যেখানে আপনি পরিমাপের মান বা রিডিং দেখেন।\n• সিলেকশন ডায়াল (Selection Dial): এটি দিয়ে আপনি কী মাপতে চান (ভোল্টেজ, কারেন্ট, রেজিস্ট্যান্স ইত্যাদি) তা সিলেক্ট করেন।\n• প্রোব পোর্টস (Probe Ports): এখানে আপনি লাল এবং কালো প্রোব বা তার দুটি লাগান। সাধারণত তিনটি পোর্ট থাকে: COM (কালো প্রোবের জন্য), VΩmA (ভোল্ট, ওহম, মিলিঅ্যাম্পিয়ার মাপার জন্য) এবং 10A (উচ্চ কারেন্ট মাপার জন্য)।",
          "importance": "ভুল পোর্টে প্রোব লাগালে বা ভুল সেটিং-এ ডায়াল রাখলে যন্ত্রটি ভুল রিডিং দেবে অথবা ফিউজ উড়ে গিয়ে ক্ষতিগ্রস্ত হতে পারে।",
          "daily_check": "ব্যবহারের আগে দেখে নিন প্রোবের তারে কোনো কাটা বা ক্ষতি আছে কিনা। যন্ত্রের ব্যাটারি লেভেল পরীক্ষা করুন।"
        },
        {
          "item_name": "২. ভোল্টেজ মাপা: AC (~) বনাম DC (---)",
          "specifications": "আমাদের ডিস্ট্রিবিউশন লাইনে এসি (AC - Alternating Current) ভোল্টেজ থাকে। ব্যাটারি বা সোলার প্যানেলে ডিসি (DC - Direct Current) ভোল্টেজ থাকে।\n• পদ্ধতি: ডায়ালটিকে V~ (এসি ভোল্টেজ) বা V--- (ডিসি ভোল্টেজ) সেটিং-এ রাখুন। কালো প্রোবটি COM-এ এবং লাল প্রোবটি VΩmA পোর্টে লাগান। এবার প্রোবের দুটি ডগা সার্কিটের দুটি পয়েন্টে সমান্তরালে (in Parallel) স্পর্শ করান।",
          "importance": "এটি একটি লাইনে সঠিক ভোল্টেজ আছে কিনা, দুটি ফেজের মধ্যে ভোল্টেজ কত (Phase-to-Phase), বা ফেজ এবং নিউট্রালের মধ্যে ভোল্টেজ কত (Phase-to-Neutral), তা নিশ্চিত করার জন্য অপরিহার্য। লো-ভোল্টেজের অভিযোগ проверки জন্য এটিই আপনার প্রধান অস্ত্র।",
          "safety_tip": "সর্বদা ডায়ালটিকে সর্বোচ্চ ভোল্টেজ রেঞ্জে রেখে মাপা শুরু করুন এবং প্রয়োজনে রেঞ্জ কমান। হাই-ভোল্টেজ লাইনে সরাসরি মাল্টিমিটার ব্যবহার করা কঠোরভাবে নিষিদ্ধ।"
        },
        {
          "item_name": "৩. কন্টিনিউটি টেস্ট (Continuity Test): সার্কিট সম্পূর্ণ কি না?",
          "specifications": "এটি পরীক্ষা করে যে একটি তার বা সার্কিটের দুটি প্রান্তের মধ্যে সংযোগ অবিচ্ছিন্ন আছে কিনা।\n• পদ্ধতি: ডায়ালটিকে কন্টিনিউটি মোডে (সাধারণত একটি সাউন্ডের মতো চিহ্ন (•))) থাকে) রাখুন। প্রোব দুটিকে তার বা ফিউজের দুই প্রান্তে স্পর্শ করান। যদি সংযোগ ঠিক থাকে, তবে মাল্টিমিটারটি একটি 'বিপ' শব্দ করবে।",
          "importance": "একটি ফিউজ ভালো আছে না উড়ে গেছে, একটি কেবিলের ভেতরটা কাটা কিনা, বা একটি সুইচ ঠিকমতো কাজ করছে কিনা, তা পরীক্ষা করার জন্য এটি একটি দ্রুত এবং সহজ উপায়।",
          "safety_tip": "কন্টিনিউটি টেস্ট করার আগে অবশ্যই সার্কিটের পাওয়ার সাপ্লাই সম্পূর্ণ বন্ধ করে দিতে হবে। লাইভ লাইনে এই টেস্ট করা যাবে না।"
        },
        {
          "item_name": "৪. রেজিস্ট্যান্স মাপা (Resistance - Ω)",
          "specifications": "এটি কোনো পরিবাহীর মধ্যে দিয়ে বিদ্যুৎ প্রবাহে বাধা পরিমাপ করে। এর একক হলো ওহম (Ohm)।\n• পদ্ধতি: ডায়ালটিকে ওহম (Ω) সেটিং-এ রাখুন। কন্টিনিউটি টেস্টের মতোই, পাওয়ার বন্ধ করে প্রোব দুটিকে কম্পোনেন্টের দুই প্রান্তে স্পর্শ করান।",
          "importance": "এটি আর্থিং-এর রেজিস্ট্যান্স, মোটরের ওয়াইন্ডিং বা অন্যান্য বৈদ্যুতিক যন্ত্রাংশের স্বাস্থ্য পরীক্ষা করার জন্য ব্যবহৃত হয়।",
          "safety_tip": "রেজিস্ট্যান্স মাপার আগেও সার্কিটের পাওয়ার সাপ্লাই অবশ্যই বন্ধ করতে হবে।"
        }
      ]
    }
  ],
  "image_suggestion": "একটি ডিজিটাল মাল্টিমিটারের পরিষ্কার ছবি। এর ডিসপ্লে, সিলেকশন ডায়াল এবং প্রোব পোর্টগুলো স্পষ্টভাবে লেবেল করা থাকবে। ডায়ালের AC ভোল্টেজ (V~), DC ভোল্টেজ (V---), ওহম (Ω) এবং কন্টিনিউটি (•))) চিহ্নগুলো হাইলাইট করা থাকবে।",
  "pro_tip": {
    "title": "বিশেষ প্রো টিপস (Pro Tips)",
    "content": [
      "১. প্রোবকে সম্মান দিন: আপনার প্রোবের ডগা দুটিকে পরিষ্কার এবং ধারালো রাখুন। মরিচা ধরা বা ভোঁতা প্রোব সঠিক রিডিং দেয় না।",
      "২. সন্দেহ হলে সর্বোচ্চ রেঞ্জ: কী মাপছেন সে সম্পর্কে নিশ্চিত না হলে, ডায়ালটিকে সবসময় সর্বোচ্চ রেঞ্জে রেখে শুরু করুন। এটি আপনার যন্ত্রকে বাঁচাবে।",
      "৩. স্থির রিডিং-এর জন্য অপেক্ষা করুন: প্রোব লাগানোর পর ডিসপ্লের সংখ্যাগুলো স্থির হওয়ার জন্য এক-দুই সেকেন্ড অপেক্ষা করুন।",
      "৪. 'घोস্ট ভোল্টেজ' থেকে সাবধান: অনেক সময় কাছাকাছি থাকা লাইভ লাইন থেকে ইন্ডাকশনের কারণে বন্ধ লাইনেও মাল্টিমিটার কিছু ভোল্টেজ দেখাতে পারে (Ghost Voltage)। এটি আসল ভোল্টেজ নয়। লোড দিয়ে পরীক্ষা করলে এটি শূন্য হয়ে যায়।"
    ]
  },
  "myth_buster": {
    "title": "মিথ বাস্টার (Myth Buster)",
    "myths": [
      {
        "myth": "যেকোনো মাল্টিমিটার দিয়ে যেকোনো লাইনের ভোল্টেজ মাপা যায়।",
        "reality": "ভুল। প্রতিটি মাল্টিমিটারের একটি সর্বোচ্চ ভোল্টেজ এবং সেফটি রেটিং (CAT Rating) থাকে। একটি সাধারণ ইলেকট্রিশিয়ানের মাল্টিমিটার (CAT II) দিয়ে ওভারহেড লাইনে (CAT IV) ভোল্টেজ মাপা মারাত্মক বিপজ্জনক এবং যন্ত্রটি বিস্ফোরিত হতে পারে।"
      },
      {
        "myth": "মাল্টিমিটার 'বিপ' করলেই সার্কিট ভালো।",
        "reality": "সাধারণত হ্যাঁ, কিন্তু এটি সম্পূর্ণ চিত্র দেয় না। 'বিপ' শুধু বলছে সংযোগ আছে, কিন্তু সংযোগটি দুর্বল বা উচ্চ রেজিস্ট্যান্সযুক্ত কিনা, তা বোঝার জন্য আপনাকে ওহম (Ω) রিডিং দেখতে হবে।"
      }
    ]
  },
  "advanced_section": {
    "title": "এর পেছনের ইঞ্জিনিয়ারিং ফ্যাক্টস",
    "facts": [
      {
        "title": "CAT রেটিং (CAT Rating)",
        "content": "এটি একটি আন্তর্জাতিক সুরক্ষা মানদণ্ড যা বলে দেয় একটি মাল্টিমিটার কতটা বৈদ্যুতিক শক্তি বা ট্রানজিয়েন্ট (Transient) ভোল্টেজ সহ্য করতে পারে। CAT I (ইলেকট্রনিক্স) থেকে CAT IV (ওভারহেড লাইন) পর্যন্ত হয়। একজন লাইনম্যানের জন্য CAT III বা CAT IV রেটেড মাল্টিমিটার অপরিহার্য।"
      },
      {
        "title": "ট্রু আরএমএস (True RMS)",
        "content": "আধুনিক বৈদ্যুতিক সিস্টেমে ভোল্টেজের ওয়েভফর্ম বা তরঙ্গ নিখুঁত সাইন ওয়েভ (Sine Wave) হয় না। সাধারণ মাল্টিমিটার এই বিকৃত ওয়েভের সঠিক পরিমাপ দিতে পারে না। একটি 'ট্রু আরএমএস' মাল্টিমিটার যেকোনো ধরনের ওয়েভফর্মের সঠিক এবং নির্ভুল ভোল্টেজ বা কারেন্ট রিডিং দিতে পারে, যা পেশাদার কাজের জন্য জরুরি।"
      }
    ]
  }
}


