{
  "level_id": "7.5",
  "badge_name": "আইন কি বলে?",
  "level_title": "বিদ্যুৎ চুরি: একটি অপরাধ এবং তার বিপদ",
  "mission_briefing": "বিদ্যুৎ চুরি শুধু কোম্পানির আর্থিক ক্ষতি করে না, এটি একটি বিপজ্জনক এবং দণ্ডনীয় অপরাধ যা পুরো নেটওয়ার্কের জন্য ঝুঁকি তৈরি করে। একজন লাইনম্যান হিসেবে, আপনিই এই অবৈধ কার্যকলাপের প্রথম সাক্ষী হতে পারেন। কিন্তু চোরকে ধরার চেয়েও বড় চ্যালেঞ্জ হলো, নিজেকে এবং সিস্টেমকে সুরক্ষিত রেখে আইনগতভাবে পরিস্থিতি মোকাবিলা করা। এই লেভেলের মিশন হলো, বিদ্যুৎ চুরির বিভিন্ন পদ্ধতি চেনা, এর সাথে যুক্ত বিপদগুলো বোঝা এবং এটি মোকাবিলার আইনি প্রক্রিয়া সম্পর্কে জানা।",
  "sections": [
    {
      "title": "অবৈধ সংযোগ: অপরাধ এবং তার পরিণাম",
      "points": [
        {
          "item_name": "১. আইন কী বলে: বিদ্যুৎ চুরির সংজ্ঞা",
          "specifications": "ইলেকট্রিসিটি অ্যাক্ট, ২০০৩-এর ১৩৫ নম্বর ধারা অনুযায়ী, নিচের কাজগুলো বিদ্যুৎ চুরির সামিল:\n• কোম্পানির লাইন থেকে অবৈধভাবে হুকিং করে বিদ্যুৎ ব্যবহার করা।\n• এনার্জি মিটারের সাথে কারচুপি বা ট্যাম্পার করা।\n• মিটারের আগে থেকে (Upstream) সংযোগ নিয়ে বিদ্যুৎ ব্যবহার করা।\n• কোনোভাবে মিটারের রিডিং-কে প্রভাবিত করা।",
          "importance": "আইন অনুযায়ী, বিদ্যুৎ চুরি একটি ফৌজদারি অপরাধ, যার জন্য জরিমানা এবং/অথবা কারাদণ্ডের বিধান রয়েছে।"
        },
        {
          "item_name": "২. চুরির পদ্ধতি এবং তার বিপদ",
          "specifications": "• সরাসরি হুকিং (Direct Hooking): এটি সবচেয়ে সাধারণ এবং বিপজ্জনক পদ্ধতি, যেখানে বেয়ার কন্ডাক্টর বা এবি কেবিল থেকে একটি হুক বা তার লাগিয়ে বিদ্যুৎ নেওয়া হয়।\n• মিটার ট্যাম্পারিং: মিটারের সিল ভেঙে ভেতরে কারচুপি করা, চুম্বক লাগানো বা মিটারকে বাইপাস করা।\n• বিপদ: চুরির জন্য ব্যবহৃত তার বা সরঞ্জামগুলো সাধারণত নিম্নমানের এবং असुरक्षित হয়। এগুলো লুজ কানেকশন, শর্ট সার্কিট এবং আগুন লাগার একটি বড় কারণ। এছাড়াও, এই অবৈধ সংযোগগুলো ট্রান্সফরমারের ওপর অতিরিক্ত এবং অজানা লোড চাপায়, যা ওভারলোডিং এবং ব্রেকডাউনের কারণ হয়।",
          "importance": "বিদ্যুৎ চুরি শুধু একটি আর্থিক অপরাধ নয়, এটি একটি মারাত্মক সুরক্ষা ঝুঁকি যা আপনার, চোরের এবং সাধারণ মানুষের জীবনের জন্য বিপদ ডেকে আনতে পারে।"
        },
        {
          "item_name": "৩. চুরির ঘটনা সনাক্ত করলে আপনার করণীয়",
          "specifications": "• নিজেকে বিপদে ফেলবেন না: বিদ্যুৎ চোরেরা প্রায়ই আক্রমণাত্মক হতে পারে। সরাসরি তাদের সাথে বিবাদে জড়াবেন না। আপনার প্রথম কাজ হলো নিজের সুরক্ষা নিশ্চিত করা।\n• প্রমাণ সংগ্রহ করুন: যদি নিরাপদে সম্ভব হয়, তবে দূর থেকে অবৈধ সংযোগের ছবি বা ভিডিও তুলুন। এটি একটি শক্তিশালী প্রমাণ।\n• কর্তৃপক্ষকে জানান: অবিলম্বে আপনার সুপারভাইজার এবং কোম্পানির ভিজিল্যান্স (Vigilance) বা এনফোর্cement (Enforcement) বিভাগকে জানান। তাদের জানানোর জন্য একটি নির্দিষ্ট পদ্ধতি বা ফোন নম্বর থাকে।\n• সংযোগ বিচ্ছিন্ন করা: শুধুমাত্র কর্তৃপক্ষের নির্দেশে এবং পুলিশি সহায়তায় (যদি প্রয়োজন হয়) অবৈধ সংযোগটি বিচ্ছিন্ন করুন।",
          "importance": "আইন নিজের হাতে তুলে নেবেন না। সঠিক পদ্ধতি অনুসরণ করে রিপোর্ট করাটাই আপনার প্রধান দায়িত্ব।"
        }
      ]
    }
  ],
  "image_suggestion": "একটি ছবি যেখানে একটি এবি কেবিল থেকে একটি বিপজ্জনক হুক দিয়ে অবৈধভাবে বিদ্যুৎ নেওয়া হচ্ছে। ছবির ওপর একটি বড় লাল 'অপরাধ' বা 'Crime' সীলমোহর থাকবে। পাশে ইলেকট্রিসিটি অ্যাক্টের ১৩৫ নম্বর ধারার একটি সারসংক্ষেপ দেওয়া যেতে পারে।",
  "pro_tip": {
    "title": "বিশেষ প্রো টিপস (Pro Tips)",
    "content": [
      "১. লক্ষণগুলো চিনুন: একটি এলাকায় যদি ট্রান্সফরমার বারবার ওভারলোডেড হয় বা লো-ভোল্টেজের সমস্যা থাকে, কিন্তু গ্রাহকের সংখ্যা সেই তুলনায় কম, তবে সেখানে বড় আকারে বিদ্যুৎ চুরির সম্ভাবনা থাকে।",
      "২. মিটারের সিল পরীক্ষা করুন: নতুন সংযোগ বা মিটার বদলানোর সময়, মিটারের সিলগুলো ভালোভাবে পরীক্ষা করুন। কোনো অস্বাভাবিকতা দেখলে রিপোর্ট করুন।",
      "৩. আপনার রিপোর্ট গুরুত্বপূর্ণ: আপনার দেওয়া তথ্যের ওপর ভিত্তি করেই ভিজিল্যান্স টিম তাদের অভিযান চালায়। তাই আপনার পর্যবেক্ষণ নির্ভুল এবং বিস্তারিত হওয়া উচিত।",
      "৪. নিজের সুরক্ষার জন্য সতর্ক থাকুন: অবৈধ সংযোগ বিচ্ছিন্ন করার কাজটি অত্যন্ত বিপজ্জনক হতে পারে। তারগুলো কীভাবে লাগানো আছে তা আপনি জানেন না। কাজটি করার সময় লাইনটি বন্ধ করে নেওয়া এবং সম্পূর্ণ PPE ব্যবহার করা অপরিহার্য।"
    ]
  },
  "myth_buster": {
    "title": "মিথ বাস্টার (Myth Buster)",
    "myths": [
      {
        "myth": "একটু বিদ্যুৎ চুরি করলে কোম্পানির কিছু হয় না, ওদের তো অনেক টাকা।",
        "reality": "ভুল। এই 'একটু একটু' চুরি মিলেই কোম্পানির হাজার হাজার কোটি টাকার ক্ষতি হয়, যা পরোক্ষভাবে সৎ গ্রাহকদের ওপরই বিলের মাধ্যমে চাপানো হয়। এছাড়াও, এই চুরির কারণে হওয়া ওভারলোডিং এবং ব্রেকডাউনের ফলে সৎ গ্রাহকরাই নিরবচ্ছিন্ন বিদ্যুৎ পরিষেবা থেকে বঞ্চিত হন।"
      },
      {
        "myth": "বিদ্যুৎ চোরকে ধরা আমার কাজ নয়, ওটা পুলিশের কাজ।",
        "reality": "ভুল। পুলিশ আইন-শৃঙ্খলা রক্ষায় সাহায্য করে, কিন্তু বিদ্যুৎ চুরির প্রযুক্তিগত দিকটি সনাক্ত করা এবং রিপোর্ট করার প্রধান দায়িত্ব বিদ্যুৎ কোম্পানির কর্মীদের, যার মধ্যে আপনিও একজন। আপনার সচেতনতাই এই অপরাধ কমাতে পারে।"
      }
    ]
  },
  "advanced_section": {
    "title": "এর পেছনের আইনি দিক",
    "facts": [
      {
        "title": "অভিযান এবং বাজেয়াপ্তকরণ (Raids and Seizure)",
        "content": "ইলেকট্রিসিটি অ্যাক্ট, ২০০৩ বিদ্যুৎ কোম্পানির অনুমোদিত অফিসারদের পুলিশি সহায়তা নিয়ে যেকোনো জায়গায় প্রবেশ করে বিদ্যুৎ চুরির তল্লাশি চালানো, অবৈধ সরঞ্জাম বাজেয়াপ্ত করা এবং সংযোগ বিচ্ছিন্ন করার ক্ষমতা দেয়। এই কাজটি সাধারণত কোম্পানির ভিজিল্যান্স টিম করে থাকে।"
      },
      {
        "title": "ক্ষতিপূরণের গণনা (Assessment of Charges)",
        "content": "চুরি ধরা পড়ার পর, আইন অনুযায়ী একটি বিশেষ ফর্মুলা ব্যবহার করে নির্ধারণ করা হয় যে অভিযুক্ত ব্যক্তি কতদিন ধরে এবং কতটা লোড চুরি করছিলেন। তার ওপর ভিত্তি করে একটি বড় আকারের ক্ষতিপূরণের বিল তৈরি করা হয়, যা জরিমানার অতিরিক্ত। এই বিল না মেটালে আইনি ব্যবস্থা আরও কঠোর হয়।"
      }
    ]
  }
}
