{
  "level_id": "5.5",
  "badge_name": "ফল্ট ফাইন্ডার",
  "level_title": "'লো-ভোল্টেজ' সমস্যার সমাধান",
  "mission_briefing": "বিদ্যুৎ আছে, কিন্তু তা টিমটিমে আলোর মতো। ফ্যান ঘুরছে না, মোটর চলছে না। 'লো-ভোল্টেজ' গ্রাহকদের সবচেয়ে সাধারণ এবং বিরক্তিকর অভিযোগগুলোর মধ্যে একটি। এটি শুধু অসুবিধাই সৃষ্টি করে না, এটি আপনার যন্ত্রপাতিকেও ক্ষতিগ্রস্ত করতে পারে। এই লেভেলের মিশন হলো, একজন দক্ষ ডাক্তারের মতো এই 'দুর্বল' বিদ্যুতের পেছনের কারণগুলো নির্ণয় করা এবং সিস্টেমে পুনরায় শক্তি ফিরিয়ে আনা।",
  "sections": [
    {
      "title": "দুর্বল বিদ্যুতের কারণ অনুসন্ধান",
      "points": [
        {
          "item_name": "১. সমস্যাটি কার: একজন না অনেকে?",
          "specifications": "• একজন গ্রাহকের সমস্যা: যদি শুধু একজন গ্রাহকের লো-ভোল্টেজের সমস্যা হয়, তবে কারণটি সম্ভবত তার সার্ভিস কানেকশন বা বাড়ির ভেতরের ওয়্যারিং-এ সীমাবদ্ধ।\n• একটি পুরো এলাকার সমস্যা: যদি একটি পুরো এলাকা বা ফিডারের সমস্ত গ্রাহকের লো-ভোল্টেজের সমস্যা হয়, তবে কারণটি সম্ভবত ট্রান্সফরমার বা এলটি নেটওয়ার্কে।",
          "importance": "এই প্রথম প্রশ্নটিই আপনার তদন্তের এলাকাকে নাটকীয়ভাবে ছোট করে দেয়।"
        },
        {
          "item_name": "২. একক গ্রাহকের ক্ষেত্রে সাধারণ কারণ",
          "specifications": "• লুজ কানেকশন: সার্ভিস কেবিলের কানেকশন (পোলে বা মিটারের কাছে) অথবা গ্রাহকের বাড়ির ভেতরের মেইন সুইচে লুজ কানেকশন। এটিই সবচেয়ে সাধারণ কারণ।\n• সার্ভিস কেবিলের সাইজ: গ্রাহকের লোড অনুযায়ী সার্ভিস কেবিলের সাইজ যদি খুব সরু হয়, তবে ভোল্টেজ ড্রপ বেড়ে যায়।\n• দুর্বল নিউট্রাল: একটি দুর্বল বা কাটা নিউট্রাল কানেকশনও লো-ভোল্টেজের কারণ হতে পারে।",
          "করণীয়": "প্রথমে, গ্রাহকের মিটারের ইনকামিং টার্মিনালে ভোল্টেজ মাপুন। যদি ভোল্টেজ ঠিক থাকে, তবে সমস্যাটি গ্রাহকের বাড়ির ভেতরের। যদি মিটারেও ভোল্টেজ কম থাকে, তবে সার্ভিস কানেকশনের প্রতিটি জয়েন্ট (পোলে এবং মিটারে) পরীক্ষা করে টাইট দিন।"
        },
        {
          "item_name": "৩. পুরো এলাকার ক্ষেত্রে সাধারণ কারণ",
          "specifications": "• ট্রান্সফরমার ওভারলোডিং: যদি একটি ট্রান্সফরমারের ওপর তার ক্ষমতার চেয়ে বেশি লোড চাপানো হয়, তবে তার আউটপুট ভোল্টেজ কমে যায়। এটি সাধারণত পিক-লোড সময়ে (যেমন সন্ধ্যায়) বেশি হয়।\n• এলটি লাইনের দৈর্ঘ্য ও সাইজ: যদি এলটি লাইনটি খুব লম্বা হয় এবং তারের সাইজ লোডের তুলনায় সরু হয়, তবে লাইনের শেষ প্রান্তের গ্রাহকরা উল্লেখযোগ্য ভোল্টেজ ড্রপের শিকার হন।\n• লোড আনব্যালেন্স: একটি ফেজের ওপর অতিরিক্ত লোড থাকলে সেই ফেজের গ্রাহকরা লো-ভোল্টেজ পান।\n• ট্রান্সফরমারের ট্যাপ সেটিং: ট্রান্সফরমারের অফ-লোড ট্যাপ চেঞ্জারটি হয়তো ভুল পজিশনে সেট করা আছে।",
          "করণীয়": "ট্রান্সফরমারের এলটি বুশিং-এ ভোল্টেজ মাপুন। যদি সেখানেই ভোল্টেজ কম থাকে, তবে ট্রান্সফরমারটি ওভারলোডেড কিনা বা এর ট্যাপ সেটিং ঠিক আছে কিনা তা পরীক্ষা করুন। যদি ট্রান্সফরমারে ভোল্টেজ ঠিক থাকে, তবে এলটি লাইনের বিভিন্ন পয়েন্টে ভোল্টেজ মেপে দেখুন কোথায় ড্রপ হচ্ছে।"
        }
      ]
    }
  ],
  "image_suggestion": "একটি ট্রابلশুটিং ফ্লো-চার্ট। শুরুতে লেখা 'লো-ভোল্টেজ অভিযোগ'। প্রথম প্রশ্ন: 'একজনের না অনেকের?'। 'একজনের' শাখার নিচে থাকবে 'সার্ভিস কানেকশন পরীক্ষা করো'। 'অনেকের' শাখার নিচে থাকবে 'ট্রান্সফরমার ও এলটি লাইন পরীক্ষা করো'। পাশে একটি ছবি থাকবে যেখানে একজন লাইনম্যান ক্ল্যাম্প মিটার দিয়ে ট্রান্সফরমারের লোড (অ্যাম্পিয়ার) মাপছেন।",
  "pro_tip": {
    "title": "বিশেষ প্রো টিপস (Pro Tips)",
    "content": [
      "১. ভোল্টেজ মাপার সঠিক জায়গা: সবসময় লোড থাকা অবস্থায় ভোল্টেজ মাপুন। লোড ছাড়া অবস্থায় ভোল্টেজ ঠিকই দেখাতে পারে।",
      "২. নিউট্রাল পরীক্ষা করুন: ফেজ-টু-নিউট্রাল ভোল্টেজের পাশাপাশি, নিউট্রাল এবং আর্থের মধ্যেও ভোল্টেজ মাপুন। যদি এখানে উল্লেখযোগ্য ভোল্টেজ (সাধারণত ৫-১০ ভোল্টের বেশি) দেখা যায়, তবে এটি নিউট্রাল লাইনে কোনো সমস্যার ইঙ্গিত দেয়।",
      "৩. থার্মাল ক্যামেরা ব্যবহার করুন: একটি থার্মাল ক্যামেরা বা ইনফ্রারেড গান দিয়ে সার্ভিস কানেকশন বা এলটি লাইনের জয়েন্টগুলো স্ক্যান করলে আপনি সহজেই লুজ কানেকশনের কারণে তৈরি হওয়া হটস্পট খুঁজে বের করতে পারবেন।",
      "৪. গ্রাহকের লোড সম্পর্কে জানুন: গ্রাহকের সাথে কথা বলে জানুন তিনি নতুন কোনো ভারী যন্ত্র (যেমন এসি, হিটার) লাগিয়েছেন কিনা। অনেক সময় গ্রাহকের লোড বেড়ে যাওয়াটাই লো-ভোল্টেজের কারণ হয়।"
    ]
  },
  "myth_buster": {
    "title": "মিথ বাস্টার (Myth Buster)",
    "myths": [
      {
        "myth": "আমার বাড়িতে ভোল্টেজ কম, তার মানে বিদ্যুৎ কোম্পানি কম বিদ্যুৎ পাঠাচ্ছে।",
        "reality": "সাধারণত ভুল। বিদ্যুৎ কোম্পানি একটি নির্দিষ্ট ভোল্টেজ লেভেল বজায় রাখে। লো-ভোল্টেজের কারণ বেশিরভাগ ক্ষেত্রেই স্থানীয় নেটওয়ার্কের ওভারলোডিং, লম্বা লাইন বা আপনার নিজের সার্ভিস কানেকশনের সমস্যা।"
      },
      {
        "myth": "একটু লো-ভোল্টেজ হলে কিছু হয় না, যন্ত্রপাতি তো চলছেই।",
        "reality": "ভুল। লো-ভোল্টেজে চলার জন্য মোটর বা কম্প্রেসরের মতো যন্ত্রগুলোকে বেশি কারেন্ট টানতে হয়, যা তাদের ওয়াইন্ডিংকে অতিরিক্ত গরম করে এবং তাদের আয়ু মারাত্মকভাবে কমিয়ে দেয়।"
      }
    ]
  },
  "advanced_section": {
    "title": "এর পেছনের ইঞ্জিনিয়ারিং ফ্যাক্টস",
    "facts": [
      {
        "title": "ভোল্টেজ ড্রপ (Voltage Drop)",
        "content": "ওহমের সূত্র অনুযায়ী (V=IR), যখন একটি তারের (যার একটি নির্দিষ্ট রেজিস্ট্যান্স R আছে) মধ্যে দিয়ে কারেন্ট (I) প্রবাহিত হয়, তখন তারের দৈর্ঘ বরাবর ভোল্টেজের একটি পতন বা ড্রপ হয়। কারেন্ট যত বেশি বা তারের রেজিস্ট্যান্স (দৈর্ঘ্য বাড়লে বা সাইজ কমলে বাড়ে) যত বেশি হবে, ভোল্টেজ ড্রপও তত বেশি হবে। V_drop = I * R। লো-ভোল্টেজের মূল কারণই হলো এই ভোল্টেজ ড্রপ।"
      },
      {
        "title": "পাওয়ার ফ্যাক্টর (Power Factor)",
        "content": "একটি দুর্বল পাওয়ার ফ্যাক্টর (সাধারণত ইন্ডাক্টিভ লোডের কারণে হয়, যেমন মোটর) সিস্টেমে অতিরিক্ত কারেন্ট টানে, যদিও সেই কারেন্ট কোনো কাজ করে না (Reactive Current)। এই অতিরিক্ত কারেন্ট লাইনে ভোল্টেজ ড্রপ বাড়িয়ে দেয়। পাওয়ার ফ্যাক্টর উন্নত করলে (ক্যাপাসিটর ব্যাংক ব্যবহার করে) লাইন কারেন্ট কমে এবং ভোল্টেজ প্রোফাইল উন্নত হয়।"
      }
    ]
  }
}

