{
  "level_id": "6.4",
  "badge_name": "যন্ত্র গুরু",
  "level_title": "AB সুইচ ও আইসোলেটর: ট্র্যাফিক কন্ট্রোলার",
  "mission_briefing": "একটি বিদ্যুৎ নেটওয়ার্ক একটি শহরের রাস্তার মতো, যেখানে বিদ্যুৎকে মাঝে মাঝে এক রাস্তা থেকে অন্য রাস্তায় পাঠাতে হয় বা কোনো রাস্তা মেরামতের জন্য বন্ধ করতে হয়। AB সুইচ এবং আইসোলেটর হলো সেই ট্র্যাফিক পুলিশ বা ব্যারিকেড যা এই কাজটি করে। এরা লাইনকে বিচ্ছিন্ন করে, যাতে লাইনম্যানরা নিরাপদে কাজ করতে পারেন। কিন্তু এদের একটি বড় দুর্বলতা আছে। এই লেভেলের মিশন হলো, এই ট্র্যাফিক কন্ট্রোলারদের চেনা এবং তাদের সবচেয়ে বড় এবং বিপজ্জনক দুর্বলতাটি বোঝা—'অন-লোড' অপারেশন।",
  "sections": [
    {
      "title": "লাইন বিচ্ছিন্ন করার যন্ত্র",
      "points": [
        {
          "item_name": "১. আইসোলেটর বা AB সুইচ (Air Break Switch) কী?",
          "specifications": "আইসোলেটর বা AB সুইচ হলো একটি যান্ত্রিক সুইচ যা একটি সার্কিট বা সরঞ্জামকে পাওয়ার সিস্টেম থেকে শারীরিকভাবে বিচ্ছিন্ন বা 'আইসোলেট' করার জন্য ব্যবহৃত হয়। এটি বাতাসে (Air) তার কন্টাক্ট পয়েন্টগুলো খোলে এবং বন্ধ করে, তাই একে এয়ার ব্রেক (AB) সুইচও বলা হয়।",
          "importance": "এর প্রধান উদ্দেশ্য হলো সুরক্ষার জন্য একটি দৃশ্যমান 'গ্যাপ' বা বিচ্ছিন্নতা তৈরি করা। যখন একটি আইসোলেটর খোলা থাকে, তখন আপনি খালি চোখে দেখতে পান যে সার্কিটটি বিচ্ছিন্ন, যা সার্কিট ব্রেকারের ক্ষেত্রে বোঝা যায় না। এটি রক্ষণাবেক্ষণের সময় লাইনম্যানদের মানসিক শান্তি এবং দ্বৈত সুরক্ষা প্রদান করে।",
          "daily_check": "লাইন পেট্রোলিং-এর সময় দেখুন AB সুইচের কন্টাক্টগুলো ঠিকমতো লেগে আছে কিনা বা কোনো আর্কিং-এর চিহ্ন আছে কিনা।"
        },
        {
          "item_name": "২. গোল্ডেন রুল: আইসোলেটর একটি 'অফ-লোড' ডিভাইস",
          "specifications": "এটিই এই অধ্যায়ের সবচেয়ে গুরুত্বপূর্ণ শিক্ষা। আইসোলেটর ডিজাইন করা হয়েছে শুধুমাত্র 'নো-লোড' বা 'অফ-লোড' অবস্থায় অপারেট করার জন্য। এর মানে হলো, এটি খোলার বা বন্ধ করার সময় সার্কিটে কোনো উল্লেখযোগ্য কারেন্ট (লোড কারেন্ট বা ফল্ট কারেন্ট) প্রবাহিত হওয়া চলবে না।",
          "importance": "আইসোলেটরের মধ্যে সার্কিট ব্রেকারের মতো কোনো আর্ক নেভানোর ব্যবস্থা নেই। যদি আপনি লোড থাকা অবস্থায় এটি খোলার চেষ্টা করেন, তবে এর কন্টাক্ট পয়েন্টগুলোর মধ্যে একটি প্রচণ্ড এবং দীর্ঘস্থায়ী আর্ক তৈরি হবে। এই আর্কটি সুইচ, অপারেটর এবং পুরো সিস্টেমকে মারাত্মকভাবে ক্ষতিগ্রস্ত করতে পারে।",
          "safety_protocol": "সঠিক ক্রম হলো: প্রথমে সার্কিট ব্রেকার খুলে লাইনকে 'অফ-লোড' করুন, তারপর আইসোলেটর খুলুন। লাইন চালু করার সময়, ক্রমটি উল্টো: প্রথমে আইসোলেটর লাগান, তারপর সার্কিট ব্রেকার অন করুন।"
        },
        {
          "item_name": "৩. বিভিন্ন ধরনের AB সুইচ",
          "specifications": "• টিল্টিং টাইপ (Tilting Type): এটি ডিস্ট্রিবিউশন লাইনে সবচেয়ে বেশি দেখা যায়। এখানে তিনটি ফেজের জন্য তিনটি আলাদা ইনসুলেটর পোস্ট থাকে যা একটি কমন রডের মাধ্যমে একসাথে ঘোরে বা 'টিল্ট' করে।\n• গ্যাং অপারেটেড (Gang Operated): একটিমাত্র অপারেটিং হ্যান্ডেল দিয়ে তিনটি ফেজের সুইচ একসাথে খোলা বা বন্ধ করা যায়।\n• হরাইজন্টাল বা ভার্টিকাল ব্রেক: কন্টাক্ট আর্মটি কীভাবে খোলে (অনুভূমিকভাবে না উল্লম্বভাবে) তার ওপর ভিত্তি করে এদের ডিজাইন ভিন্ন হতে পারে।",
          "importance": "বিভিন্ন ডিজাইন থাকলেও, এদের মূল কার্যনীতি এবং সুরক্ষার নিয়ম একই।"
        },
        {
          "item_name": "৪. পরিচালনা এবং রক্ষণাবেক্ষণ",
          "specifications": "• পরিচালনা: AB সুইচ সাধারণত একটি লম্বা অপারেটিং রড বা হ্যান্ডেল দিয়ে মাটি থেকে অপারেট করা হয়। অপারেট করার সময় দ্রুত এবং দৃঢ়ভাবে হ্যান্ডেলটি ঘোরানো উচিত।\n• রক্ষণাবেক্ষণ: এর প্রধান রক্ষণাবেক্ষণের মধ্যে রয়েছে—কন্টাক্ট পয়েন্টগুলো (Jaws and Blades) পরিষ্কার রাখা, জ্যাম হয়ে যাওয়া মেকানিজমকে লুব্রিকেট করা এবং ইনসুলেটরগুলো পরিষ্কার রাখা।",
          "safety_tip": "অপারেট করার আগে নিশ্চিত করুন যে অপারেটিং হ্যান্ডেলটি সঠিকভাবে আর্থিং করা আছে। এটি অপারেটরের সুরক্ষা নিশ্চিত করে।"
        }
      ]
    }
  ],
  "image_suggestion": "একটি ১১ কেভি লাইনের ডিপি স্ট্রাকচারের ওপর একটি গ্যাং-অপারেটেড টিল্টিং টাইপ AB সুইচের ছবি (খোলা অবস্থায়, যেখানে দৃশ্যমান গ্যাপটি স্পষ্ট)। নিচে একটি ডায়াগ্রাম থাকবে যা 'অন-লোড'-এ আইসোলেটর খোলার বিপদ (প্রচণ্ড আর্ক) দেখাচ্ছে এবং তার ওপর একটি বড় লাল ক্রস চিহ্ন দেওয়া আছে।",
  "pro_tip": {
    "title": "বিশেষ প্রো টিপস (Pro Tips)",
    "content": [
      "১. ইন্টারলকিং সিস্টেম: আধুনিক সাবস্টেশনগুলোতে সার্কিট ব্রেকার এবং আইসোলেটরের মধ্যে একটি মেকানিক্যাল বা ইলেকট্রিক্যাল 'ইন্টারলক' থাকে, যা ভুল ক্রমে অপারেশন প্রতিরোধ করে। অর্থাৎ, ব্রেকার অন থাকলে আইসোলেটর খোলা যায় না।",
      "২. কন্টাক্ট পরীক্ষা করুন: আইসোলেটর লাগানোর পর, দূর থেকে বা বাইনোকুলার দিয়ে দেখুন তিনটি ফেজের কন্টাক্টই সঠিকভাবে এবং সম্পূর্ণভাবে লেগেছে কিনা। একটি আংশিকভাবে লাগা কন্টাক্ট একটি হটস্পট তৈরি করবে।",
      "৩. আর্কিং হর্ন (Arcing Horns): কিছু আইসোলেটরের কন্টাক্টের পাশে দুটি ছোট শিং-এর মতো 'আর্কিং হর্ন' থাকে। এটি খোলার সময় যদি সামান্য চার্জিং কারেন্টের কারণে ছোট আর্ক তৈরিও হয়, তবে সেটি মূল কন্টাক্টের বদলে এই হর্নগুলোর মধ্যে সীমাবদ্ধ থাকে, যা মূল কন্টাক্টকে বাঁচায়।",
      "৪. তিন ফেজ চেক করুন: গ্যাং অপারেটেড সুইচ অপারেট করার পর, নিশ্চিত করুন যে তিনটি ফেজই সম্পূর্ণভাবে খুলেছে বা লেগেছে। অনেক সময় যান্ত্রিক সমস্যার কারণে একটি ফেজ আটকে যেতে পারে।"
    ]
  },
  "myth_buster": {
    "title": "মিথ বাস্টার (Myth Buster)",
    "myths": [
      {
        "myth": "সামান্য লোড থাকলে আইসোলেটর খোলা যায়, কিছু হয় না।",
        "reality": "ভুল। সামান্য লোড কারেন্টও একটি বিপজ্জনক আর্ক তৈরি করার জন্য যথেষ্ট, বিশেষ করে হাই-ভোল্টেজে। 'নো-লোড' মানে কার্যত শূন্য কারেন্ট। শুধুমাত্র ট্রান্সফরমারের ম্যাগনেটাইজিং কারেন্টের মতো খুব সামান্য কারেন্ট ব্রেক করার জন্য কিছু আইসোলেটর ডিজাইন করা হয়, কিন্তু লোড কারেন্ট নয়।"
      },
      {
        "myth": "আইসোলেটর এবং সার্কিট ব্রেকার একই জিনিস।",
        "reality": "একেবারেই নয়। আইসোলেটর হলো একটি 'ডিসকানেক্টিং সুইচ' যা সুরক্ষার জন্য দৃশ্যমান গ্যাপ তৈরি করে। আর সার্কিট ব্রেকার হলো একটি 'প্রোটেক্টিভ ডিভাইস' যা ফল্ট কারেন্টকে বাধা দেওয়ার ক্ষমতা রাখে। দুটি সম্পূর্ণ ভিন্ন যন্ত্র।"
      }
    ]
  },
  "advanced_section": {
    "title": "এর পেছনের ইঞ্জিনিয়ারিং ফ্যাক্টস",
    "facts": [
      {
        "title": "ট্রানজিয়েন্ট রিকভারি ভোল্টেজ (TRV - Transient Recovery Voltage)",
        "content": "যখন একটি সার্কিট ব্রেকার ফল্ট কারেন্টকে বাধা দেয়, তখন তার কন্টাক্ট পয়েন্টগুলোর মধ্যে খুব অল্প সময়ের জন্য সিস্টেম ভোল্টেজের চেয়ে অনেক বেশি একটি ভোল্টেজ তৈরি হয়, একে TRV বলে। সার্কিট ব্রেকারকে এই TRV সহ্য করার মতো এবং পুনরায় আর্ক তৈরি হওয়া আটকানোর মতো ডিজাইন করা হয়। আইসোলেটরের এই ক্ষমতা নেই।"
      },
      {
        "title": "চার্জিং কারেন্ট অফ ট্রান্সমিশন লাইন",
        "content": "একটি লম্বা ট্রান্সমিশন লাইন, এমনকি যদি তাতে কোনো লোড নাও থাকে, ক্যাপাসিট্যান্সের কারণে একটি সামান্য কারেন্ট টানে, একে 'চার্জিং কারেন্ট' বলে। কিছু বিশেষ ধরনের আইসোলেটর এই সামান্য চার্জিং কারেন্টকে ব্রেক করার জন্য ডিজাইন করা হয়, কিন্তু সাধারণ ডিস্ট্রিবিউশন লাইনের AB সুইচ এই কাজের জন্য নয়।"
      }
    ]
  }
}
