{
  "level_id": "4.8",
  "badge_name": "কাজের কারিগর",
  "level_title": "গাছের ডালপালা ছাঁটা (Tree Trimming)",
  "mission_briefing": "বিদ্যুৎ নেটওয়ার্কের একটি নীরব কিন্তু constante শত্রু হলো গাছপালা। একটি গাছের ডাল ঝড়ে লাইনের ওপর পড়ে, ক্রমাগত ঘষা লেগে তারের ইনসুলেশন নষ্ট করে বা দুটি তারকে স্পর্শ করিয়ে—একাধিক উপায়ে ফল্টের কারণ হতে পারে। একজন লাইনম্যান হিসেবে, আপনাকে প্রায়ই এই প্রকৃতির সাথে লড়াই করতে হবে। এই লেভেলের মিশন হলো, গাছ এবং বিদ্যুতের মধ্যে একটি নিরাপদ দূরত্ব তৈরি করার জন্য ডালপালা ছাঁটার সঠিক এবং নিরাপদ পদ্ধতি শেখা।",
  "sections": [
    {
      "title": "প্রকৃতি এবং প্রযুক্তির মধ্যে ভারসাম্য",
      "points": [
        {
          "item_name": "১. কেন ডালপালা ছাঁটা প্রয়োজন?",
          "specifications": "• ফল্ট প্রতিরোধ: ঝড়ে ডাল ভেঙে লাইনের ওপর পড়লে শর্ট সার্কিট বা তার ছিঁড়ে যেতে পারে।\n• ইনসুলেশন রক্ষা: ক্রমাগত ঘষা লেগে তারের ইনসুলেশন (বিশেষ করে সার্ভিস কেবিল বা এবি কেবিল) নষ্ট হয়ে যেতে পারে।\n• শর্ট সার্কিট: ভেজা ডালপালা বা পাতা দুটি লাইভ তারকে স্পর্শ করলে শর্ট সার্কিট হতে পারে।\n• আগুন লাগার ঝুঁকি: শুকনো ডালপালা লাইভ তারের সংস্পর্শে এলে আগুন লেগে যেতে পারে।\n• প্রবেশাধিকার: লাইনের নিচে গাছের জঙ্গল রক্ষণাবেক্ষণের কাজে বাধা সৃষ্টি করে।",
          "importance": "নিয়মিত ট্রি ট্রিমিং ডিস্ট্রিবিউশন নেটওয়ার্কের নির্ভরযোগ্যতা বাড়ানোর এবং ব্রেকডাউন কমানোর অন্যতম প্রধান উপায়।"
        },
        {
          "item_name": "২. সুরক্ষাই প্রথম: কাটার আগে পরিকল্পনা",
          "specifications": "• পারমিট ও আইসোলেশন: যদি ডালপালা লাইনের খুব কাছাকাছি থাকে, তবে কাজ শুরুর আগে অবশ্যই লাইনটি বন্ধ (De-energized) করার জন্য PTW নিতে হবে।\n• কাজের এলাকা সুরক্ষিত করা: নিচে দড়ি বা টেপ দিয়ে কাজের এলাকা ঘিরে দিন, যাতে কাটা ডাল পথচারী বা যানবাহনের ওপর না পড়ে। প্রয়োজনে ট্র্যাফিক নিয়ন্ত্রণের ব্যবস্থা করুন।\n• PPE: এই কাজের জন্য স্ট্যান্ডার্ড PPE ছাড়াও, শক্ত গ্লাভস এবং চোখের সুরক্ষার জন্য গগলস অপরিহার্য।\n• সঠিক টুলস: ছোট ডালের জন্য লম্বা ইনসুলেটেড প্রুনার (Pruner) বা স' (Saw) এবং বড় ডালের জন্য চেইনসอ (Chainsaw) ব্যবহার করা হয়।",
          "importance": "গাছ কাটা একটি অত্যন্ত ঝুঁকিপূর্ণ কাজ। পতনশীল ডাল, ধারালো যন্ত্র এবং বিদ্যুতের উপস্থিতি—এই তিনটি বিপদ একসাথে থাকে। তাই পরিকল্পনা এবং সুরক্ষা এখানে সবচেয়ে জরুরি।"
        },
        {
          "item_name": "৩. কাটার সঠিক কৌশল",
          "specifications": "• ৩-কাট পদ্ধতি (3-Cut Method): একটি বড় এবং ভারী ডাল কাটার জন্য এই পদ্ধতি ব্যবহার করুন। ১) ডালের নিচে, কান্ডের থেকে কিছুটা দূরে একটি ছোট কাট দিন। ২) প্রথম কাটের সামান্য বাইরে, ওপর থেকে ডালটিকে সম্পূর্ণ কেটে ফেলুন। এটি ডালের ছাল ছিঁড়ে যাওয়া আটকায়। ৩) সবশেষে, কান্ডের কাছ থেকে ডালের বাকি অংশটি সুন্দরভাবে কেটে ফেলুন।\n• পতনের দিক নিয়ন্ত্রণ: ডালটি কোন দিকে পড়বে তা আগে থেকে পরিকল্পনা করুন। প্রয়োজনে দড়ি দিয়ে বেঁধে এর পতনকে নিয়ন্ত্রণ করুন।\n• ছোট থেকে বড়: গাছের ওপর থেকে বা বাইরের দিক থেকে কাটা শুরু করে ভেতরের দিকে আসুন।\n• নিরাপদ দূরত্ব: লাইভ কন্ডাক্টর থেকে গাছের ডালের একটি ন্যূনতম নিরাপদ দূরত্ব (সাধারণত ১.৫ থেকে ৩ মিটার) বজায় রাখুন।",
          "importance": "সঠিক কৌশল শুধু আপনার সুরক্ষাই নিশ্চিত করে না, এটি গাছের স্বাস্থ্যও ভালো রাখে। ভুলভাবে কাটা হলে গাছে ইনফেকশন হতে পারে।"
        }
      ]
    }
  ],
  "image_suggestion": "একটি ইলাস্ট্রেশন যেখানে '৩-কাট পদ্ধতি' ধাপে ধাপে দেখানো হয়েছে। পাশে একটি ছবি থাকবে যেখানে বিদ্যুৎ লাইনের চারপাশে একটি 'নিরাপদ ক্লিয়ারেন্স জোন' দেখানো হয়েছে, যার মধ্যে কোনো ডালপালা নেই।",
  "pro_tip": {
    "title": "বিশেষ প্রো টিপস (Pro Tips)",
    "content": [
      "১. একা কাজ করবেন না: ট্রি ট্রিমিং-এর কাজ কখনোই একা করা উচিত নয়। একজন সহকর্মী নিচে থেকে ট্র্যাফিক নিয়ন্ত্রণ এবং অন্যান্য বিপদ সম্পর্কে আপনাকে সতর্ক করতে পারেন।",
      "২. ইনসুলেটেড টুলস ব্যবহার করুন: লাইনের কাছাকাছি কাজ করার জন্য ফাইবারগ্লাসের হাতলযুক্ত ইনসুলেটেড প্রুনার বা স' ব্যবহার করুন। এটি অতিরিক্ত সুরক্ষা প্রদান করে।",
      "৩. চেইনসঅ ব্যবহারে সতর্কতা: চেইনসঅ একটি অত্যন্ত বিপজ্জনক যন্ত্র। এটি ব্যবহারের জন্য বিশেষ প্রশিক্ষণ প্রয়োজন। সবসময় দুই হাতে ধরুন এবং 'কিকব্যাক' (Kickback) সম্পর্কে সতর্ক থাকুন।",
      "৪. কাজ শেষে পরিষ্কার করুন: সমস্ত কাটা ডালপালা কাজের জায়গা থেকে সরিয়ে এলাকাটি পরিষ্কার করে দিন।"
    ]
  },
  "myth_buster": {
    "title": "মিথ বাস্টার (Myth Buster)",
    "myths": [
      {
        "myth": "শুকনো ডাল তো বিদ্যুৎ পরিবহন করে না, তাই ওটা লাইভ তারের সংস্পর্শে থাকলেও চলে।",
        "reality": "ভুল। শুকনো ডাল হয়তো ভালো ইনসুলেটর, কিন্তু এটি অত্যন্ত দাহ্য। লাইভ তারের সংস্পর্শে এসে স্পার্কিং হলে এতে সহজেই আগুন লেগে যেতে পারে, যা দাবানলের কারণ হতে পারে।"
      },
      {
        "myth": "লাইন তো ইনসুলেটেড (AB Cable), তাই গাছের ডাল ছুঁয়ে থাকলে কিছু হবে না।",
        "reality": "না। ক্রমাগত ঘষা লেগে বা ঝড়ে ডালের আঘাতে এবি কেবিলের ইনসুলেশনও ক্ষতিগ্রস্ত হতে পারে। এছাড়াও, ভেজা গাছ একটি সেমি-কন্ডাক্টর হিসেবে কাজ করতে পারে।"
      }
    ]
  },
  "advanced_section": {
    "title": "এর পেছনের পরিবেশগত দিক",
    "facts": [
      {
        "title": "ডিরেকশনাল প্রুনিং (Directional Pruning)",
        "content": "এটি গাছ ছাঁটার একটি আধুনিক এবং পরিবেশ-বান্ধব কৌশল। এখানে পুরো গাছটিকে ওপর থেকে গোল করে কাটার বদলে, শুধুমাত্র সেই ডালগুলোকেই কাটা হয় যেগুলো লাইনের দিকে বাড়ছে। এবং এমনভাবে কাটা হয় যাতে নতুন ডালগুলো লাইনের উল্টো দিকে বাড়তে উৎসাহিত হয়। এটি গাছের স্বাস্থ্য ভালো রাখে এবং বারবার ছাঁটার প্রয়োজনীয়তা কমায়।"
      },
      {
        "title": "রাইট-অফ-ওয়ে ম্যানেজমেন্ট (Right-of-Way Management)",
        "content": "বড় ট্রান্সমিশন লাইনের ক্ষেত্রে, বিদ্যুৎ কোম্পানিগুলো লাইনের নিচে একটি নির্দিষ্ট চওড়া এলাকা (রাইট-অফ-ওয়ে) সম্পূর্ণ গাছমুক্ত রাখে। এখানে তারা এমন ছোট ঝোপঝাড় বা ঘাস লাগাতে উৎসাহিত করে যা বড় হয়ে লাইনে পৌঁছাতে পারবে না। এটি একটি দীর্ঘমেয়াদী এবং কার্যকর সমাধান।"
      }
    ]
  }
}

