{
  "level_id": "8.2",
  "badge_name": "জরুরী রেগুলেশন (WBERC ফোকাস)",
  "level_title": "সাপ্লাই কোড (Supply Code): গ্রাহক পরিষেবার নিয়মাবলী",
  "mission_briefing": "একজন লাইনম্যান হিসেবে আপনি শুধু তার জোড়েন না, আপনি আসলে কোম্পানি এবং গ্রাহকের মধ্যে একটা আইনি সেতুবন্ধন। এই সম্পর্কের সংবিধান হলো 'সাপ্লাই কোড'। নতুন কানেকশন দেওয়ার সময় প্রতিবেশীর বাধা এলে কী করবেন? বা কেউ হুকিং করলে কি সঙ্গে সঙ্গে তার কাটবেন নাকি ছবি তুলবেন? এই কোড না মানলে কোম্পানি যেমন বিপদে পড়ে, তেমনি আপনার চাকরি নিয়েও টানাটানি হতে পারে। চলুন, এই সম্পর্কের আইনি খুঁটিনাটিগুলো একদম পরিষ্কার করে নেওয়া যাক।",
  "sections": [
    {
      "title": "১. কানেকশন এবং ওয়ে-লিভ (Wayleave): বাধার মোকাবিলা",
      "image_name": "pole_dispute_resolution.jpg",
      "points": [
        {
          "item_name": "ওয়ে-লিভ বা পথের অনুমতি",
          "specifications": "সাপ্লাই কোড অনুযায়ী, লাইন টানার সময় যতটা সম্ভব ব্যক্তিগত জমি এড়িয়ে চলতে হবে।",
          "importance": "যদি কোনো নতুন কানেকশনের জন্য অন্যের জমির ওপর দিয়ে তার বা পোল নিতে হয়, তবে সেই জমির মালিকের লিখিত সম্মতি (Consent) বাধ্যতামূলক। জোর করে পোল বসালে আইনি মামলায় কাজ বন্ধ হয়ে যেতে পারে।",
          "daily_check": "কাজ শুরুর আগে দেখুন 'ওয়ে-লিভ' ক্লিয়ার আছে কি না। প্রতিবেশীর বাধা থাকলে আগে অফিসে জানান, গায়ের জোর দেখাবেন না।"
        },
        {
          "item_name": "সার্ভিস পজিশন",
          "specifications": "মিটার কোথায় বসবে তা কোম্পানি ঠিক করে, গ্রাহক নয়।",
          "importance": "মিটার এমন জায়গায় বসাতে হবে যেখানে লাইনম্যান সহজে রিডিং নিতে পারে এবং মেইনটেন্যান্স করতে পারে। গ্রাহকের বেডরুমের ভেতরে মিটার বসানো সাপ্লাই কোড বিরোধী।"
        }
      ]
    },
    {
      "title": "২. সংযোগ বিচ্ছিন্ন (Disconnection) ও রিকানেকশন",
      "image_name": "fuse_cut_pliers.jpg",
      "points": [
        {
          "item_name": "বকেয়া বিলের নিয়ম",
          "specifications": "১৫ দিনের ক্লিয়ার নোটিশ পিরিয়ড ছাড়া সাধারণ বকেয়ার জন্য লাইন কাটা যায় না।",
          "importance": "নোটিশের মেয়াদ শেষ হওয়ার পর লাইন কাটলে, তা আবার জোড়ার জন্য গ্রাহককে পুরো টাকা এবং রিকানেকশন চার্জ জমা দিতে হবে। দয়া করে লাইন জুড়ে দিলে আপনিই বিপদে পড়বেন।",
          "daily_check": "লাইন কাটার আগে মিটারের বর্তমান রিডিং এবং সীল-এর অবস্থা নোট করে নিন।"
        },
        {
          "item_name": "ডিসম্যান্টলিং (Dismantling)",
          "specifications": "লাইন কাটার পর ১৮০ দিন (৬ মাস) কেটে গেলে এবং গ্রাহক টাকা না দিলে, পার্মানেন্টলি লাইন খুলে ফেলা হয়।",
          "importance": "তখন সার্ভিস তার, মিটার সব খুলে স্টোরে জমা দিতে হয়। একেই বলে 'চুক্তি বাতিল' বা Termination of Agreement."
        }
      ]
    },
    {
      "title": "৩. বিদ্যুৎ চুরি ও অবৈধ ব্যবহার: পুলিশগিরি",
      "image_name": "hooking_evidence.jpg",
      "points": [
        {
          "item_name": "সেকশন ১৩৫ (Section 135): সরাসরি চুরি",
          "specifications": "হুকিং, মিটার বাইপাস বা ট্যাম্পারিং।",
          "importance": "এটি জামিন-অযোগ্য অপরাধ হতে পারে। এক্ষেত্রে আপনার প্রথম কাজ প্রমাণ জোগাড় করা (ভিডিও/ছবি) এবং তারপর লাইন বিচ্ছিন্ন করা। এবং অবশ্যই ২৪ ঘন্টার মধ্যে থানায় বা পুলিশে অভিযোগ জানানো (অফিসারের মাধ্যমে)।",
          "daily_check": "রেইড বা চেকিং-এর সময় জব্দ তালিকা (Seizure List) তৈরি করতে ভুলবেন না।"
        },
        {
          "item_name": "সেকশন ১২৬ (Section 126): অননুমোদিত ব্যবহার",
          "specifications": "ডোমেস্টিক কানেকশন দোকানে ব্যবহার করা বা লোড লিমিট ক্রস করা।",
          "importance": "এখানে এফআইআর (FIR) হয় না, কিন্তু কড়া জরিমানা (Assessment) হয়। গ্রাহককে বোঝান যে ট্যারিফ পরিবর্তন না করলে তার বিশাল ক্ষতি হবে।"
        }
      ]
    }
  ],
  "pro_tip": {
    "title": "ওস্তাদের মার (Pro Tips)",
    "content": [
      "১. প্রমাণই সব: হুকিং লাইন খোলার আগে নিজের মোবাইলে একটা ভিডিও করে নিন যেখানে পোল থেকে হুকিং তারটা দেখা যাচ্ছে। গ্রাহক পরে আদালতে বলতে পারে 'আমি চুরি করিনি', তখন এই ভিডিওই আপনার কোম্পানিকে বাঁচাবে।",
      "২. এক্সেস পাওয়ার (Right to Access): সাপ্লাই কোড আপনাকে গ্রাহকের চত্বরে ঢুকে মিটার দেখার আইনি অধিকার দিয়েছে। কেউ বাধা দিলে বিনীতভাবে এই আইনের কথা বলুন, দরকার হলে পুলিশ ডাকুন, কিন্তু ঝগড়া করবেন না।",
      "৩. মিটার ঘর: মাল্টি-স্টোরিড বিল্ডিংয়ে মিটার ঘর সবসময় একতলায় বা গ্রাউন্ড ফ্লোরে হতে হবে, এটা নিশ্চিত করুন।"
    ]
  },
  "myth_buster": {
    "title": "মিথ বাস্টার (Myth Buster)",
    "myths": [
      {
        "myth": "লাইনম্যান চাইলেই যেকোনো সময় গ্রাহকের মিটার শিফট বা সরাতে পারে।",
        "reality": "একদম না। মিটার শিফটিং-এর জন্য নির্দিষ্ট ফি জমা দিতে হয় এবং নতুন জায়গার টেকনিক্যাল ফিজিবিলিটি চেক করতে হয়। বিনা অর্ডারে মিটার সরালে চুরির দায় আপনার ওপর আসতে পারে।"
      },
      {
        "myth": "বিল বাকি থাকলে নোটিশ ছাড়াই লাইন কাটা যায়।",
        "reality": "ভুল! ইলেকট্রিসিটি অ্যাক্ট ২০০৩-এর সেকশন ৫৬ অনুযায়ী, ১৫ দিনের লিখিত নোটিশ বাধ্যতামূলক। তবে চুরির ক্ষেত্রে (Sec 135) কোনো নোটিশ লাগে না।"
      }
    ]
  },
  "advanced_section": {
    "title": "আইনি খুঁটিনাটি (Legal Insight)",
    "facts": [
      {
        "title": "ইলেকট্রিসিটি অম্বুডসম্যান (Electricity Ombudsman)",
        "content": "যদি গ্রাহক কোম্পানির গ্রিভেন্স রিড্রেসাল ফোরামের (CGRF) রায়ে খুশি না হয়, তবে সে 'অম্বুডসম্যান'-এর কাছে যেতে পারে। এটি ডিস্ট্রিক্ট কোর্টের সমতুল্য ক্ষমতা রাখে।"
      },
      {
        "title": "প্রভিশনাল বনাম ফাইনাল অ্যাসেসমেন্ট",
        "content": "সেকশন ১২৬-এর কেসে প্রথমে 'প্রভিশনাল' বিল দেওয়া হয়। গ্রাহক আপত্তি জানালে শুনানির পর 'ফাইনাল' অর্ডার দেওয়া হয়। এই প্রক্রিয়া না জানলে ফিল্ডে গ্রাহককে ভুল তথ্য দেওয়া হতে পারে।"
      }
    ]
  }
}
