{
  "level_id": "1.10",
  "badge_name": "সুরক্ষা কবচ",
  "level_title": "১০ সেকেন্ডের মেন্টাল চেকলিস্ট",
  "mission_briefing": "আপনি এখন 'সুরক্ষা কবচ' ব্যাজের শেষ ধাপে। আপনি PPE চিনেছেন, বিপদসীমা বুঝেছেন, পোল পরীক্ষা করতে শিখেছেন এবং প্রকৃতির সংকেতকে সম্মান করতে জেনেছেন। এখন সময় এই সমস্ত জ্ঞানকে একটি বুলেটপ্রুফ মানসিক অভ্যাসে পরিণত করার। এই লেভেলের মিশন হলো, পোলে ওঠার ঠিক আগের ১০ সেকেন্ডে আপনার মস্তিষ্কে একটি শক্তিশালী 'সেফটি স্ক্যান' চালানো। এটি আপনার চূড়ান্ত আত্মরক্ষা, যা অভিজ্ঞতাকে অভ্যাসে পরিণত করে।",
  "sections": [
    {
      "title": "আপনার মস্তিষ্কই সেরা সুরক্ষা টুল",
      "points": [
        {
          "item_name": "১. কেন মেন্টাল চেকলিস্ট জরুরি?",
          "specifications": "একজন অভিজ্ঞ পাইলট হাজার হাজার ঘণ্টা উড়ানের পরেও প্রতিবার টেক-অফের আগে একটি চেকলিস্ট অনুসরণ করেন। কারণ চাপের মুহূর্তে বা রুটিন কাজের একঘেয়েমিতে মানুষ ছোট কিন্তু গুরুত্বপূর্ণ ধাপ ভুলে যেতে পারে। এই মেন্টাল চেকলিস্টটি আপনার জন্য সেই পাইলটের চেকলিস্টের মতো কাজ করে।",
          "importance": "এটি আপনাকে তাড়াহুড়ো বা অতিরিক্ত আত্মবিশ্বাস (Overconfidence)—দুটি প্রধান শত্রু—থেকে রক্ষা করে। মাত্র ১০ সেকেন্ডের এই অভ্যাসটি একটি সম্ভাব্য মারাত্মক ভুল এবং একটি নিরাপদ দিনের কাজের মধ্যে পার্থক্য গড়ে দিতে পারে।",
          "golden_rule": "প্রতিটি পোলে, প্রতিটি কাজের আগে, কোনো ব্যতিক্রম ছাড়াই এই চেকলিস্টটি মনে মনে চালান। এটিকে আপনার শ্বাস-প্রশ্বাসের মতোই স্বাভাবিক করে তুলুন।"
        },
        {
          "item_name": "২. ১০ সেকেন্ডের 'সেফটি স্ক্যান': প্রশ্ন-উত্তর পর্ব",
          "specifications": "পা মাটি ছাড়ার আগে, মনে মনে নিজেকে এই প্রশ্নগুলো করুন এবং উত্তর দিন:\n\n**(প্রথম ৫ সেকেন্ড: ব্যক্তিগত সুরক্ষা)**\n\n1.  **আমার PPE কি ১০০% ঠিক আছে?** (হেলমেটের স্ট্র্যাপ থেকে জুতোর সোল পর্যন্ত একবার কল্পনা করুন)।\n2.  **আমার হারনেস কি সঠিকভাবে পরা এবং সুরক্ষিত?** (বকলস, ফিতে এবং ফিটিং অনুভব করুন)।\n3.  **আমার টুলস কি ঠিকঠাক এবং হাতের কাছে আছে?** (যেগুলো লাগবে এবং যেগুলো লাগবে না, দুটোই ভাবুন)।\n4.  **আমি কি পারমিট নম্বর এবং শর্তগুলো জানি?** (PTW-এর বৈধতা মাথায় আনুন)।\n5.  **আমার মানসিক অবস্থা কি স্থিতিশীল?** (আমি কি ক্লান্ত, বিক্ষিপ্ত বা তাড়াহুড়োর মধ্যে আছি?) \n\n**(পরবর্তী ৫ সেকেন্ড: পরিবেশগত সুরক্ষা)**\n\n6.  **আমি কি পোলটি নিজে পরীক্ষা করেছি?** (ফাটল, মরিচা বা বাসার কথা ভাবুন)।\n7.  **আমার চারপাশের 'লক্ষ্মণ রেখা' কোনটি?** (সবচেয়ে কাছের লাইভ তারের দূরত্ব কল্পনা করুন)।\n8.  **আশেপাশে অন্য কোনো বিপদ (জল, ট্র্যাফিক, মৌমাছি) আছে কি?**\n9.  **আবহাওয়া কি নিরাপদ এবং স্থিতিশীল?** (আকাশ এবং বাতাসের দিকে মনোযোগ দিন)।\n10. **আমার পালানোর পথ (Escape Route) এবং রেসকিউ প্ল্যান কী?** (যদি কিছু ভুল হয়, আমি কীভাবে নামব?)",
          "importance": "এই ১০টি প্রশ্নের উত্তর যদি ইতিবাচক এবং সন্তোষজনক হয়, তবেই আপনি কাজ শুরু করার জন্য প্রস্তুত। যেকোনো একটির উত্তরে সন্দেহ থাকলে, থামুন। পুনরায় পরীক্ষা করুন।",
          "daily_check": "এই চেকলিস্টটি আপনার হেলমেটের ভেতরে একটি ছোট স্টিকারে লিখে রাখতে পারেন, যতক্ষণ না এটি আপনার মজ্জাগত হয়ে যাচ্ছে।"
        }
      ]
    }
  ],
  "image_suggestion": "একটি শক্তিশালী গ্রাফিক যেখানে একজন লাইনম্যান পোলের গোড়ায় দাঁড়িয়ে চোখ বন্ধ করে চিন্তা করছেন। তার মস্তিষ্কের চারপাশে ১০টি প্রশ্নের আইকন (যেমন PPE-এর জন্য হেলমেট, আবহাওয়ার জন্য মেঘ) ঘুরছে। গ্রাফিকটির ট্যাগলাইন হবে: 'Your Brain: The Ultimate PPE' (আপনার মস্তিষ্ক: চূড়ান্ত সুরক্ষা কবচ)।",
  "pro_tip": {
    "title": "বিশেষ প্রো টিপস (Pro Tips)",
    "content": [
      "১. এটা রেস নয়: কে কত তাড়াতাড়ি কাজ শেষ করল, তার চেয়ে গুরুত্বপূর্ণ হলো কে নিরাপদে বাড়ি ফিরল। গতি নয়, নিরাপত্তাই আপনার দক্ষতার আসল পরিচয়।",
      "২. সন্দেহ হলে থামুন: চেকলিস্টের কোনো একটি পয়েন্ট নিয়ে যদি আপনার মনে সামান্যতম দ্বিধা থাকে, তবে সেই দ্বিধাকে সম্মান করুন। আপনার ষষ্ঠ ইন্দ্রিয় প্রায়ই সঠিক কথা বলে।",
      "৩. আপনার টিমকে যুক্ত করুন: এই চেকলিস্টটি আপনার সহকর্মীর সাথে একসাথে চালান। একে অপরের সুরক্ষা নিশ্চিত করুন। সুরক্ষায় কোনো ইগো বা লজ্জা নেই।",
      "৪. দিন শেষে পর্যালোচনা: কাজ শেষে ভাবুন, আজ চেকলিস্টের কোনো পয়েন্ট কি আপনাকে কোনো বিপদ থেকে বাঁচিয়েছে? এই অভ্যাসটি আপনার শিক্ষাকে আরও শক্তিশালী করবে।"
    ]
  },
  "myth_buster": {
    "title": "মিথ বাস্টার (Myth Buster)",
    "myths": [
      {
        "myth": "আমি ২০ বছর ধরে এই কাজ করছি, আমার এসব চেকলিস্টের দরকার নেই। সবকিছু আমার মাথায় আছে।",
        "reality": "অভিজ্ঞতাই অতিরিক্ত আত্মবিশ্বাস তৈরি করে, যা দুর্ঘটনার অন্যতম প্রধান কারণ। রুটিন কাজ করতে করতেই মানুষ সবচেয়ে বেশি ভুল করে। চেকলিস্ট অভিজ্ঞতাকে প্রতিস্থাপন করে না, বরং তাকে আরও শক্তিশালী এবং নির্ভরযোগ্য করে তোলে।"
      },
      {
        "myth": "এতকিছু ভাবতে গেলে কাজটাই করা হবে না। মাঠে এত ভাবার সময় নেই।",
        "reality": "এটি মাত্র ১০ সেকেন্ডের একটি অভ্যাস। একটি দুর্ঘটনা ঘটলে যে সময় এবং জীবনের ক্ষতি হয়, তার তুলনায় এই ১০ সেকেন্ড কিছুই নয়। এটি সময় বাঁচায়, নষ্ট করে না।"
      }
    ]
  },
  "advanced_section": {
    "title": "এর পেছনের মনস্তত্ত্ব",
    "facts": [
      {
        "title": "সিচুয়েশনাল অ্যাওয়ারনেস (Situational Awareness)",
        "content": "এই মেন্টাল চেকলিস্টটি আপনার 'সিচুয়েশনাল অ্যাওয়ারনেস' বা পরিস্থিতিগত সচেতনতা তৈরি করে। এর অর্থ হলো, আপনার চারপাশে কী ঘটছে, তা বোঝা, সেই তথ্যের ওপর ভিত্তি করে ভবিষ্যতের বিপদ অনুমান করা এবং সেই অনুযায়ী সঠিক পদক্ষেপ নেওয়া। পাইলট, সার্জন এবং সৈনিকদের প্রশিক্ষণে এটি একটি অপরিহার্য অংশ।"
      },
      {
        "title": "মাসল মেমরি থেকে ব্রেন মেমরি (Muscle Memory to Brain Memory)",
        "content": "দিনের পর দিন একই কাজ করতে করতে আমাদের শরীর 'মাসল মেমরি' তৈরি করে, কিন্তু আমাদের মস্তিষ্ক নিষ্ক্রিয় হয়ে যেতে পারে। এই চেকলিস্টটি প্রতিবার কাজের আগে আপনার মস্তিষ্ককে সচেতনভাবে জাগিয়ে তোলে এবং নিশ্চিত করে যে আপনি শুধু শারীরিক অভ্যাসের ওপর নির্ভর করছেন না, বরং বুদ্ধিমত্তার সাথে কাজ করছেন।"
      }
    ]
  }
}

