{
  "level_id": "6.7",
  "badge_name": "যন্ত্র গুরু",
  "level_title": "ক্যাপাসিটর ব্যাংক: পাওয়ার বুস্টার",
  "mission_briefing": "বিদ্যুৎ সিস্টেমে কিছু লোড (যেমন মোটর, ট্রান্সফরমার) আছে যারা কাজ করার জন্য এক ধরনের 'অলস' বা অকার্যকরী পাওয়ার (Reactive Power) শোষণ করে। এই অকার্যকরী পাওয়ার লাইনে অতিরিক্ত কারেন্ট প্রবাহ ঘটায়, যার ফলে সিস্টেমের লস বাড়ে এবং ভোল্টেজ কমে যায়। ক্যাপাসিটর ব্যাংক হলো সেই 'পাওয়ার বুস্টার' যা এই অকার্যকরী পাওয়ার সাপ্লাই দিয়ে সিস্টেমকে ভারমুক্ত করে এবং আরও দক্ষ করে তোলে। এই লেভেলের মিশন হলো, এই পাওয়ার বুস্টারকে চেনা, এর গুরুত্ব বোঝা এবং এর সাথে যুক্ত একটি মারাত্মক লুকানো বিপদ সম্পর্কে জানা।",
  "sections": [
    {
      "title": "অকার্যকরী শক্তির মোকাবিলা",
      "points": [
        {
          "item_name": "১. ক্যাপাসিটর ব্যাংক কী এবং কেন এটি প্রয়োজন?",
          "specifications": "ক্যাপাসিটর ব্যাংক হলো একাধিক পাওয়ার ক্যাপাসিটরের একটি সমাবেশ যা সাধারণত ডিস্ট্রিবিউশন লাইনের পোল বা সাবস্টেশনে লাগানো থাকে। এর প্রধান কাজ হলো পাওয়ার ফ্যাক্টর (Power Factor) উন্নত করা।\n• পাওয়ার ফ্যাক্টর: সহজ কথায়, এটি সিস্টেমের দক্ষতার একটি পরিমাপ। একটি আদর্শ সিস্টেমে পাওয়ার ফ্যাক্টর ১.০ হয়। ইন্ডাক্টিভ লোডের (Inductive Load) কারণে এটি ১.০-এর নিচে নেমে যায় (যেমন ০.৮)।",
          "importance": "একটি কম পাওয়ার ফ্যাক্টর মানে, একই পরিমাণ কাজ (kW) করার জন্য লাইনকে বেশি কারেন্ট (kVA) বহন করতে হচ্ছে। ক্যাপাসিটর ব্যাংক এই অতিরিক্ত কারেন্টকে কমিয়ে দেয়, যার ফলে:\n• সিস্টেমের লস (I²R Loss) কমে।\n• ভোল্টেজ প্রোফাইল উন্নত হয় (ভোল্টেজ ড্রপ কমে)।\n• ট্রান্সফরমার এবং লাইনের লোডিং ক্ষমতা বাড়ে।",
          "daily_check": "লাইন পেট্রোলিং-এর সময় দেখুন ক্যাপাসিটর ব্যাংকের কোনো ইউনিট ফুলে গেছে কিনা বা তেল লিক করছে কিনা।"
        },
        {
          "item_name": "২. গঠন এবং কার্যকারিতা",
          "specifications": "• ইউনিট: একটি ক্যাপাসিটর ব্যাংক একাধিক ছোট ছোট ক্যান-এর মতো দেখতে ক্যাপাসিটর ইউনিট দিয়ে তৈরি।\n• সংযোগ: এই ইউনিটগুলোকে স্টার (Star) বা ডেল্টা (Delta) কানেকশনে একসাথে জুড়ে দেওয়া হয়।\n• সুরক্ষা: প্রতিটি ক্যাপাসিটর ব্যাংকের সাথে একটি ডেডিকেটেড সুইচ এবং ফিউজ থাকে, যা এটিকে ফল্টের হাত থেকে রক্ষা করে।",
          "importance": "ক্যাপাসিটর ব্যাংক ইন্ডাক্টিভ লোডের ঠিক উল্টো ধরনের রিয়্যাক্টিভ পাওয়ার (Leading Reactive Power) সরবরাহ করে, যা ইন্ডাক্টিভ লোডের চাহিদা (Lagging Reactive Power) পূরণ করে। এর ফলে, সাপ্লাই লাইনকে আর এই অকার্যকরী পাওয়ার বহন করতে হয় না।"
        },
        {
          "item_name": "৩. সবচেয়ে বড় বিপদ: সঞ্চিত চার্জ (Stored Charge)",
          "specifications": "ক্যাপাসিটরের মূল ধর্মই হলো বৈদ্যুতিক চার্জ ধরে রাখা। একটি ক্যাপাসিটর ব্যাংক যখন লাইন থেকে বিচ্ছিন্ন বা সুইচ অফ করা হয়, তখন এটি একটি carregado ব্যাটারির মতো বিপজ্জনক ভোল্টেজ ধরে রাখে।",
          "importance": "লাইন বন্ধ করার পরেও যদি কোনো ক্যাপাসিটর ব্যাংককে ডিসচার্জ না করে স্পর্শ করা হয়, তবে এটি একটি মারাত্মক বা প্রাণঘাতী শক দিতে পারে। এটিই ক্যাপাসিটর ব্যাংকের সাথে কাজ করার সবচেয়ে বড় ঝুঁকি।",
          "safety_protocol": "• ডিসচার্জিং: আধুনিক ক্যাপাসিটরগুলোর ভেতরে একটি ইন্টারনাল ডিসচার্জ রেসিস্টর থাকে, যা সাধারণত ৫ মিনিটের মধ্যে ভোল্টেজকে নিরাপদ মানে (৫০ ভোল্টের নিচে) নামিয়ে আনে।\n• বাধ্যতামূলক অপেক্ষা: ক্যাপাসিটর ব্যাংক সুইচ অফ করার পর, কাজ শুরু করার আগে কমপক্ষে ৫-১০ মিনিট অপেক্ষা করা বাধ্যতামূলক।\n• বাহ্যিক ডিসচার্জ: অপেক্ষার পরেও, অতিরিক্ত সুরক্ষার জন্য একটি উপযুক্ত ডিসচার্জ রড দিয়ে ক্যাপাসিটরের টার্মিনালগুলোকে ভালোভাবে ডিসচার্জ এবং আর্থিং করে নেওয়া উচিত।",
          "safety_tip": "ক্যাপাসিটর ব্যাংককে কখনোই একটি সাধারণ লোড ভাবা উচিত নয়। এটি একটি শক্তি সঞ্চয়কারী ডিভাইস।"
        },
        {
          "item_name": "৪. সাধারণ সমস্যা (Troubleshooting)",
          "specifications": "• ফুলে যাওয়া বা বিকৃত ইউনিট: ভেতরের ফল্টের কারণে একটি ক্যাপাসিটর ইউনিট ফুলে যেতে বা ফেটে যেতে পারে এবং তেল লিক করতে পারে।\n• ফিউজ উড়ে যাওয়া: একটি খারাপ ইউনিট বা ভেতরের শর্ট সার্কিটের কারণে ব্যাংকের ফিউজ উড়ে যেতে পারে।\n• কার্যকারিতা হ্রাস: সময়ের সাথে সাথে ক্যাপাসিটরের ক্ষমতা (Capacitance) কমে যায়, যার ফলে এর পাওয়ার ফ্যাক্টর উন্নত করার ক্ষমতাও কমে যায়।",
          "করণীয়": "একটি ফুলে যাওয়া বা লিক করা ইউনিট অত্যন্ত বিপজ্জনক এবং এটি যেকোনো মুহূর্তে বিস্ফোরিত হতে পারে। এটিকে অবিলম্বে লাইন থেকে বিচ্ছিন্ন করতে হবে। ফিউজ উড়ে গেলে, কারণ খুঁজে বের না করে আবার ফিউজ লাগানো উচিত নয়।"
        }
      ]
    }
  ],
  "image_suggestion": "একটি পোলের ওপর মাউন্ট করা ক্যাপাসিটর ব্যাংকের ছবি, যেখানে একাধিক ক্যান-এর মতো ইউনিট এবং তাদের ফিউজ দেখানো হয়েছে। ছবির পাশে একটি বড় বিপদ চিহ্ন থাকবে, যেখানে লেখা থাকবে: 'Danger! Stored Energy. Wait 5-10 minutes before touching.' (বিপদ! সঞ্চিত শক্তি। স্পর্শ করার আগে ৫-১০ মিনিট অপেক্ষা করুন)।",
  "pro_tip": {
    "title": "বিশেষ প্রো টিপস (Pro Tips)",
    "content": [
      "১. ফিউজ পরীক্ষা করুন: ক্যাপাসিটর ব্যাংকের ফিউজগুলো প্রায়ই ভেতরের দিকে গলে যায় (Internal fuse), যা বাইরে থেকে বোঝা যায় না। যদি কোনো ইউনিট ঠান্ডা থাকে বা কাজ করছে না বলে সন্দেহ হয়, তবে এর ফিউজ পরীক্ষা করা একটি ভালো উপায়।",
      "২. সুইচিং: ক্যাপাসিটর ব্যাংককে ঘন ঘন অন-অফ করা উচিত নয়। এর জন্য বিশেষ ধরনের সুইচ বা ব্রেকার ব্যবহার করা হয় যা সুইচিং সার্জ সহ্য করতে পারে।",
      "৩. হারমোনিক্স-এর প্রভাব: আধুনিক ইলেকট্রনিক লোড (যেমন কম্পিউটার, এলইডি লাইট) সিস্টেমে হারমোনিক্স (Harmonics) তৈরি করে, যা ক্যাপাসিটরকে অতিরিক্ত গরম করতে এবং তার আয়ু কমিয়ে দিতে পারে।",
      "৪. অটোমেটিক কন্ট্রোল: অনেক সাবস্টেশনে অটোমেটিক পাওয়ার ফ্যাক্টর কন্ট্রোলার (APFC) প্যানেল থাকে, যা লোডের পরিবর্তন অনুযায়ী স্বয়ংক্রিয়ভাবে ক্যাপাসিটর ব্যাংককে অন বা অফ করে।"
    ]
  },
  "myth_buster": {
    "title": "মিথ বাস্টার (Myth Buster)",
    "myths": [
      {
        "myth": "লাইন তো বন্ধ এবং আর্থ করা আছে, তাই ক্যাপাসিটর ব্যাংকে কাজ করতে কোনো ভয় নেই।",
        "reality": "ভুল। যদি ক্যাপাসিটর ব্যাংকটি লাইনের ফিউজের পরে লাগানো থাকে, তবে লাইন আর্থ করা সত্ত্বেও ক্যাপাসিটরটি চার্জড থাকতে পারে। ক্যাপাসিটরকে সবসময় আলাদাভাবে এবং সরাসরি ডিসচার্জ করা অপরিহার্য।"
      },
      {
        "myth": "একটি ছোট ক্যাপাসিটর তেমন বিপজ্জনক নয়।",
        "reality": "আকার দিয়ে বিপদ মাপা যায় না। এমনকি একটি ছোট পাওয়ার ক্যাপাসিটরও একজন মানুষকে মারাত্মক শক দেওয়ার মতো যথেষ্ট শক্তি ধরে রাখতে পারে।"
      }
    ]
  },
  "advanced_section": {
    "title": "এর পেছনের ইঞ্জিনিয়ারিং ফ্যাক্টস",
    "facts": [
      {
        "title": "পাওয়ার ট্রায়াঙ্গেল (Power Triangle)",
        "content": "বৈদ্যুতিক পাওয়ারকে তিনটি ভাগে ভাগ করা হয়, যা একটি সমকোণী ত্রিভুজ দিয়ে দেখানো যায়: ১) অ্যাক্টিভ পাওয়ার (Active Power - P), যা আসল কাজ করে (kW)। ২) রিয়্যাক্টিভ পাওয়ার (Reactive Power - Q), যা চৌম্বক ক্ষেত্র তৈরি করার জন্য প্রয়োজন (kVAR)। ৩) অ্যাপারেন্ট পাওয়ার (Apparent Power - S), যা এই দুটির ভেক্টর যোগফল (kVA)। পাওয়ার ফ্যাক্টর হলো অ্যাক্টিভ পাওয়ার এবং অ্যাপারেন্ট পাওয়ারের অনুপাত (PF = P/S = kW/kVA)। ক্যাপাসিটর রিয়্যাক্টিভ পাওয়ার (Q) কমিয়ে অ্যাপারেন্ট পাওয়ার (S)-কে অ্যাক্টিভ পাওয়ারের (P) কাছাকাছি নিয়ে আসে, ফলে পাওয়ার ফ্যাক্টর উন্নত হয়।"
      },
      {
        "title": "সিস্টেম রেজোন্যান্স (System Resonance)",
        "content": "একটি পাওয়ার সিস্টেমে ইন্ডাকট্যান্স (লাইন এবং ট্রান্সফরমারের) এবং ক্যাপাসিট্যান্স (ক্যাপাসিটর ব্যাংকের) উভয়ই থাকে। কিছু নির্দিষ্ট পরিস্থিতিতে, এই দুটি একে অপরের সাথে রেজোনেট করতে পারে, যার ফলে সিস্টেমের একটি নির্দিষ্ট ফ্রিকোয়েন্সিতে (সাধারণত কোনো হারমোনিক ফ্রিকোয়েন্সি) ভোল্টেজ এবং কারেন্ট प्रचंडভাবে বেড়ে যেতে পারে। এটি যন্ত্রপাতিকে ধ্বংস করে দিতে পারে। তাই ক্যাপাসিটর ব্যাংক ইনস্টল করার আগে ইঞ্জিনিয়াররা রেজোন্যান্স অ্যানালিসিস করেন।"
      }
    ]
  }
}
