{
  "level_id": "3.7",
  "badge_name": "লাইন চেনার জাদুকর",
  "level_title": "এলটি (LT) ডিস্ট্রিবিউশন বক্স/ফিডার পিলার: শেষ প্রবেশদ্বার",
  "mission_briefing": "ট্রান্সফরমার হাই-ভোল্টেজকে লো-ভোল্টেজে রূপান্তরিত করেছে। কিন্তু এই বিদ্যুৎ কীভাবে বিভিন্ন রাস্তা, গলি এবং অবশেষে আপনার বাড়িতে পৌঁছায়? এর প্রধান কন্ট্রোল এবং ডিস্ট্রিবিউশন পয়েন্ট হলো এলটি ডিস্ট্রিবিউশন বক্স বা ফিডার পিলার। এটি একটি ট্র্যাফিক জংশনের মতো, যা একটি মোটা কেবিলের বিদ্যুৎকে বিভিন্ন ছোট ছোট লাইনে ভাগ করে দেয়। এই লেভেলের মিশন হলো, এই জংশন বক্সের ভেতরের গঠন বোঝা এবং এর সাধারণ সমস্যাগুলো চিহ্নিত করতে শেখা।",
  "sections": [
    {
      "title": "বিদ্যুৎ বিতরণের কন্ট্রোল সেন্টার",
      "points": [
        {
          "item_name": "১. এলটি বক্স বা ফিডার পিলার কী?",
          "specifications": "এটি একটি ধাতব বা পলিকার্বোনেটের তৈরি বক্স যা সাধারণত ট্রান্সফরমারের পাশে বা কোনো এলাকার সেন্ট্রাল পয়েন্টে বসানো থাকে। এর ভেতরে ট্রান্সফরমার থেকে আসা মূল এলটি কেবিল (Incomer) এবং এলাকা বা গ্রাহকদের কাছে যাওয়া একাধিক ছোট কেবিল (Outgoing Feeders) সংযুক্ত থাকে।",
          "importance": "এটি বিদ্যুৎ বিতরণের একটি কেন্দ্রীয় এবং সুরক্ষিত বিন্দু। এর মাধ্যমে প্রতিটি আউটগোয়িং ফিডারকে আলাদাভাবে নিয়ন্ত্রণ (সুইচিং) এবং সুরক্ষা (ফিউজিং) দেওয়া যায়। ফলে, একটি লাইনে ফল্ট হলে পুরো এলাকা অন্ধকার না হয়ে শুধু ওই নির্দিষ্ট লাইনটিই বন্ধ হয়।",
          "daily_check": "লাইন পেট্রোলিং-এর সময় দেখুন বক্সটির দরজা ঠিকমতো বন্ধ আছে কিনা, কোনো ভাঙা বা মরিচা ধরা অংশ আছে কিনা।"
        },
        {
          "item_name": "২. ভেতরের জগৎ: বাসবার, ফিউজ এবং সুইচ",
          "specifications": "একটি সাধারণ ফিডার পিলারের ভেতরে থাকে:\n• বাসবার (Busbars): এগুলি মোটা তামার বা অ্যালুমিনিয়ামের পাত, যার সাথে ইনকামিং কেবিলটি সংযুক্ত থাকে। তিনটি ফেজের (R, Y, B) এবং নিউট্রালের জন্য আলাদা আলাদা বাসবার থাকে।\n• ফিউজ ইউনিট (Fuse Units): প্রতিটি আউটগোয়িং ফিডারের ফেজ কানেকশন একটি ফিউজ ইউনিটের মাধ্যমে বাসবার থেকে নেওয়া হয়। সাধারণত HRC (High Rupturing Capacity) ফিউজ বা SFU (Switch Fuse Unit) ব্যবহার করা হয়।\n• নিউট্রাল লিঙ্ক (Neutral Link): সমস্ত ইনকামিং এবং আউটগোয়িং নিউট্রাল কেবিল একটি কমন নিউট্রাল লিঙ্কে সংযুক্ত থাকে।\n• আর্থিং টার্মিনাল (Earthing Terminal): বক্সের ধাতব বডি এবং কেবিলের আর্মারকে আর্থ করার জন্য একটি টার্মিনাল থাকে।",
          "importance": "এই সুবিন্যস্ত গঠনটি লাইনম্যানদের জন্য ফল্ট খোঁজা, নতুন কানেকশন দেওয়া বা কোনো নির্দিষ্ট এলাকা বন্ধ করা অনেক সহজ এবং নিরাপদ করে তোলে।",
          "safety_tip": "ফিডার পিলারের ভেতরে কাজ করার সময় এটি একটি লাইভ প্যানেলের মতোই বিপজ্জনক। সম্পূর্ণ PPE এবং ইনসুলেটেড টুলস ব্যবহার করা অপরিহার্য।"
        },
        {
          "item_name": "৩. সাধারণ সমস্যা এবং তাদের লক্ষণ",
          "specifications": "• লুজ কানেকশন ও হটস্পট: বাসবার বা ফিউজ ইউনিটের কানেকশন ঢিলা হয়ে গেলে সেখানে স্পার্কিং হয় এবং জায়গাটি অতিরিক্ত গরম হয়ে যায় (হটস্পট)। অনেক সময় পোড়া গন্ধ বা কানেকশনের রং কালো হয়ে যাওয়া দেখে এটি বোঝা যায়।\n• জল প্রবেশ (Water Ingress): বক্সের ভাঙা দরজা বা ওপরের সিল নষ্ট হয়ে গেলে ভেতরে বৃষ্টির জল ঢুকে শর্ট সার্কিট বা মরিচার কারণ হতে পারে।\n• ফেজ আনব্যালেন্স (Phase Unbalance): যদি একটি ফেজের ওপর অন্যগুলোর চেয়ে অনেক বেশি লোড দেওয়া হয়, তবে সেই ফেজের ফিউজ বারবার উড়ে যেতে পারে এবং নিউট্রালে কারেন্ট প্রবাহিত হতে পারে।\n• পোকামাকড় বা ইঁদুরের উপদ্রব: অনেক সময় ইঁদুর বা অন্যান্য প্রাণী বক্সের ভেতরে ঢুকে কেবিলের ইনসুলেশন কেটে দিয়ে শর্ট সার্কিট ঘটায়।",
          "importance": "এই সমস্যাগুলো লো-ভোল্টেজ, পাওয়ার কাট এবং বড় ধরনের দুর্ঘটনার কারণ হতে পারে। নিয়মিত পরিদর্শন এবং রক্ষণাবেক্ষণের মাধ্যমে এগুলো এড়ানো সম্ভব।",
          "daily_check": "বক্সের দরজার সিল এবং নিচের কেবিল এন্ট্রি পয়েন্টগুলো ঠিক আছে কিনা তা পরীক্ষা করুন, যাতে জল বা পোকামাকড় ঢুকতে না পারে।"
        }
      ]
    }
  ],
  "image_suggestion": "একটি খোলা এলটি ফিডার পিলারের ভেতরের পরিষ্কার ছবি। এতে বাসবার, HRC ফিউজ ইউনিট, নিউট্রাল লিঙ্ক এবং আর্থিং টার্মিনাল স্পষ্টভাবে লেবেল করা থাকবে। পাশে একটি থার্মাল ক্যামেরার ছবি দেখানো যেতে পারে, যেখানে একটি লুজ কানেকশনের কারণে তৈরি হওয়া 'হটস্পট' লাল বা সাদা রঙে দেখা যাচ্ছে।",
  "pro_tip": {
    "title": "বিশেষ প্রো টিপস (Pro Tips)",
    "content": [
      "১. দরজা বন্ধ রাখুন: কাজ শেষ হওয়ার পর ফিডার পিলারের দরজাটি সঠিকভাবে লক করাটা অত্যন্ত জরুরি। একটি খোলা দরজা জনসাধারণের জন্য (বিশেষ করে বাচ্চাদের) এবং সিস্টেমের জন্য মারাত্মক বিপদ ডেকে আনতে পারে।",
      "২. ফেজ সিকোয়েন্স ঠিক রাখুন: নতুন কানেকশন দেওয়ার সময় বা মেরামতির পর ফেজ সিকোয়েন্স (R-Y-B) ঠিক রাখাটা জরুরি, নইলে গ্রাহকের থ্রি-ফেজ যন্ত্রপাতি ক্ষতিগ্রস্ত হতে পারে।",
      "৩. লোড ব্যালেন্স করার চেষ্টা করুন: নতুন কানেকশন দেওয়ার সময়, তিনটি ফেজের লোড যতটা সম্ভব সমানভাবে ভাগ করে দেওয়ার চেষ্টা করুন। এটি সিস্টেমের স্বাস্থ্য ভালো রাখে।",
      "৪. মেগারিং পয়েন্ট: ফিডার পিলার হলো একটি চমৎকার জায়গা যেখান থেকে আপনি প্রতিটি আউটগোয়িং কেবিলের ইনসুলেশন রেজিস্ট্যান্স (IR) ভ্যালু মেপে কেবিলের স্বাস্থ্য পরীক্ষা করতে পারেন।"
    ]
  },
  "myth_buster": {
    "title": "মিথ বাস্টার (Myth Buster)",
    "myths": [
      {
        "myth": "এলটি বক্সের ভেতরে তো শুধু ৪১৫ ভোল্ট থাকে, এটা তেমন বিপজ্জনক নয়।",
        "reality": "ভুল। ৪১৫ ভোল্ট মারাত্মক শক দেওয়ার জন্য যথেষ্ট। কিন্তু তার চেয়েও বড় বিপদ হলো এর 엄청난 ফল্ট কারেন্ট (Fault Current)। একটি শর্ট সার্কিট এখানে একটি প্রচণ্ড বিস্ফোরণ বা 'আর্ক ফ্ল্যাশ' তৈরি করতে পারে, যা মুহূর্তের মধ্যে আপনাকে পুড়িয়ে দিতে পারে।"
      },
      {
        "myth": "ফিউজের জায়গায় একটা মোটা তার বা পাত লাগিয়ে দিলে আর বারবার ফিউজ যাওয়ার সমস্যা থাকবে না।",
        "reality": "এটি একটি ভয়ঙ্কর অভ্যাস যা ফিউজের সুরক্ষা কবচটিকেই নষ্ট করে দেয়। এর ফলে ফল্টের সময় ফিউজ না উড়ে আপনার কেবিল বা ট্রান্সফরমার পুড়ে যাবে।"
      }
    ]
  },
  "advanced_section": {
    "title": "এর পেছনের ইঞ্জিনিয়ারিং ফ্যাক্টস",
    "facts": [
      {
        "title": "HRC ফিউজ (High Rupturing Capacity Fuse)",
        "content": "এই ফিউজগুলো সাধারণ ফিউজের চেয়ে অনেক উন্নত। এদের ভেতরে ফিউজ তারের চারপাশে কোয়ার্টজ বালু (Quartz Sand) भरा থাকে। শর্ট সার্কিটের সময় যখন ফিউজ গলে যায়, তখন যে प्रचंड আর্ক তৈরি হয়, এই বালু সেই আর্ককে শোষণ করে এবং নিভিয়ে দেয়। এর ফলে কোনো বিস্ফোরণ বা আগুন লাগার সম্ভাবনা থাকে না। এদের 'Rupturing Capacity' বা ফল্ট কারেন্ট বাধা দেওয়ার ক্ষমতা অনেক বেশি হয়।"
      },
      {
        "title": "ডাইভারসিটি ফ্যাক্টর (Diversity Factor)",
        "content": "ফিডার পিলার বা ট্রান্সফরমারের সাইজ ডিজাইন করার সময় ইঞ্জিনিয়াররা 'ডাইভারসিটি ফ্যাক্টর' ব্যবহার করেন। এর মূল ধারণা হলো, একটি এলাকার সমস্ত গ্রাহক কখনোই একসাথে তাদের সর্বোচ্চ লোড ব্যবহার করেন না। এই ফ্যাক্টরটি অনুমান করে যে একটি নির্দিষ্ট সময়ে মোট সংযুক্ত লোডের কতটা অংশ ব্যবহৃত হবে, যা সিস্টেমকে অর্থনৈতিকভাবে ডিজাইন করতে সাহায্য করে।"
      }
    ]
  }
}

