{
  "course_title": "লাইনম্যান অপারেশনাল প্রটোকল: ফিল্ড সেফটি ও টেকনিক্যাল গাইড",
  "trainer_intro": "বিদ্যুৎ বণ্টন ব্যবস্থার দীর্ঘদিনের অভিজ্ঞতার ভিত্তিতে এই নির্দেশিকাটি তৈরি করা হয়েছে। একজন প্রফেশনাল লাইনম্যানের কাজ শুধু কারিগরি দক্ষতা নয়, বরং সঠিক প্রটোকল এবং নিরাপত্তার সূক্ষ্ম নিয়মগুলো মেনে চলার ওপর নির্ভরশীল। এই পাঠ্যক্রমটি আপনাকে মাঠপর্যায়ের বাস্তব চ্যালেঞ্জ এবং তা মোকাবিলার সঠিক পদ্ধতি শিখতে সাহায্য করবে।",
  "levels": [
    {
      "level_number": 1,
      "level_name": "মানসিক সতর্কতা ও ব্যক্তিগত সুরক্ষা (PPE)",
      "focus": "পেশাদারিত্ব এবং ঝুঁকি মূল্যায়ন",
      "content": {
        "summary": "কাজের সাইটে যাওয়ার আগে মানসিকভাবে প্রস্তুত হওয়া এবং নিজের সুরক্ষাকবচ নিশ্চিত করা প্রথম ধাপ।",
        "practical_tips": [
          "কাজের আগে 'পারমিট টু ওয়ার্ক' (PTW) ডকুমেন্টে ফিডার বা সাব-স্টেশনের নাম এবং সময় নিজে যাচাই করুন।",
          "শরীরে কোনো ধাতব অলঙ্কার (আংটি, ঘড়ি বা চেন) রাখবেন না; এগুলো বিদ্যুৎ পরিবাহী হিসেবে কাজ করে মারাত্মক দুর্ঘটনা ঘটাতে পারে।",
          "শারীরিক অসুস্থতা বা অতিরিক্ত মানসিক চাপ থাকলে উচ্চতায় কাজ করা থেকে বিরত থাকুন এবং সুপারভাইজারকে জানান।"
        ],
        "myths_vs_facts": [
          {
            "myth": "অভিজ্ঞ লাইনম্যানদের সবসময় সেফটি গিয়ারের প্রয়োজন হয় না।",
            "fact": "দুর্ঘটনা অভিজ্ঞতা দেখে আসে না। ১০০% ক্ষেত্রে PPE (হেলমেট, গ্লাভস, সেফটি শু) ব্যবহার বাধ্যতামূলক।"
          }
        ]
      }
    },
    {
      "level_number": 2,
      "level_name": "সরঞ্জামের গুণমান ও রক্ষণাবেক্ষণ",
      "focus": "টুলস ব্যবহারের পেশাদার পদ্ধতি",
      "content": {
        "summary": "ব্যবহৃত সরঞ্জামগুলোর কার্যকারিতা নিয়মিত পরীক্ষা করা একজন দক্ষ কর্মীর পরিচয়।",
        "practical_tips": [
          "হ্যান্ড গ্লাভস ব্যবহারের আগে 'এয়ার টেস্ট' করুন। সামান্যতম ছিদ্র থাকলে তা উচ্চ ভোল্টেজে আপনার জীবন কেড়ে নিতে পারে।",
          "ইন্সুলেটেড প্লায়ার্স বা কাটারের হাতলে কোনো ফাটল থাকলে তা অবিলম্বে পরিবর্তন করুন। সাধারণ ইলেকট্রিক্যাল টেপ দিয়ে ফাটল ঢাকা অনিরাপদ।",
          "ডিসচার্জ রড ব্যবহারের আগে তার আর্থিং ক্ল্যাম্পটি মজবুতভাবে মাটির সাথে সংযুক্ত আছে কি না দেখে নিন।"
        ],
        "myths_vs_facts": [
          {
            "myth": "যেকোনো মই দিয়ে কাজ করা নিরাপদ যদি তা শক্ত হয়।",
            "fact": "শুধুমাত্র সার্টিফাইড ফাইবারগ্লাস বা শুকনো কাঠের মই ব্যবহার করুন। অ্যালুমিনিয়াম মই বিদ্যুতের লাইনে ব্যবহার করা সম্পূর্ণ নিষিদ্ধ।"
          }
        ]
      }
    },
    {
      "level_number": 3,
      "level_name": "পোল অপারেশন ও গ্রাউন্ডিং প্রটোকল",
      "focus": "মাঠপর্যায়ের কারিগরি সুরক্ষা",
      "content": {
        "summary": "লাইন বিচ্ছিন্ন করার পর কাজ শুরুর আগে কিছু অত্যন্ত গুরুত্বপূর্ণ পদক্ষেপ গ্রহণ করা জরুরি।",
        "practical_tips": [
          "পোলে ওঠার আগে তার গোড়ার মাটির স্থায়িত্ব এবং খুঁটির কাঠামোগত অবস্থা (ক্ষয় বা ফাটল) পরীক্ষা করুন।",
          "লাইন অফ করার পরেও 'ব্যাক-ফিড' (ভোক্তার জেনারেটর বা ইনভার্টার থেকে আসা বিদ্যুৎ) থেকে বাঁচতে কাজ করার জায়গার দুপাশে লাইন শর্ট করে আর্থিং করুন।",
          "সেফটি বেল্ট পোলে ওঠার পর সঠিক উচ্চতায় গিয়ে 'লক' করুন এবং নিশ্চিত হোন তা আপনার ওজন নিতে সক্ষম।"
        ],
        "myths_vs_facts": [
          {
            "myth": "মেইন সুইচ বন্ধ থাকলে লাইনে কারেন্ট থাকার কোনো সম্ভাবনা নেই।",
            "fact": "ইন্ডাকশন চার্জ বা অন্য কোনো সোর্স থেকে আসা কারেন্ট লাইনে থাকতে পারে। তাই 'ডিসচার্জ' না করে তার স্পর্শ করা নিষেধ।"
          }
        ]
      }
    },
    {
      "level_number": 4,
      "level_name": "কর্মস্থলের পরিবেশ ও জননিরাপত্তা",
      "focus": "জনসাধারণ ও পরিবেশগত চ্যালেঞ্জ মোকাবিলা",
      "content": {
        "summary": "রাস্তার ধারে বা জনবহুল এলাকায় কাজ করার সময় আশেপাশের পরিবেশ নিয়ন্ত্রণ করা অপরিহার্য।",
        "practical_tips": [
          "কাজের এলাকাটি বিপদসূচক ফিতে বা কোণ (Traffic Cones) দিয়ে চিহ্নিত করুন যাতে পথচারী বা যানবাহন আপনার কাজে বিঘ্ন না ঘটায়।",
          "উত্তেজিত জনসাধারণের সাথে বিতর্কে না জড়িয়ে পেশাদারভাবে পরিস্থিতি বুঝিয়ে বলুন। প্রয়োজনে স্থানীয় প্রশাসনের সহায়তা নিন।",
          "বৃষ্টির সময় বা ঝোড়ো হাওয়ায় পোলে কাজ করা অত্যন্ত ঝুঁকিপূর্ণ। আবহাওয়া স্বাভাবিক না হওয়া পর্যন্ত অপেক্ষা করুন।"
        ],
        "myths_vs_facts": [
          {
            "myth": "দ্রুত কাজ শেষ করতে নিরাপত্তার কিছু ছোট নিয়ম এড়িয়ে যাওয়া যায়।",
            "fact": "তাড়াহুড়ো বা শর্টকাট পদ্ধতিই বেশিরভাগ বড় দুর্ঘটনার মূল কারণ। মানক পদ্ধতি (SOP) সর্বদা অনুসরণ করুন।"
          }
        ]
      }
    },
    {
      "level_number": 5,
      "level_name": "জরুরি প্রটোকল ও জীবন রক্ষা",
      "focus": "ক্রাইসিস ম্যানেজমেন্ট",
      "content": {
        "summary": "দুর্ঘটনা ঘটলে বিচলিত না হয়ে সঠিক প্রটোকল মেনে ব্যবস্থা নেওয়া।",
        "practical_tips": [
          "সহকর্মী বিদ্যুৎস্পৃষ্ট হলে সরাসরি স্পর্শ করবেন না। ইনসুলেটেড রড বা শুকনো কাঠ দিয়ে তাকে উৎস থেকে বিচ্ছিন্ন করুন।",
          "প্রাথমিক চিকিৎসা হিসেবে CPR (কৃত্রিম শ্বাসপ্রশ্বাস) দেওয়ার পদ্ধতি আয়ত্তে রাখুন। এটি ডাক্তার আসার আগে জীবন বাঁচাতে পারে।",
          "দুর্ঘটনার সাথে সাথে কন্ট্রোল রুম এবং নিকটস্থ হাসপাতালে খবর দেওয়ার জন্য জরুরি নম্বরগুলো হাতের কাছে রাখুন।"
        ],
        "myths_vs_facts": [
          {
            "myth": "বিদ্যুৎস্পৃষ্ট ব্যক্তিকে মাটিতে শুইয়ে রাখলে শরীরের বিদ্যুৎ মাটিতে চলে যায়।",
            "fact": "এটি একটি বিজ্ঞানসম্মত নয় এবং বিপজ্জনক কুসংস্কার। আক্রান্ত ব্যক্তিকে দ্রুত ডাক্তারি সাহায্য এবং অক্সিজেনের ব্যবস্থা করা উচিত।"
          }
        ]
      }
    }
  ],
  "conclusion": "একজন দক্ষ লাইনম্যানের সার্থকতা তার কাজে এবং তার নিরাপত্তায়। মনে রাখবেন, আপনার নিরাপত্তা আপনার পরিবারের জন্য সবচেয়ে গুরুত্বপূর্ণ। প্রটোকল মেনে চলুন, সুরক্ষিত থাকুন।"
}