[
  {
    "questionText": "বিদ্যুৎ আইনের ৫৬ নম্বর ধারা অনুযায়ী, সাধারণ বকেয়া বিলের কারণে লাইন কাটার আগে গ্রাহককে কত দিনের নোটিশ দেওয়া বাধ্যতামূলক?",
    "options": [
      "কমপক্ষে ৭ দিনের মৌখিক বা লিখিত নোটিশ",
      "কমপক্ষে ১৫ দিনের পরিষ্কার লিখিত নোটিশ",
      "কমপক্ষে ৩০ দিনের আইনি নোটিশ",
      "নোটিশ দেওয়ার কোনো প্রয়োজন নেই, বিলের ডেট পার হলেই যথেষ্ট"
    ],
    "correctAnswerIndex": 1
  },
  {
    "questionText": "নতুন সংযোগ দেওয়ার সময় যদি প্রতিবেশী তার জমির ওপর দিয়ে তার নিতে বাধা দেয় (Wayleave সমস্যা), তবে লাইনম্যান হিসেবে আপনার তাৎক্ষণিক করণীয় কী?",
    "options": [
      "গায়ের জোরে বা পুলিশের ভয় দেখিয়ে তার টেনে দেওয়া",
      "কাজ বন্ধ করে অফিসে রিপোর্ট করা এবং গ্রাহককে ওয়ে-লিভ ক্লিয়ার করতে বলা",
      "প্রতিবেশীর সাথে ঝগড়া করা এবং নিজের ক্ষমতা দেখানো",
      "রাতের অন্ধকারে লুকিয়ে তার টেনে দেওয়া"
    ],
    "correctAnswerIndex": 1
  },
  {
    "questionText": "'সিকিউরিটি ডিপোজিট' বা 'আর্নেস্ট মানি' কেন গ্রাহকের কাছ থেকে জমা নেওয়া হয়?",
    "options": [
      "কোম্পানির বাড়তি লাভের জন্য এবং কর্মীদের বোনাস দেওয়ার জন্য",
      "ভবিষ্যতে গ্রাহক বিল না দিলে বা পালিয়ে গেলে বকেয়া মেটানোর জন্য",
      "শুধুমাত্র মিটারের দাম এবং তারের খরচ মেটানোর জন্য",
      "সরকারি তহবিলে দান করার জন্য বাধ্যতামূলক নিয়ম"
    ],
    "correctAnswerIndex": 1
  },
  {
    "questionText": "যদি কোনো গ্রাহক তার বাড়ির 'ডোমেস্টিক' মিটার ব্যবহার করে দোকানে ওয়েল্ডিং মেশিন চালায়, তবে এটি কোন ধারার লঙ্ঘন?",
    "options": [
      "সেকশন ১৩৫ (সরাসরি বিদ্যুৎ চুরি)",
      "সেকশন ১২৬ (বিদ্যুতের অননুমোদিত ব্যবহার)",
      "সেকশন ৫৬ (বিল বকেয়া রাখা)",
      "সেকশন ১৬১ (দুর্ঘটনার নোটিশ না দেওয়া)"
    ],
    "correctAnswerIndex": 1
  },
  {
    "questionText": "গ্রাহক যদি মিটারের স্থান পরিবর্তন (Shifting) করতে চায়, তবে সঠিক পদ্ধতি কী?",
    "options": [
      "লাইনম্যানকে কিছু টাকা দিয়ে ব্যক্তিগতভাবে অনুরোধ করা",
      "নিজে নিজে মিটারের তার খুলে অন্য জায়গায় লাগিয়ে নেওয়া",
      "অফিসে নির্দিষ্ট ফর্মে আবেদন করা এবং শিফটিং চার্জ জমা দেওয়া",
      "ইলেকট্রিশিয়ান ডেকে মিটারটি সরিয়ে নেওয়া"
    ],
    "correctAnswerIndex": 2
  },
  {
    "questionText": "লাইন বিচ্ছিন্ন (Disconnection) করার কত দিন পর লাইনটি স্থায়ীভাবে খুলে ফেলা বা 'Dismantle' করার নিয়ম আছে?",
    "options": [
      "লাইন কাটার ঠিক ৭ দিন পর",
      "লাইন কাটার ৩০ দিন পর",
      "লাইন কাটার ১৮০ দিন বা ৬ মাস পর",
      "লাইন কাটার ১ বছর পর"
    ],
    "correctAnswerIndex": 2
  },
  {
    "questionText": "বিদ্যুৎ চুরির (সেকশন ১৩৫) প্রমাণ হিসেবে লাইনম্যানের কোনটি সংগ্রহ করা সবচেয়ে জরুরি?",
    "options": [
      "শুধুমাত্র গ্রাহকের নাম এবং ঠিকানা লিখে রাখা",
      "ঘটনাস্থলের ছবি বা ভিডিও এবং জব্দ করা তার (Evidence)",
      "প্রতিবেশীদের মৌখিক সাক্ষ্য গ্রহণ করা",
      "শুধুমাত্র মিটারের রিডিং নোট করা"
    ],
    "correctAnswerIndex": 1
  },
  {
    "questionText": "মাল্টি-স্টোরিড বিল্ডিং বা বহুতল আবাসন গ্রাহকদের ক্ষেত্রে মিটার রুম কোথায় হওয়া উচিত?",
    "options": [
      "সবার উপরের তলায় বা ছাদে",
      "প্রত্যেক গ্রাহকের ফ্ল্যাটের ভেতরে ড্রয়িং রুমে",
      "নিচতলায় (Ground Floor) সহজে প্রবেশযোগ্য জায়গায়",
      "বিল্ডিং-এর বেসমেন্টের অন্ধকার কোণে"
    ],
    "correctAnswerIndex": 2
  },
  {
    "questionText": "কোন পরিস্থিতিতে আপনি নোটিশ ছাড়াই তাৎক্ষণিকভাবে গ্রাহকের লাইন বিচ্ছিন্ন করতে পারেন?",
    "options": [
      "যদি গ্রাহকের বিল খুব বেশি বকেয়া থাকে",
      "যদি গ্রাহকের ওয়ারিং থেকে আগুন লাগার বা জীবনের ঝুঁকি তৈরি হয়",
      "যদি গ্রাহক আপনার সাথে খারাপ ব্যবহার করে",
      "যদি আপনার মনে হয় গ্রাহক বিদ্যুৎ বেশি খরচ করছে"
    ],
    "correctAnswerIndex": 1
  },
  {
    "questionText": "কন্ট্রাক্ট ডিমান্ড (Contract Demand) বলতে কী বোঝায়?",
    "options": [
      "গ্রাহক মাসে কত টাকার বিদ্যুৎ ব্যবহার করবে তার চুক্তি",
      "গ্রাহক এবং কোম্পানির মধ্যে লোড বা ক্ষমতার (kW/kVA) চুক্তি",
      "গ্রাহক কতক্ষণ বিদ্যুৎ পাবে তার সময়ের চুক্তি",
      "মিটারের ভাড়ার পরিমাণ নির্ধারণ করার চুক্তি"
    ],
    "correctAnswerIndex": 1
  },
  {
    "questionText": "মিটার রিডিং নিতে গিয়ে দেখলেন গেটে তালা এবং কুকুর বাঁধা। সাপ্লাই কোড অনুযায়ী আপনার অধিকার কী?",
    "options": [
      "দেওয়াল টপকে ভেতরে ঢুকে রিডিং নেওয়া",
      "রিডিং না নিয়ে আন্দাজে একটা বিল বানিয়ে দেওয়া",
      "উপযুক্ত সময়ে গ্রাহকের চত্বরে প্রবেশ করার আইনি অধিকার (Right of Access)",
      "ফিরে এসে গ্রাহকের লাইন কেটে দেওয়া"
    ],
    "correctAnswerIndex": 2
  },
  {
    "questionText": "নতুন কানেকশনের জন্য 'সার্ভিস কানেকশন অর্ডার' (SCO) বা ওয়ার্ক অর্ডার কেন জরুরি?",
    "options": [
      "এটি ছাড়া কাজ করলে তা বেআইনি এবং চুরির সামিল হতে পারে",
      "এটি থাকলে গ্রাহকের কাছে বকশিশ চাওয়া সহজ হয়",
      "এটি শুধুমাত্র স্টোর থেকে মালপত্র তোলার জন্য লাগে",
      "এটি থাকলে পুলিশ আপনাকে স্যালুট দেবে"
    ],
    "correctAnswerIndex": 0
  },
  {
    "questionText": "যদি দেখেন মিটারের বডি সীল (Seal) ভাঙা বা ট্যাম্পার করা, তবে আপনার প্রথম কাজ কী?",
    "options": [
      "গ্রাহককে বলে কিছু টাকা নিয়ে ব্যাপারটি মিটিয়ে নেওয়া",
      "মিটারটি খুলে নিয়ে ল্যাবে পাঠিয়ে দেওয়া",
      "হাত না দিয়ে তৎক্ষণাৎ সুপারভাইজার বা অফিসারকে জানানো",
      "নতুন সীল লাগিয়ে দেওয়া যাতে কেউ বুঝতে না পারে"
    ],
    "correctAnswerIndex": 2
  },
  {
    "questionText": "রিকানেকশন (Reconnection) করার আগে গ্রাহককে কী জমা দিতে হবে?",
    "options": [
      "শুধুমাত্র বকেয়া বিলের আসল টাকা",
      "বকেয়া বিল, লেট ফাইন এবং নির্দিষ্ট রিকানেকশন চার্জ",
      "শুধুমাত্র রিকানেকশন চার্জ",
      "স্থানীয় ক্লাবের ডোনেশন এবং বকেয়া বিল"
    ],
    "correctAnswerIndex": 1
  },
  {
    "questionText": "সাপ্লাই কোড অনুযায়ী, সার্ভিস তারের (Service Cable) জয়েন্ট কোথায় থাকা উচিত নয়?",
    "options": [
      "পোলের কাছাকাছি",
      "মিটারের টার্মিনালের কাছে",
      "পোল এবং মিটারের মাঝখানের ঝুলন্ত অংশে (Mid-span)",
      "সার্ভিস ব্র্যাকেটের সাথে"
    ],
    "correctAnswerIndex": 2
  },
  {
    "questionText": "গ্রাহক যদি অভিযোগ করে যে তার মিটার ভুল বা ফাস্ট চলছে, তবে সাপ্লাই কোড অনুযায়ী কোম্পানি কী করবে?",
    "options": [
      "গ্রাহকের কথা মেনে বিল কমিয়ে দেবে",
      "গ্রাহককে নতুন মিটার কিনে আনতে বলবে",
      "টেস্টিং ফি জমা নিয়ে প্যারালাল 'চেক মিটার' বসিয়ে পরীক্ষা করবে",
      "মিটারটি খুলে ফেলে দেবে এবং ডাইরেক্ট লাইন করে দেবে"
    ],
    "correctAnswerIndex": 2
  },
  {
    "questionText": "একজন প্রসিউমার (Prosumer) বলতে কাদের বোঝায়?",
    "options": [
      "যারা প্রচুর পরিমাণে বিদ্যুৎ খরচ করে",
      "যারা বিদ্যুৎ খরচ করার পাশাপাশি সোলারের মাধ্যমে বিদ্যুৎ উৎপাদনও করে",
      "যারা প্রফেশনাল ইলেকট্রিশিয়ান",
      "যারা সময়মতো বিল জমা দেয় না"
    ],
    "correctAnswerIndex": 1
  },
  {
    "questionText": "রাস্তায় বা অন্যের জমির ওপর দিয়ে সার্ভিস তার টানার সময় 'Ground Clearance' ঠিক রাখা কার দায়িত্ব?",
    "options": [
      "রাস্তা দিয়ে চলাচলকারী যানবাহনের",
      "জমির মালিক বা স্থানীয় বাসিন্দাদের",
      "বিদ্যুৎ বণ্টন কোম্পানির (Licensee)",
      "শুধুমাত্র স্থানীয় মিউনিসিপালিটির"
    ],
    "correctAnswerIndex": 2
  },
  {
    "questionText": "যদি কোনো গ্রাহক আপনাকে লাইন কাটার সময় বাধা দেয় বা হুমকি দেয়, তবে আইন অনুযায়ী আপনার কী করা উচিত?",
    "options": [
      "গ্রাহকের সাথে মারামারি করা",
      "কাজ ফেলে পালিয়ে যাওয়া এবং আর কখনো না আসা",
      "শান্ত থাকা এবং প্রয়োজনে পুলিশি সহায়তার জন্য অফিসে জানানো",
      "গ্রাহকের কাছে ক্ষমা চেয়ে লাইন না কেটে চলে আসা"
    ],
    "correctAnswerIndex": 2
  },
  {
    "questionText": "'প্র প্রভিশনাল অ্যাসেসমেন্ট' (Provisional Assessment) কখন জারি করা হয়?",
    "options": [
      "নতুন কানেকশনের আবেদনের সাথে সাথে",
      "বিদ্যুৎ চুরি বা অননুমোদিত ব্যবহার ধরা পড়ার পর প্রাথমিক জরিমানা হিসেবে",
      "বছরের শেষে গ্রাহকের মোট বিলের হিসাব করতে",
      "মিটার খারাপ হয়ে গেলে এভারেজ বিল করতে"
    ],
    "correctAnswerIndex": 1
  },
  {
    "questionText": "গ্রাহকের মিটারে 'Neutral Missing' দেখালে এবং বিল কম আসলে, এটি কিসের ইঙ্গিত হতে পারে?",
    "options": [
      "গ্রাহকের আর্থিং খুব ভালো আছে",
      "মিটারটি খুব উন্নত মানের এবং কম বিদ্যুৎ খাচ্ছে",
      "ইচ্ছাকৃতভাবে নিউট্রাল বিচ্ছিন্ন করে মিটার ট্যাম্পারিং করা হচ্ছে",
      "ট্রান্সফরমারের ফিউজ উড়ে গেছে"
    ],
    "correctAnswerIndex": 2
  },
  {
    "questionText": "সাপ্লাই কোড অনুযায়ী, গ্রাহকের নিজস্ব ওয়্যারিং এবং মেইন সুইচের রক্ষণাবেক্ষণের দায়িত্ব কার?",
    "options": [
      "সম্পূর্ণরূপে বিদ্যুৎ কোম্পানির",
      "সম্পূর্ণরূপে গ্রাহকের নিজের",
      "স্থানীয় ইলেকট্রিশিয়ান ইউনিয়নের",
      "সরকারি ইলেকট্রিক্যাল ইন্সপেক্টরের"
    ],
    "correctAnswerIndex": 1
  },
  {
    "questionText": "মিটার রিডিং নেওয়ার সময় যদি দেখা যায় ডিসপ্লে দেখা যাচ্ছে না, তবে বিল কীভাবে করা হয়?",
    "options": [
      "সে মাসে কোনো বিল পাঠানো হয় না",
      "সাপ্লাই কোডের নিয়ম মেনে আগের মাসের গড় (Average) অনুযায়ী বিল হয়",
      "গ্রাহককে জিজ্ঞাসা করে ইচ্ছামতো ইউনিট বসানো হয়",
      "মিনিমাম চার্জ বসিয়ে ছেড়ে দেওয়া হয়"
    ],
    "correctAnswerIndex": 1
  },
  {
    "questionText": "বিনা অনুমতিতে এক গ্রাহক তার মিটার থেকে প্রতিবেশী বা অন্য কাউকে লাইন দিলে (Resale of Energy), তা কি বৈধ?",
    "options": [
      "হ্যাঁ, যদি প্রতিবেশী তাকে টাকা দেয়",
      "না, এটি সাপ্লাই কোডের সম্পূর্ণ লঙ্ঘন এবং দণ্ডনীয়",
      "হ্যাঁ, যদি এটি অল্প সময়ের জন্য হয়",
      "এটি সম্পূর্ণ গ্রাহকের ব্যক্তিগত ব্যাপার"
    ],
    "correctAnswerIndex": 1
  },
  {
    "questionText": "ডিসকানেকশন বা লাইন কাটার নোটিশ কীভাবে পাঠানো বৈধ?",
    "options": [
      "শুধুমাত্র ফোন করে জানিয়ে দেওয়া",
      "রেজিস্টার্ড পোস্ট, কুরিয়ার বা হাতে হাতে রিসিভ করিয়ে",
      "প্রতিবেশীর কাছে খবর পাঠিয়ে",
      "রাস্তায় দেখা হলে মুখে বলে দেওয়া"
    ],
    "correctAnswerIndex": 1
  },
  {
    "questionText": "গ্রাহক যদি তার লোড বাড়াতে চায় (Load Enhancement), তবে তাকে কী করতে হবে?",
    "options": [
      "লাইনম্যানকে বলে ফিউজ মোটা করে দিতে হবে",
      "নিজে নিজেই বেশি পাওয়ারের যন্ত্রপাতি চালাতে হবে",
      "অফিসে আবেদন করে প্রয়োজনীয় ফি এবং সিকিউরিটি জমা দিতে হবে",
      "মিটারটি বাইপাস করে চালাতে হবে"
    ],
    "correctAnswerIndex": 2
  },
  {
    "questionText": "বিদ্যুৎ চুরির (Hooking) ক্ষেত্রে এফআইআর (FIR) দায়ের করার সময়সীমা সাধারণত কত?",
    "options": [
      "চুরি ধরার ২৪ ঘন্টার মধ্যে",
      "চুরি ধরার ৭ দিনের মধ্যে",
      "যেকোনো সময় করলেই চলে",
      "এফআইআর করার প্রয়োজন নেই, শুধু লাইন কাটলেই হয়"
    ],
    "correctAnswerIndex": 0
  },
  {
    "questionText": "টেম্পোরারি কানেকশন (যেমন পুজো বা মেলা) সাধারণত সর্বোচ্চ কত দিনের জন্য দেওয়া হয়?",
    "options": [
      "এক মাসের জন্য",
      "৩ মাসের জন্য (তবে আবেদন সাপেক্ষে বাড়ানো যেতে পারে)",
      "এক বছরের জন্য",
      "যতদিন খুশি ততদিন রাখা যায়"
    ],
    "correctAnswerIndex": 1
  },
  {
    "questionText": "সাপ্লাই কোড অনুযায়ী, গ্রাহক যদি কোম্পানিকে তার প্রাঙ্গণে ঢুকতে বাধা দেয়, তবে কোম্পানি কী করতে পারে?",
    "options": [
      "কিছুই করতে পারে না, ফিরে আসতে হবে",
      "তাৎক্ষণিকভাবে লাইন বিচ্ছিন্ন করার ক্ষমতা রাখে",
      "গ্রাহকের নামে মানহানির মামলা করতে পারে",
      "পুলিশ ডেকে গ্রাহককে গ্রেপ্তার করাতে পারে"
    ],
    "correctAnswerIndex": 1
  },
  {
    "questionText": "কোনো গ্রাহকের মিটার পুড়ে গেলে, নতুন মিটারের দাম বা খরচ কে বহন করবে?",
    "options": [
      "সর্বদা কোম্পানি বহন করবে",
      "যদি গ্রাহকের দোষে (ওভারলোড/শর্ট সার্কিট) পুড়ে থাকে তবে গ্রাহক, নতুবা কোম্পানি",
      "সর্বদা গ্রাহককে বহন করতে হবে",
      "স্থানীয় পঞ্চায়েত বা কাউন্সিলর বহন করবে"
    ],
    "correctAnswerIndex": 1
  },
  {
    "questionText": "সার্ভিস কানেকশন দেওয়ার সময় সার্ভিস তারের দৈর্ঘ্য সাধারণত কত মিটারের বেশি হলে অতিরিক্ত পোল বা সাপোর্ট লাগে?",
    "options": [
      "১০-১৫ মিটারের বেশি হলে",
      "৩০-৪০ মিটারের বেশি হলে",
      "১০০ মিটারের বেশি হলে",
      "দৈর্ঘ্যের কোনো নির্দিষ্ট সীমা নেই"
    ],
    "correctAnswerIndex": 1
  },
  {
    "questionText": "বিদ্যুৎ আইন ২০০৩-এর ১২৬ ধারা অনুযায়ী 'আনঅথরাইজড ইউজ' (Unauthorized Use) এর জরিমানা সাধারণ বিলের কত গুণ হতে পারে?",
    "options": [
      "সাধারণ বিলের সমান",
      "সাধারণ বিলের দ্বিগুণ (2 Times)",
      "সাধারণ বিলের পাঁচ গুণ",
      "সাধারণ বিলের দশ গুণ"
    ],
    "correctAnswerIndex": 1
  },
  {
    "questionText": "'Capacitor Bank' বসানো বাণিজ্যিক বা ইন্ডাস্ট্রিয়াল গ্রাহকদের জন্য বাধ্যতামূলক কেন?",
    "options": [
      "যাতে তাদের বিদ্যুৎ বিল বেশি আসে",
      "পাওয়ার ফ্যাক্টর (Power Factor) ঠিক রাখার জন্য, যা গ্রিডের স্বাস্থ্য ভালো রাখে",
      "ভোল্টেজ বাড়িয়ে মেশিন নষ্ট করার জন্য",
      "এটি দেখতে সুন্দর এবং আধুনিক লাগে"
    ],
    "correctAnswerIndex": 1
  },
  {
    "questionText": "সাপ্লাই কোড অনুযায়ী, মিটারের উচ্চতা মাটি থেকে কতটা হওয়া উচিত?",
    "options": [
      "মাটিতে বসানো উচিত",
      "যেকোনো উচ্চতায় বসানো যায়",
      "এমন উচ্চতায় (সাধারণত ১.৫-২ মিটার) যাতে সহজে রিডিং নেওয়া যায়",
      "ছাদের কার্নিশের সমান উঁচুতে"
    ],
    "correctAnswerIndex": 2
  },
  {
    "questionText": "বকেয়া বিলের জন্য লাইন কাটার সময় গ্রাহক যদি আংশিক টাকা (Part Payment) দিতে চায়, আপনি কি লাইন কাটা বন্ধ করবেন?",
    "options": [
      "হ্যাঁ, কিছু টাকা পেলেই লাইন চালু রাখা যায়",
      "না, যদি না অফিস থেকে নির্দিষ্ট অর্ডার বা কিস্তির কাগজ (Installment Order) থাকে",
      "হ্যাঁ, বাকি টাকা পরে দেবে এই শর্তে মেনে নেব",
      "টাকা নিয়ে নিজের পকেটে রেখে দেব"
    ],
    "correctAnswerIndex": 1
  },
  {
    "questionText": "প্রাকৃতিক দুর্যোগের (Force Majeure) কারণে কানেকশন দিতে দেরি হলে, কোম্পানিকে কি জরিমানা দিতে হয়?",
    "options": [
      "হ্যাঁ, নিয়ম সবার জন্য সমান",
      "না, প্রাকৃতিক দুর্যোগ মানুষের নিয়ন্ত্রণের বাইরে, তাই জরিমানা মকুব হয়",
      "কোম্পানি বন্ধ হয়ে যেতে পারে",
      "গ্রাহক নিজে লাইন টেনে নেবে"
    ],
    "correctAnswerIndex": 1
  },
  {
    "questionText": "গ্রাহকের নামে থাকা পুরনো মিটারের রেকর্ড যদি অফিসে খুঁজে না পাওয়া যায়, তখন বিল কীভাবে করা হয়?",
    "options": [
      "গ্রাহককে নতুন কানেকশন নিতে বলা হয়",
      "গ্রাহকের আগের দেওয়া বিলের রসিদ এবং বর্তমান লোড দেখে পুনর্নির্ধারণ করা হয়",
      "গ্রাহকের লাইন কেটে দেওয়া হয়",
      "পুলিশে খবর দেওয়া হয়"
    ],
    "correctAnswerIndex": 1
  },
  {
    "questionText": "যদি সার্ভিস তারটি গ্রাহকের জানালার খুব কাছ দিয়ে যায় এবং বিপজ্জনক মনে হয়, তবে সেটি সরানোর খরচ কে দেবে?",
    "options": [
      "লাইনম্যান নিজের পকেট থেকে দেবে",
      "কোম্পানি সম্পূর্ণ ফ্রিতে করে দেবে",
      "যদি গ্রাহক বাড়ি বাড়ানোর সময় এই অবস্থা তৈরি করে, তবে গ্রাহককেই খরচ দিতে হবে",
      "স্থানীয় ক্লাব চাঁদা তুলে দেবে"
    ],
    "correctAnswerIndex": 2
  },
  {
    "questionText": "বিদ্যুৎ সংযোগের জন্য আবেদন করার পর 'কোটেশন' (Quotation) বা ডিমান্ড নোটের অর্থ কী?",
    "options": [
      "কানেকশন দেওয়ার জন্য প্রয়োজনীয় খরচের (সার্ভিস চার্জ, সিকিউরিটি) বিস্তারিত হিসাব",
      "গ্রাহককে দেওয়া একটি উপহার কুপন",
      "ঠিকাদারের ব্যক্তিগত লাভের হিসাব",
      "ভবিষ্যতে কত বিল আসবে তার আগাম হিসাব"
    ],
    "correctAnswerIndex": 0
  },
  {
    "questionText": "কোনো গ্রাহক মারা গেলে তার কানেকশনের কী হবে?",
    "options": [
      "কানেকশনটি সাথে সাথে কেটে দেওয়া হবে",
      "আইনি উত্তরাধিকারী (Legal Heir) নাম পরিবর্তনের (Name Change) আবেদন করে কানেকশনটি নিজের নামে করে নেবেন",
      "মৃত ব্যক্তির নামেই আজীবন বিল আসবে",
      "কানেকশনটি বিনামূল্যে হয়ে যাবে"
    ],
    "correctAnswerIndex": 1
  },
  {
    "questionText": "শিল্প কারখানার জন্য 'ToD' (Time of Day) মিটারের সুবিধা কী?",
    "options": [
      "দিনের যেকোনো সময় একই রেটে বিল হয়",
      "রাতের অফ-পিক আওয়ারে বিদ্যুৎ ব্যবহার করলে কম রেটে বিল হয়",
      "এটি সাধারণ মিটারের চেয়ে দেখতে সুন্দর",
      "এটি কখনো খারাপ হয় না"
    ],
    "correctAnswerIndex": 1
  },
  {
    "questionText": "সাপ্লাই কোড অনুযায়ী, লুপ লাইন (Loop Line) বা অন্যের বাড়ি থেকে তার টেনে বিদ্যুৎ নেওয়া নিষিদ্ধ কেন?",
    "options": [
      "কারণ এতে ভোল্টেজ ড্রপ হয় এবং শর্ট সার্কিট বা আগুনের ঝুঁকি থাকে",
      "কারণ এতে কোম্পানির তার খরচ হয় না",
      "কারণ এতে মিটার রিডিং নিতে অসুবিধা হয়",
      "কারণ এটি দেখতে খারাপ লাগে"
    ],
    "correctAnswerIndex": 0
  },
  {
    "questionText": "লাইন কাটার পর গ্রাহক নিজে নিজে তার জুড়ে নিলে কী হতে পারে?",
    "options": [
      "কিছুই হবে না, কোম্পানি খুশি হবে",
      "এটি ফৌজদারি অপরাধ এবং এর জন্য জেল ও জরিমানা হতে পারে",
      "লাইনম্যান এসে আবার কেটে দিয়ে যাবে, এটুকুই",
      "গ্রাহককে পুরস্কৃত করা হবে"
    ],
    "correctAnswerIndex": 1
  },
  {
    "questionText": "'Right of Way' (RoW) বা গাছ কাটার অধিকার নিয়ে গ্রাহকের সাথে বিবাদ হলে চূড়ান্ত সিদ্ধান্ত কে নেয়?",
    "options": [
      "লাইনম্যান নিজে",
      "জেলা শাসক বা এক্সিকিউটিভ ম্যাজিস্ট্রেট",
      "গ্রামের মোড়ল",
      "গাছের মালিক"
    ],
    "correctAnswerIndex": 1
  },
  {
    "questionText": "যদি কোনো গ্রাহক বিল না পাওয়ার অভিযোগ করে, তবে তার লাইন কাটা কি বৈধ?",
    "options": [
      "হ্যাঁ, বিল না পেলেও টাকা দেওয়া গ্রাহকের দায়িত্ব",
      "না, ডুপ্লিকেট বিল ইস্যু করে সময় দেওয়া উচিত, তারপর ব্যবস্থা নেওয়া হয়",
      "হ্যাঁ, সাথে সাথে লাইন কাটা উচিত",
      "বিল না পেলে গ্রাহকের বিদ্যুৎ ফ্রি হয়ে যায়"
    ],
    "correctAnswerIndex": 1
  },
  {
    "questionText": "গ্রাহকের বাড়িতে লোড চেক (Load Checking) করার সময় গ্রাহককে উপস্থিত থাকতে বলা হয় কেন?",
    "options": [
      "যাতে সে চা-বিস্কুট খাওয়াতে পারে",
      "যাতে ইন্সপেকশন রিপোর্টে সে সই করতে পারে এবং স্বচ্ছতা বজায় থাকে",
      "যাতে সে ভয় পায়",
      "যাতে সে লাইনম্যানের সাথে গল্প করতে পারে"
    ],
    "correctAnswerIndex": 1
  },
  {
    "questionText": "কোনো সরকারি অফিসের বিল বকেয়া থাকলে কি লাইন কাটা যায়?",
    "options": [
      "না, সরকারি লাইন কখনোই কাটা যায় না",
      "হ্যাঁ, সাপ্লাই কোড অনুযায়ী পদ্ধতি মেনে নোটিশ দিয়ে সরকারি লাইনও কাটা যায়",
      "শুধুমাত্র মন্ত্রীর অনুমতি নিয়ে কাটা যায়",
      "সরকারি অফিস বিল না দিলেও চলে"
    ],
    "correctAnswerIndex": 1
  },
  {
    "questionText": "সার্ভিস তারের ইনসুলেশন খারাপ হয়ে গেলে সেটি বদলানোর দায়িত্ব কার?",
    "options": [
      "গ্রাহকের, কারণ তারটি তার বাড়ির দিকে গেছে",
      "কোম্পানির, কারণ মিটার পর্যন্ত লাইনের রক্ষণাবেক্ষণ কোম্পানির দায়িত্ব",
      "লোকাল ইলেকট্রিশিয়ানের",
      "কারোর না, ওভাবেই চলবে"
    ],
    "correctAnswerIndex": 1
  },
  {
    "questionText": "বকেয়া বিলের মামলায় 'Settlement' বা আপোষ করার সুযোগ কোথায় থাকে?",
    "options": [
      "সরাসরি লাইনম্যানের সাথে",
      "লোক আদালত (Lok Adalat) বা কোম্পানির নির্দিষ্ট সেটেলমেন্ট ক্যাম্পে",
      "থানায় গিয়ে ওসির সাথে",
      "স্থানীয় ক্লাবে"
    ],
    "correctAnswerIndex": 1
  },
  {
    "questionText": "সবশেষে, সাপ্লাই কোড (Supply Code) মেনে চলা একজন লাইনম্যানের জন্য কেন সবচেয়ে নিরাপদ?",
    "options": [
      "কারণ এতে কাজ করতে সময় বেশি লাগে",
      "কারণ এতে গ্রাহক এবং কোম্পানি উভয়ের কাছেই আইনি স্বচ্ছতা থাকে এবং চাকরি সুরক্ষিত থাকে",
      "কারণ এতে উপরি ইনকামের সুযোগ থাকে",
      "কারণ এটি না মানলে কেউ কিছু বলবে না"
    ],
    "correctAnswerIndex": 1
  }
]